{
  "file_name": "",
  "data": [
    {
      "id": 0,
      "vi": "vì ai gây dựng cho nên nỗi này",
      "en": "who is the cause and maker of this woe?"
    },
    {
      "id": 1,
      "vi": "nửa đêm truyền hịch định ngày xuất chinh",
      "en": "at midnight calls for war and sets the day."
    },
    {
      "id": 2,
      "vi": "nước thanh bình ba trăm năm cũ",
      "en": "The realm has known three hundred years of peace"
    },
    {
      "id": 3,
      "vi": "sầu lên ngọn ải oán ra cửa phòng",
      "en": "grief spreads from chamber door to mountain pass."
    },
    {
      "id": 4,
      "vi": "đường bên cầu cỏ mọc còn non",
      "en": "Along the nearby path thrives grass, still young."
    },
    {
      "id": 5,
      "vi": "nước trong chảy lòng phiền chẳng rửa",
      "en": "The water flows, yet grief wo not wash away."
    },
    {
      "id": 6,
      "vi": "nhủ rồi tay lại trao liền",
      "en": "We say goodbye, then we hold hands again"
    },
    {
      "id": 7,
      "vi": "lòng thiếp tựa bóng trăng theo dõi",
      "en": "My heart pursues you like the moon on high,"
    },
    {
      "id": 8,
      "vi": "ngựa chàng sắc trắng như là tuyết in",
      "en": "your horse is white as if all cloaked in snow."
    },
    {
      "id": 9,
      "vi": "tiếng nhạc ngựa lần chen tiếng trống",
      "en": "A jumbled din of drums and horses' bells"
    },
    {
      "id": 10,
      "vi": "giáp mặt rồi phút bỗng chia tay",
      "en": "we huddle face to face then have to part."
    },
    {
      "id": 11,
      "vi": "bên đường trông bóng cờ bay ngùi ngùi",
      "en": "forlorn beside the road, I watch flags fly."
    },
    {
      "id": 12,
      "vi": "quân đưa chàng ruổi lên đường",
      "en": "In haste, the troops escort you on your way"
    },
    {
      "id": 13,
      "vi": "thiếp thì về buồng cũ chiếu chăn",
      "en": "mine takes me back to our old room, our bed."
    },
    {
      "id": 14,
      "vi": "thấy xanh xanh những mấy ngàn dâu",
      "en": "we only see those green mulberry groves."
    },
    {
      "id": 15,
      "vi": "ngàn dâu xanh ngắt một màu",
      "en": "Mulberry groves all share one shade of green"
    },
    {
      "id": 16,
      "vi": "đêm trăng này nghỉ mát phương đâủ",
      "en": "where are you resting on this moonlit night?"
    },
    {
      "id": 17,
      "vi": "xưa nay chiến địa dường bao",
      "en": "Of old and now, such as all battle grounds,"
    },
    {
      "id": 18,
      "vi": "nằm vùng cát trắng ngủ cồn rêu xanh",
      "en": "they lie asleep on white sand or green moss."
    },
    {
      "id": 19,
      "vi": "hình khe thế núi gần xa",
      "en": "A scene of streams and mountains, near and far"
    },
    {
      "id": 20,
      "vi": "sương đầu núi buổi chiều như gội",
      "en": "From mountain peaks, dew falls, like rain at dusk,"
    },
    {
      "id": 21,
      "vi": "lên cao trông thức mây lồng",
      "en": "I climb up high and watch the pall of clouds"
    },
    {
      "id": 22,
      "vi": "lòng nào là chẳng động lòng bi thương",
      "en": "My heart cannot be torn away from you"
    },
    {
      "id": 23,
      "vi": "từ chạy sang đông nam ngất nẻo",
      "en": "You left and traveled toward the far Southeast"
    },
    {
      "id": 24,
      "vi": "biết rằng chàng tiến thảo nơi đâu",
      "en": "who knows where you are fighting at this hour?"
    },
    {
      "id": 25,
      "vi": "những người chinh chiến bấy lâu",
      "en": "All those who for so long have gone to war"
    },
    {
      "id": 26,
      "vi": "áng công danh trăm đường rộn rã",
      "en": "A hundred dangers strew the path of fame"
    },
    {
      "id": 27,
      "vi": "trong cửa này đã đành phận thiếp",
      "en": "Inside this door, I live my fated life"
    },
    {
      "id": 28,
      "vi": "suốt ngày trông nào thấy hơi tăm",
      "en": "The sun keeps shining through day after day"
    },
    {
      "id": 29,
      "vi": "tin gửi đi người không thấy lại",
      "en": "I  have sent you word but have not seen you back"
    },
    {
      "id": 30,
      "vi": "rêu xanh mấy lớp chung quanh",
      "en": "Green moss in many patches spreads around"
    },
    {
      "id": 31,
      "vi": "lời sao mười hẹn chín thường đơn sai",
      "en": "why have you failed nine pledges out of ten?"
    },
    {
      "id": 32,
      "vi": "tình gia thất nào ai chẳng có",
      "en": "Who has no kin or family to love?"
    },
    {
      "id": 33,
      "vi": "nay một thân nuôi già dạy trẻ",
      "en": "Alone, I feed the old and teach the young"
    },
    {
      "id": 34,
      "vi": "mối lòng thêm nghìn vạn ngổn ngang",
      "en": "My heart has grown a thousand more snarled threads."
    },
    {
      "id": 35,
      "vi": "ngọc cài đầu thuở bé vui chơi",
      "en": "the emerald comb I toyed with as a child"
    },
    {
      "id": 36,
      "vi": "trong rèm dường đã có đèn biết chăng",
      "en": "inside, perhaps, the lamp knows how I feel."
    },
    {
      "id": 37,
      "vi": "trời thăm thẳm xa vời khôn thấu",
      "en": "The sky is too vast to search from end to end"
    },
    {
      "id": 38,
      "vi": "sương như búa bổ mòn gốc liễu",
      "en": "the windswept shores, the moonlit woods, as arrows whiz"
    },
    {
      "id": 39,
      "vi": "trăng lơi hoa bóng soi lên trước rèm",
      "en": "The moon casts shades of flowers on the blind."
    },
    {
      "id": 40,
      "vi": "nguyệt lồng hoa hoa thắm từng bông",
      "en": "the moon enfolds and sets aglow each flower."
    },
    {
      "id": 41,
      "vi": "ca quyên ghẹo làm rơi nước mắt",
      "en": "The mocking cuckoo's song makes me shed tears."
    },
    {
      "id": 42,
      "vi": "mùi cay này há có vì ai",
      "en": "Who has given it to me, this bitter taste?"
    },
    {
      "id": 43,
      "vi": "con chim bạt gió lạc loài kêu thương",
      "en": "a wind-blown bird, astray, gives piteous cries."
    },
    {
      "id": 44,
      "vi": "trông tư bề chân trời mặt đất",
      "en": "I look around, exploring earth and sky"
    },
    {
      "id": 45,
      "vi": "đâu cõi chinh chiến đâu miền ngọc quan",
      "en": "where is Jade Pass, the field of men at war?"
    },
    {
      "id": 46,
      "vi": "e không lệ ngọc mà lên trông lầu",
      "en": "I climb up high and watch the pall of clouds"
    },
    {
      "id": 47,
      "vi": "lúc ngoảnh lại ngắm màu dương liễu",
      "en": "When I gaze back at willows, how I wish"
    },
    {
      "id": 48,
      "vi": "lòng chàng có cũng như lòng thiếp chăng",
      "en": "does your heart also feel what my heart feels?"
    },
    {
      "id": 49,
      "vi": "trải xem hoa rụng đêm sương mấy lần",
      "en": "I  have often watched them drop on dew-cold nights."
    },
    {
      "id": 50,
      "vi": "chồi lan nở trước sân đã hái",
      "en": "The garden's orchids have been plucked off"
    },
    {
      "id": 51,
      "vi": "chàng ruổi ngựa dặm trường mây phủ",
      "en": "Your horse is galloping on cloud-wrapped trails"
    },
    {
      "id": 52,
      "vi": "gió xuân ngày một vắng tin",
      "en": "Day after day the spring wind’s brought no news"
    },
    {
      "id": 53,
      "vi": "trước gió xuân vàng tía sánh nhau",
      "en": "wedding their gold and crimson on spring winds."
    },
    {
      "id": 54,
      "vi": "lại chẳng thấy chim yến trên rường",
      "en": "Have not you watched those swallows on a roof?"
    },
    {
      "id": 55,
      "vi": "nọ loài chim chắp cánh cùng bay",
      "en": "Two chien-chien birds fly jointly, wing to wing."
    },
    {
      "id": 56,
      "vi": "đôi hoa cùng sánh đôi cây cùng liền",
      "en": "that join their wings, two trees that twine their boughs!"
    },
    {
      "id": 57,
      "vi": "sao kiếp người nỡ để đấy đây",
      "en": "why keep two humans severed, here and there?"
    },
    {
      "id": 58,
      "vi": "đành muôn kiếp chữ tình đã vậy",
      "en": "No doubt, a thousand lifetimes love shall last,"
    },
    {
      "id": 59,
      "vi": "khi về đeo quả ấn vàng",
      "en": "When you come home and bear that seal of gold,"
    }
  ]
}