{
    "file_name": "chinh_phu_ngam.pdf",
    "data": [
        {
            "id": 0,
            "vi": "nhẽ trời đất thường khi gió bụi",
            "en": "In time of turmoil, when earthly storms arise,"
        },
        {
            "id": 1,
            "vi": "khách má hồng nhiều nỗi truân chuyên",
            "en": "The fair sex suffers lots of hardships and woes."
        },
        {
            "id": 2,
            "vi": "xanh kia thăm thẳm tầng trên",
            "en": "Oh, blue heaven, so high and aloft above,"
        },
        {
            "id": 3,
            "vi": "vì ai gây dựng cho nên nỗi này",
            "en": "Who is the cause of this dreadful enterprise?"
        },
        {
            "id": 4,
            "vi": "trống trường thành lung lay bóng nguyệt",
            "en": "The Ch’ang Ch’eng’s drums resonate and shake the moon,"
        },
        {
            "id": 5,
            "vi": "khói cam tuyền mờ mịt thức mây",
            "en": "The Kan-ch’uan Mount’s dark smokes rise and wake the clouds."
        },
        {
            "id": 6,
            "vi": "chín lần gươm báu chóng tay",
            "en": "From the king’s throne, the precious sword’s handed down,"
        },
        {
            "id": 7,
            "vi": "nửa đêm truyền hịch định ngày xuất chinh",
            "en": "And at midnight the march edit is issued."
        },
        {
            "id": 8,
            "vi": "nước thanh bình ba trăm năm cũ",
            "en": "The land, at peace for the last three hundred years,"
        },
        {
            "id": 9,
            "vi": "áo nhung trao quan vũ từ đây",
            "en": "Is now giving war-costumes to her warriors."
        },
        {
            "id": 10,
            "vi": "sứ trời sớm giục đường mây",
            "en": "The king has envoy hastens the leaving soldiers,"
        },
        {
            "id": 11,
            "vi": "phép công là trọng niềm tây sá nào",
            "en": "The nation has sake overweighs one’s own concerns."
        },
        {
            "id": 12,
            "vi": "đường rong ruổi lưng đeo cung tiễn",
            "en": "With bow and arrows on their backs, they depart"
        },
        {
            "id": 13,
            "vi": "bóng cờ tiếng trống xa xa",
            "en": "As flags’ shade and drums’ sounds taper in distance,"
        },
        {
            "id": 14,
            "vi": "sầu lên ngọn ải oán ra cửa phòng",
            "en": "Grief goes up the pass and woe comes out of home."
        },
        {
            "id": 15,
            "vi": "chàng tuổi trẻ vốn dòng hào kiệt",
            "en": "The young man belongs to a line of heroes"
        },
        {
            "id": 16,
            "vi": "xếp bút nghiên theo việc đao cung",
            "en": "Who put aside brush and ink for sword and bow."
        },
        {
            "id": 17,
            "vi": "thành liền mong tiến bệ rồng",
            "en": "Yearning to present the king with citadels,"
        },
        {
            "id": 18,
            "vi": "thước gươm đã quyết chẳng dung giặc trời",
            "en": "His stalwart sword would not spare the king’s rebels."
        },
        {
            "id": 19,
            "vi": "chí làm trai dặm nghìn da ngựa",
            "en": "His youth’s will defies death buried in horse skins,"
        },
        {
            "id": 20,
            "vi": "gieo thái sơn bằng độ hồng mao",
            "en": "And treats the T’ai Mount no heavier than feather."
        },
        {
            "id": 21,
            "vi": "giã nhà đeo bức chiến bào",
            "en": "Leaving home in the costume of warrior,"
        },
        {
            "id": 22,
            "vi": "tiếng roi cầu vị độn vào gió thu",
            "en": "He whips to Wei Bridge while roars the autumn wind."
        },
        {
            "id": 23,
            "vi": "ngòi đầu cầu nước trong như lọc",
            "en": "Under the bridge flows the water filtered-pure,"
        },
        {
            "id": 24,
            "vi": "đường bên cầu cỏ mọc còn non",
            "en": "Upon the bridge grows the grass still green and new."
        },
        {
            "id": 25,
            "vi": "đưa chàng lòng dằng dặc buồn",
            "en": "I follow you with heart of extreme sorrow,"
        },
        {
            "id": 26,
            "vi": "bộ khôn bằng ngựa thủy khôn bằng thuyền",
            "en": "For not as useful to you as horse and boat."
        },
        {
            "id": 27,
            "vi": "nước trong chảy lòng phiền chẳng rửa",
            "en": "The limpid current could not clean my sad heart,"
        },
        {
            "id": 28,
            "vi": "cỏ xanh thơm dạ nhớ không quên",
            "en": "The fragrant grass but adds longing in my mind."
        },
        {
            "id": 29,
            "vi": "nhủ rồi tay lại trao liền",
            "en": "After telling you these words, I hold your hand,"
        },
        {
            "id": 30,
            "vi": "bước đi một bước lại vin áo chàng",
            "en": "And clinging your robe, I lean on you every step."
        },
        {
            "id": 31,
            "vi": "lòng thiếp tựa bóng trăng theo dõi",
            "en": "My heart follows you like the watching moonlight,"
        },
        {
            "id": 32,
            "vi": "dạ chàng xa muôn cõi nghìn non",
            "en": "Spying on your mind at the far-off T’ien san."
        },
        {
            "id": 33,
            "vi": "đặt chén tiễn múa long tuyền",
            "en": "The sword show and parting wine left unfinished,"
        },
        {
            "id": 34,
            "vi": "chỉ ngang ngọn giáo vào ngàn hang beo",
            "en": "You rush with your spear into the den of beasts."
        },
        {
            "id": 35,
            "vi": "săn lâu lan rằng theo giới tử",
            "en": "You chase Lou-lan, following Chieh-Tzu’s instance,,"
        },
        {
            "id": 36,
            "vi": "tới man khê bàn sự phục ba",
            "en": "You went to Man-hsi to discuss Fu-bo’s scheme.,"
        },
        {
            "id": 37,
            "vi": "áo chàng đỏ tựa ráng pha",
            "en": "Your attire is red as if dyed with sunglow"
        },
        {
            "id": 38,
            "vi": "ngựa chàng sắc trắng như là tuyết in",
            "en": "Your stallion is white as if stamped by snow."
        },
        {
            "id": 39,
            "vi": "tiếng nhạc ngựa lần chen tiếng trống",
            "en": "The horses’ bells then mingle with the drums’ sounds,"
        },
        {
            "id": 40,
            "vi": "giáp mặt rồi phút bỗng chia tay",
            "en": "We meet a few minutes and we have to part."
        },
        {
            "id": 41,
            "vi": "hà lương chia rẽ đường này",
            "en": "At Ha Luong, we part and each goes one’s own way,"
        },
        {
            "id": 42,
            "vi": "bên đường trông bóng cờ bay ngùi ngùi",
            "en": "By the roadside, I sadly watch the flags fly."
        },
        {
            "id": 43,
            "vi": "quân trước đã tới ngoài doanh liễu",
            "en": "The vanguards already near the Willow Camp,"
        },
        {
            "id": 44,
            "vi": "ngựa sau còn ở nẻo tràng dương",
            "en": "At Poplar Curve the horsemen behind still stay."
        },
        {
            "id": 45,
            "vi": "quân đưa chàng ruổi lên đường",
            "en": "Escorted by your troops, you speed on the way,"
        },
        {
            "id": 46,
            "vi": "liễu dương biết thiếp đoạn trường này chăng",
            "en": "Willows and poplars know my distress, do they?"
        },
        {
            "id": 47,
            "vi": "tiếng địch ruổi xa chừng lăng lắc",
            "en": "The flutes’ sounds are heard echo in the offing,"
        },
        {
            "id": 48,
            "vi": "hàng cờ bay bóng ngất mờ mờ",
            "en": "Files of flags flutter and quiver in the wind."
        },
        {
            "id": 49,
            "vi": "dứt tay theo lớp mây đưa",
            "en": "Your tracks already carried off by the clouds,"
        },
        {
            "id": 50,
            "vi": "thiếp nhìn rặng núi ngẩn ngơ nỗi nhà",
            "en": "I still looked at the mountains in home-sorrows."
        },
        {
            "id": 51,
            "vi": "chàng thì chạy cõi xa mưa gió",
            "en": "You are going into realm of wind and rain,"
        },
        {
            "id": 52,
            "vi": "thiếp thì về buồng cũ chiếu chăn",
            "en": "I  am returning to our conjugal chamber."
        },
        {
            "id": 53,
            "vi": "đoái trông theo đã cách ngăn",
            "en": "Turning for one more look, our views are hindered"
        },
        {
            "id": 54,
            "vi": "những màu mây biếc cũng ngần núi xanh",
            "en": "By veils of blue clouds and chains of green mountains."
        },
        {
            "id": 55,
            "vi": "chốn hàm kinh chàng còn ngoảnh lại",
            "en": "Towards Han-yang, you still turn to have a look,"
        },
        {
            "id": 56,
            "vi": "bến tiêu tương thiếp hãi trông sang",
            "en": "Meanwhile I always stare across at Hsiao-hsiang."
        },
        {
            "id": 57,
            "vi": "khói dương tương cách hàm dương",
            "en": "The Hsiao-hsiang smokes separate you from Han-yang,"
        },
        {
            "id": 58,
            "vi": "cây hàm dương cách dương tương mấy trùng",
            "en": "The Han-yang trees shut me off out of Hsiao-hsiang."
        },
        {
            "id": 59,
            "vi": "cùng trông lại mà cùng chẳng thấy",
            "en": "We look back at each other and see nothing,"
        },
        {
            "id": 60,
            "vi": "thấy xanh xanh những mấy ngàn dâu",
            "en": "But the vast mulberry groves of bluish green."
        },
        {
            "id": 61,
            "vi": "ngàn dâu xanh ngắt một màu",
            "en": "Those mulberry groves are of the same color,"
        },
        {
            "id": 62,
            "vi": "lòng chàng ý thiếp ai sầu hơn ai",
            "en": "And your heart or my mind, which is the sadder?"
        },
        {
            "id": 63,
            "vi": "chàng từ chạy vào nơi gió bụi",
            "en": "Since you go into the sandstorm of the wild,"
        },
        {
            "id": 64,
            "vi": "đêm trăng này nghỉ mát phương đâủ",
            "en": "Where are you having a rest this moonlit night?"
        },
        {
            "id": 65,
            "vi": "xưa nay chiến địa dường bao",
            "en": "The battle fields, the same as in the old days,"
        },
        {
            "id": 66,
            "vi": "núi không muôn dặm xiết lao dãi dầu",
            "en": "Must be very tough for those from home away."
        },
        {
            "id": 67,
            "vi": "hơi gió lạnh người rầu mặt dạn",
            "en": "The icy gusts of wind crack your gloomy face,"
        },
        {
            "id": 68,
            "vi": "dòng nước sâu ngựa giận chân bon",
            "en": "The deep currents of stream exhaust your stallion."
        },
        {
            "id": 69,
            "vi": "ôm yên gối trống đã chồn",
            "en": "You are tired of resting with drum as cushion,"
        },
        {
            "id": 70,
            "vi": "nằm vùng cát trắng ngủ cồn rêu xanh",
            "en": "Lying on the sand or sleeping on the moss."
        },
        {
            "id": 71,
            "vi": "nay hán xuống bạch thành đóng lại",
            "en": "Now, the Hans come down and close the Pai-sheng gate,"
        },
        {
            "id": 72,
            "vi": "mai hồ vào thanh hải dòm qua",
            "en": "Then, the Huns enter Ching-hai and estimate"
        },
        {
            "id": 73,
            "vi": "hình khe thế núi gần xa",
            "en": "The outline of nearby rivers and mountains,"
        },
        {
            "id": 74,
            "vi": "dứt thôi lại nối thấp đà lại cao",
            "en": "A complex in-and-out up-and-down terrain."
        },
        {
            "id": 75,
            "vi": "sương đầu núi buổi chiều như gội",
            "en": "The mountain fog at dusk falls down heavily,"
        },
        {
            "id": 76,
            "vi": "nước lòng khe nẻo lối còn sâu",
            "en": "The water in streams and springs always run deep."
        },
        {
            "id": 77,
            "vi": "não người áo giáp bấy lâu",
            "en": "For those armored-coat soldiers, what a pity!"
        },
        {
            "id": 78,
            "vi": "lòng quê qua đó mặt rầu chẳng khuây",
            "en": "They cross the flow, faces saddened with homesick."
        },
        {
            "id": 79,
            "vi": "trên trướng gấm thấu hay chăng nhẽ",
            "en": "On his throne, does the king ever understand"
        },
        {
            "id": 80,
            "vi": "dạng chinh phu ai vẽ cho nên",
            "en": "Who draws the disfigured visage of my man?"
        },
        {
            "id": 81,
            "vi": "tưởng chàng rong ruổi mấy niên",
            "en": "Imagine you who spend years wandering,"
        },
        {
            "id": 82,
            "vi": "chẳng nơi hãn hải thì miền quan san",
            "en": "From the vast wasteland to the remote passage."
        },
        {
            "id": 83,
            "vi": "đã trắc trở đòi ngàn xà hổ",
            "en": "Not only at risk among snakes and tigers,"
        },
        {
            "id": 84,
            "vi": "lại lạnh lùng những chỗ sương phong",
            "en": "You are also exposed to rigorous weather."
        },
        {
            "id": 85,
            "vi": "lên cao trông thức mây lồng",
            "en": "Seeing you climb high to watch the village cloud,"
        },
        {
            "id": 86,
            "vi": "lòng nào là chẳng động lòng bi thương",
            "en": "Whose heart will not be stirred by your nostalgie?"
        },
        {
            "id": 87,
            "vi": "từ chạy sang đông nam ngất nẻo",
            "en": "Since you went southeast to clear up the way,"
        },
        {
            "id": 88,
            "vi": "biết rằng chàng tiến thảo nơi đâu",
            "en": "Who knows where you are advancing nowadays?"
        },
        {
            "id": 89,
            "vi": "những người chinh chiến bấy lâu",
            "en": "Those who hereto fight in the field of battle,"
        },
        {
            "id": 90,
            "vi": "nhẹ xem tính mệnh như màu cỏ cây",
            "en": "Disdain life like the color of vegetable."
        },
        {
            "id": 91,
            "vi": "nức hơi mạnh ơn dày từ trước",
            "en": "Thanks to forefathers’ favor you are powerful,"
        },
        {
            "id": 92,
            "vi": "trải chốn nghèo tuổi được bao nhiêu",
            "en": "But how long will you endure in the hazard?"
        },
        {
            "id": 93,
            "vi": "non kỳ mộ chỉ trăng treo",
            "en": "The Ch’i Mountain on which hangs the barren moon,"
        },
        {
            "id": 94,
            "vi": "bến phì gió thổi đìu hiu mấy gò",
            "en": "The Fei River where blows the wind on the graves."
        },
        {
            "id": 95,
            "vi": "hồn tử sĩ gió ù ù thổi",
            "en": "The wind keeps blow harshly at the war-deads’ soul,"
        },
        {
            "id": 96,
            "vi": "mặt chinh phu trăng dõi dõi soi",
            "en": "The moon keeps shine brightly on the fighters’ face."
        },
        {
            "id": 97,
            "vi": "chinh phu tử sĩ mấy người",
            "en": "Fighters and war-deads, has anyone of you"
        },
        {
            "id": 98,
            "vi": "nào ai mạc mặt nào ai gọi hồn",
            "en": "Had your face portrayed or your soul invoked?"
        },
        {
            "id": 99,
            "vi": "dấu binh lửa nước non như cũ",
            "en": "Traces of warfare stamped on old streams and hills,"
        },
        {
            "id": 100,
            "vi": "kẻ hành nhân qua đó chạnh thương",
            "en": "Those who go through them feel a somewhat pity"
        },
        {
            "id": 101,
            "vi": "phận trai già cõi chiến trường",
            "en": "For the young men who fight in the batlefield"
        },
        {
            "id": 102,
            "vi": "chàng siêu mái tóc điểm sương mới về",
            "en": "And, like Pan Ch’ao, return home their hair misty."
        },
        {
            "id": 103,
            "vi": "tưởng chàng trải những bề nắng nỏ",
            "en": "Imagine you, dear, exposed to cold and heat"
        },
        {
            "id": 104,
            "vi": "ba thước gươm một bộ nhung yên",
            "en": "Holding your three-foot sword, riding your war steed,"
        },
        {
            "id": 105,
            "vi": "xông pha gió bãi trăng ngàn",
            "en": "Rushing through windy war zones in moonlit nights,"
        },
        {
            "id": 106,
            "vi": "mũi treo đầu ngựa giáo dan mặt thành",
            "en": "While hurl the  arrows and roar the fighting spears"
        },
        {
            "id": 107,
            "vi": "áng công danh trăm đường rộn rã",
            "en": "Chasing fame and glory you are so busy,"
        },
        {
            "id": 108,
            "vi": "những nhọc nhằn nào đã nghỉ ngơi",
            "en": "Having no time to recover from fatigue."
        },
        {
            "id": 109,
            "vi": "nỗi lòng biết ngỏ cùng ai",
            "en": "Thus we have no one to share our confidence,"
        },
        {
            "id": 110,
            "vi": "thiếp trong cánh cửa chàng ngoài chân mây",
            "en": "I’ m behind the doors, you are at the horizons."
        },
        {
            "id": 111,
            "vi": "trong cửa này đã đành phận thiếp",
            "en": "It is my fate to be confined in residence,"
        },
        {
            "id": 112,
            "vi": "ngoài mây kia há kiếp chàng đâủ",
            "en": "But is it yours to be drift at horizons."
        },
        {
            "id": 113,
            "vi": "những mong cá nước cùng nhau",
            "en": "Wishing to be fish and water together,"
        },
        {
            "id": 114,
            "vi": "nào ngờ mây nước bóng đâu cách vời",
            "en": "We are instead divided like cloud and water."
        },
        {
            "id": 115,
            "vi": "thiếp chẳng tưởng ra người chinh phụ",
            "en": "I never thought I would be a warrior’s wife"
        },
        {
            "id": 116,
            "vi": "chàng há từng học lũ vương tôn",
            "en": "You never acted like those royal offspring."
        },
        {
            "id": 117,
            "vi": "cớ sao cách trở nước non",
            "en": "Why we are hindered by mountains and rivers"
        },
        {
            "id": 118,
            "vi": "khiến người thôi sớm thì hôm giãi rầu",
            "en": "So that day and night we are submerged in longing."
        },
        {
            "id": 119,
            "vi": "phác phong lưu đương chừng niên thiếu",
            "en": "As refined boys and girls in blooming teenage,"
        },
        {
            "id": 120,
            "vi": "sánh nhau cùng dan díu chữ duyên",
            "en": "We are well matched and bound by tie of marriage."
        },
        {
            "id": 121,
            "vi": "nỡ nào đôi lứa thiếu niên",
            "en": "Such a young couple as innocent as doves"
        },
        {
            "id": 122,
            "vi": "quan san để cách hàn huyên bao đành",
            "en": "Who has the heart to divide and block their love?"
        },
        {
            "id": 123,
            "vi": "thuở lâm hành oanh chưa bén liễu",
            "en": "When you left, orioles yet perch on willow,"
        },
        {
            "id": 124,
            "vi": "hỏi ngày về ước nẻo quyên ca",
            "en": "Asked of your return, you said: “when cuckoos sing”"
        },
        {
            "id": 125,
            "vi": "nay quyên đã giục oanh già",
            "en": "Now cuckoos have sung and orioles grown old,"
        },
        {
            "id": 126,
            "vi": "ý nhi lại gáy trước nhà líu lo",
            "en": "And before our house swallows are again warbling."
        },
        {
            "id": 127,
            "vi": "thuở đăng đồ mai chưa dạn gió",
            "en": "When you left, the prune trees were not wind-bold yet,"
        },
        {
            "id": 128,
            "vi": "hỏi ngày về chỉ độ đào bông",
            "en": "Asked of your return, you said: “when peach flowers."
        },
        {
            "id": 129,
            "vi": "nay đào đã quyến gió đông",
            "en": "Now peaches have with their east wind lovers fled,"
        },
        {
            "id": 130,
            "vi": "tuyết mai trắng bãi phù dung đỏ bờ",
            "en": "Apricot and rose bloom now by the river."
        },
        {
            "id": 131,
            "vi": "hẹn cùng ta lũng tây sầm ấy",
            "en": "You promised to meet me at Lung-hsi mountain,"
        },
        {
            "id": 132,
            "vi": "suốt ngày trông nào thấy hơi tăm",
            "en": "Waiting from dawn, I saw nothing of your trace,"
        },
        {
            "id": 133,
            "vi": "ngập ngừng lá rụng cành trâm",
            "en": "But the dead timid leaves falling on my face,"
        },
        {
            "id": 134,
            "vi": "đứng trông nghe dậy tiếng cầm lao xao",
            "en": "And the hubbubs of fowl in the noon silence."
        },
        {
            "id": 135,
            "vi": "hẹn nơi nao hán dương cầu nọ",
            "en": "You promised to meet me at the Han-yang bridge,"
        },
        {
            "id": 136,
            "vi": "đêm lại tìm nào có tiêu haỏ",
            "en": "Waiting till dusk, I heard none of your tidings,"
        },
        {
            "id": 137,
            "vi": "ngập ngừng gió thổi áo bào",
            "en": "But the whip at my dress’ flap by the shy wind,"
        },
        {
            "id": 138,
            "vi": "bãi hôm tuôn dẫy nước trào mênh mông",
            "en": "And the profuse river flowing on dusk shore."
        },
        {
            "id": 139,
            "vi": "tin gửi đi người không thấy lại",
            "en": "Your news often comes but not you in person,"
        },
        {
            "id": 140,
            "vi": "hoa dương tàn đã trải rêu xanh",
            "en": "Green moss has covered the faded flower’s base,"
        },
        {
            "id": 141,
            "vi": "rêu xanh mấy lớp chung quanh",
            "en": "Layers of green moss bounded me in their gloss,"
        },
        {
            "id": 142,
            "vi": "dạo sân một bước trăm tình ngẩn ngơ",
            "en": "Where each step causes hundred of heart pathos."
        },
        {
            "id": 143,
            "vi": "thư thường đến người không thấy đến",
            "en": "Your mail used to come but not you in person,"
        },
        {
            "id": 144,
            "vi": "bức rèm thưa lần chuyển bóng dương",
            "en": "The thin blind filters the skewed light of the sun."
        },
        {
            "id": 145,
            "vi": "bóng dương mấy buổi xuyên ngang",
            "en": "The sun goes through the blind many times a day,"
        },
        {
            "id": 146,
            "vi": "lời sao mười hẹn chín thường đơn sai",
            "en": "Your words are not kept nine out of ten times anyway."
        },
        {
            "id": 147,
            "vi": "thử tính lại diễn khơi ngày ấy",
            "en": "Let us count from the first day of your departure,"
        },
        {
            "id": 148,
            "vi": "tiền sen này đã nẩy là ba",
            "en": "It us three seasons that the lotus leaves spring forth."
        },
        {
            "id": 149,
            "vi": "xót người lần lữa ải xa",
            "en": "Pity those who languish at remote borders,"
        },
        {
            "id": 150,
            "vi": "xót người nương chốn hoàng hoa dặm dài",
            "en": "Pity those who guard the mile-long Huang-hua fort."
        },
        {
            "id": 151,
            "vi": "tình gia thất nào ai chẳng có",
            "en": "Everyone has his own domestic affairs."
        },
        {
            "id": 152,
            "vi": "kìa lão thân khuê phụ nhớ thương",
            "en": "They long for their old parents and dear women,"
        },
        {
            "id": 153,
            "vi": "tác già phơ phất mái sương",
            "en": "Their senile mother with her sparse hoary hair,"
        },
        {
            "id": 154,
            "vi": "con thơ măng sữa vả đương phù trì",
            "en": "And their unfledged infants who need love and care."
        },
        {
            "id": 155,
            "vi": "lòng lão thân buồn khi tựa cửa",
            "en": "Mom often sits against the door heart stricken,"
        },
        {
            "id": 156,
            "vi": "miệng hài nhi chờ bữa mớm cơm",
            "en": "Baby always needs chewed steam rice from my mouth."
        },
        {
            "id": 157,
            "vi": "ngọt bùi thiếp đỡ hiếu nam",
            "en": "Sweet or sour, I serve your parents as their son,"
        },
        {
            "id": 158,
            "vi": "luyện con đèn sách thiếp làm phụ thân",
            "en": "Tutoring your child, I replace his daddy."
        },
        {
            "id": 159,
            "vi": "nay một thân nuôi già dạy trẻ",
            "en": "All alone, I feed the old and teach the young,"
        },
        {
            "id": 160,
            "vi": "nỗi quan hoài mang mẽ biết bao",
            "en": "What a burden for me in longing and grief!"
        },
        {
            "id": 161,
            "vi": "nhớ chàng trải mấy sương sao",
            "en": "I have missed you through long years of loneliness,"
        },
        {
            "id": 162,
            "vi": "xuân từng đổi mới đông nào còn xa",
            "en": "Watching Spring renew and Winter terminate."
        },
        {
            "id": 163,
            "vi": "kể năm đã ba tư cách diễn",
            "en": "It is now three or four years we’ve been apart,"
        },
        {
            "id": 164,
            "vi": "mối lòng thêm nghìn vạn ngổn ngang",
            "en": "My misery is thousand times multiplied."
        },
        {
            "id": 165,
            "vi": "ước gì gần gũi tấc gang",
            "en": "Wish I could be be a few inches by your side,"
        },
        {
            "id": 166,
            "vi": "giở niềm cay đắng để chàng tỏ hay",
            "en": "And pour out my sourness to your knowing heart."
        },
        {
            "id": 167,
            "vi": "thoa cung hán của ngày xuất giá",
            "en": "The Han hairpin I used in our nuptial night,"
        },
        {
            "id": 168,
            "vi": "gương lầu tần dấu đã soi chung",
            "en": "The Chin mirror which we together looked in,"
        },
        {
            "id": 169,
            "vi": "cậy ai mà gửi tới cùng",
            "en": "I do not know who to ask to bring them to you,"
        },
        {
            "id": 170,
            "vi": "xin chàng thấu hết tấm lòng tương tư",
            "en": "So that you would understand my love and longing."
        },
        {
            "id": 171,
            "vi": "nhẫn đeo tay mỗi khi ngắm nghía",
            "en": "The ring I’ve never tired of admiring,"
        },
        {
            "id": 172,
            "vi": "ngọc cài đầu thuở bé vui chơi",
            "en": "The gem brooch of my naive and carefree childhood,"
        },
        {
            "id": 173,
            "vi": "cậy ai mà gửi đến nơi",
            "en": "I do not know who to ask to bring them to you,"
        },
        {
            "id": 174,
            "vi": "để chàng trân trọng dấu người tương thân",
            "en": "So that cherish the proofs of your love, you could."
        },
        {
            "id": 175,
            "vi": "trải mấy xuân tin đi tin lại",
            "en": "After years of back-and-forth mails between us,"
        },
        {
            "id": 176,
            "vi": "đến xuân này tin hãy vắng không",
            "en": "None of your words have ever reached me this spring."
        },
        {
            "id": 177,
            "vi": "thấy nhạn luống tưởng thư phong",
            "en": "Seeing swallows, I think of your waited tidings,"
        },
        {
            "id": 178,
            "vi": "nghe hơi sương sắm áo bông sẵn sàng",
            "en": "Feeling frost, I knit and ready your woolens."
        },
        {
            "id": 179,
            "vi": "gió tây nổi không đường hồng tiện",
            "en": "The west wind comes and blockades the swallows’ flights;"
        },
        {
            "id": 180,
            "vi": "xót cõi ngoài tuyết quyến mưa sa",
            "en": "How wretched you are in the foul weather’s bites,"
        },
        {
            "id": 181,
            "vi": "màn mưa trướng tuyết xông pha",
            "en": "Braving against screens of rain and shields of snow."
        },
        {
            "id": 182,
            "vi": "nghĩ thêm lạnh lẽo kẻ ra cõi ngoài",
            "en": "The more I think the more my poor man I love."
        },
        {
            "id": 183,
            "vi": "đề chữ gấm phong thôi lại mở",
            "en": "Mails finished and sealed, re-opened to review,"
        },
        {
            "id": 184,
            "vi": "gieo quẻ tiền tin dữ còn ngờ",
            "en": "Bad fortune from cast coins, afraid to believe."
        },
        {
            "id": 185,
            "vi": "trời hôm tựa cửa ngẩn ngơ",
            "en": "Baffled  at dusk I stand leaning on shadow,"
        },
        {
            "id": 186,
            "vi": "trăng khuya nương gối bơ thờ gió mai",
            "en": "Haggard on pillow I watch the minight moon."
        },
        {
            "id": 187,
            "vi": "há như ai hồn say bóng lẫn",
            "en": "Like someone whose soul is lost and mind astray,"
        },
        {
            "id": 188,
            "vi": "bỗng thờ ơ lẫn thẩn hư không",
            "en": "I got dazed and dazzled as if in a vague."
        },
        {
            "id": 189,
            "vi": "trâm cài xiêm giắt thẹn thùng",
            "en": "My brooch pinned and skirt worn with a timid air,"
        },
        {
            "id": 190,
            "vi": "trải làn tóc rối lỏng vòng lưng eo",
            "en": "I do not care for thinner waist and tangled hair."
        },
        {
            "id": 191,
            "vi": "dạo hiên vắng đem gieo từng bước",
            "en": "With slow steps, I stroll in the still verandah,"
        },
        {
            "id": 192,
            "vi": "ngồi rèm thưa rủ gác đòi phen",
            "en": "With impatience, I raise then drop the thin blind."
        },
        {
            "id": 193,
            "vi": "ngoài rèm thước chẳng mách tin",
            "en": "Outside the blind, the crows do not bring a news,"
        },
        {
            "id": 194,
            "vi": "trong rèm dường đã có đèn biết chăng",
            "en": "Inside the blind, the lamp seems to know my mind."
        },
        {
            "id": 195,
            "vi": "đèn có biết dường bằng chẳng biết",
            "en": "But lamp, even you’ve known, you could do nothing,"
        },
        {
            "id": 196,
            "vi": "lòng thiếp riêng bi thiết mà thôi",
            "en": "All alone, I must bear my heart’s sufferings."
        },
        {
            "id": 197,
            "vi": "buồn muộn nói chẳng nên lời",
            "en": "The angst is so sore I ca not utter a word,"
        },
        {
            "id": 198,
            "vi": "hoa đèn kia với bóng người há thương",
            "en": "Poor me at night with my shade and lamp sitting!"
        },
        {
            "id": 199,
            "vi": "gà eo óc gáy sương năm trống",
            "en": "Cocks crow noisily saying the night fifth watch,"
        },
        {
            "id": 200,
            "vi": "hoè phất phơ rủ bóng bốn bên",
            "en": "Willows flutter dropping their shades all around."
        },
        {
            "id": 201,
            "vi": "khắc giờ đằng đẵng như niên",
            "en": "Hours lengthens infinitely like eons,"
        },
        {
            "id": 202,
            "vi": "mối sầu dằng dặc bằng miền bể xa",
            "en": "My sadness is as immense as large ocean."
        },
        {
            "id": 203,
            "vi": "hương gượng đốt lòng đà mê mải",
            "en": "Grudgingly burning incense, my soul nods off,"
        },
        {
            "id": 204,
            "vi": "gương gượng soi lệ lại chứa chan",
            "en": "Grudgingly looking in mirror, tears gush forth,"
        },
        {
            "id": 205,
            "vi": "sắt cầm gượng gảy ngón đàn",
            "en": "Trying to play the ‘Conjugal Harmony’"
        },
        {
            "id": 206,
            "vi": "dây uyên kinh đứt phím loan ngại chùng",
            "en": "I fear to cause the frets and strings injury."
        },
        {
            "id": 207,
            "vi": "lòng này gửi gió đông có tiện",
            "en": "If it is fit to mail my heart by the east wind,"
        },
        {
            "id": 208,
            "vi": "nghìn vàng xin gửi đến non yên",
            "en": "I willpay thousand gold to send it to Mount Yen."
        },
        {
            "id": 209,
            "vi": "non yên dù chẳng đến miền",
            "en": "Though Mount Yen is inaccessibly distant,"
        },
        {
            "id": 210,
            "vi": "nhớ chàng thăm thẳm đường lên bằng trời",
            "en": "My longing is deep like the way to heaven."
        },
        {
            "id": 211,
            "vi": "trời thăm thẳm xa vời khôn thấu",
            "en": "Heaven, so far and high, can not understand,"
        },
        {
            "id": 212,
            "vi": "nỗi nhớ chàng đau đáu nào xong",
            "en": "My longing for you is endless and constant."
        },
        {
            "id": 213,
            "vi": "cảnh vui người thiết tha lòng",
            "en": "The mournful scenes enhance my heart’s dejection,"
        },
        {
            "id": 214,
            "vi": "hình cây sương giọt tiếng trùng mưa phun",
            "en": "Branches dewed with frost and insect’s buzz in rain."
        },
        {
            "id": 215,
            "vi": "sương như búa bổ mòn gốc liễu",
            "en": "Frost like hammer keeps whittling at the willows,"
        },
        {
            "id": 216,
            "vi": "mưa dường cưa cưa héo cành ngô",
            "en": "Snow like saw keeps cutting the withered boughs."
        },
        {
            "id": 217,
            "vi": "đòn tuyết phủ bụi chim gù",
            "en": "Drops of dew cover the cooing birds with dust,"
        },
        {
            "id": 218,
            "vi": "sâu tường kêu vẳng chuông chùa tiếng khơi",
            "en": "Wall-insects groan and church bells from afar toll."
        },
        {
            "id": 219,
            "vi": "vài tiếng dế nguyệt lay trước ốc",
            "en": "From the front yard, crickets chirps the dim moonlight,"
        },
        {
            "id": 220,
            "vi": "một hàng tiêu gió thốc ngoài hiên",
            "en": "Beyond the hedge, strong winds the bananas strike."
        },
        {
            "id": 221,
            "vi": "màn trong lan sổ gió xuyên",
            "en": "A draught slips through and slightly the curtain stirs,"
        },
        {
            "id": 222,
            "vi": "trăng lơi hoa bóng soi lên trước rèm",
            "en": "On the blind appear the moon and the flowers."
        },
        {
            "id": 223,
            "vi": "hoa giãi nguyệt nguyệt in một tấm",
            "en": "The flowers enclose the moon that makes a print,"
        },
        {
            "id": 224,
            "vi": "nguyệt lồng hoa hoa thắm từng bông",
            "en": "The moon holds the flowers that refresh themselves."
        },
        {
            "id": 225,
            "vi": "nguyệt hoa hoa nguyệt trùng trùng",
            "en": "Moon and flowers flowers and moon endlessly,"
        },
        {
            "id": 226,
            "vi": "trước hoa dưới nguyệt trong lòng xiết đâu",
            "en": "Before flowers under moon how my heart aches!"
        },
        {
            "id": 227,
            "vi": "đâu xiết kể muôn sầu nghìn não",
            "en": "Thousand griefs of mine, uncountable they are!"
        },
        {
            "id": 228,
            "vi": "từ nữ công phụ xảo đều nguôi",
            "en": "I become cool for all feminine house works,"
        },
        {
            "id": 229,
            "vi": "biếng cầm kim biếng đưa thoi",
            "en": "Lazy to hold the needle and loom so far,"
        },
        {
            "id": 230,
            "vi": "oanh đôi thẹn dệt bướm đôi ngại thùa",
            "en": "Shy of weaving pairs of butterflies or birds."
        },
        {
            "id": 231,
            "vi": "mặt biếng tô miệng càng biếng nói",
            "en": "Visage hardly powdered, mouth scarcely opened,"
        },
        {
            "id": 232,
            "vi": "sớm lại chiều dòi dõi nương song",
            "en": "From dawn to dusk, I sit leaning on the sill."
        },
        {
            "id": 233,
            "vi": "nương song luống ngẩn ngơ lòng",
            "en": "Leaning on the sill till my heart becomes ill,"
        },
        {
            "id": 234,
            "vi": "vắng chàng điểm phấn trang hồng với ai",
            "en": "Without you for whom I put powder and rouge?"
        },
        {
            "id": 235,
            "vi": "biếng trang điểm lòng người phiền não",
            "en": "I am so anguished I do not care for a make-up,"
        },
        {
            "id": 236,
            "vi": "xót nỗi chàng ngoài cõi giang băng",
            "en": "Grieving for you at the remote frontier gate."
        },
        {
            "id": 237,
            "vi": "khác gì ả chức chị hằng",
            "en": "I am just like Lady Phoebe or Miss Weaver,"
        },
        {
            "id": 238,
            "vi": "bến ngân sùi sụt cung trăng chốc mòng",
            "en": "Who sob and yearn in their solitary place."
        },
        {
            "id": 239,
            "vi": "sầu ôm nặng ai chồng làm gối",
            "en": "Heavy piles of sadness become my pillow,"
        },
        {
            "id": 240,
            "vi": "muộn chứa đầy ai thổi làm cơm",
            "en": "Full stores of distress replace my daily food,"
        },
        {
            "id": 241,
            "vi": "mượn hoa mượn rượu giải buồn",
            "en": "Seeking oblivion in wine and flowers,"
        },
        {
            "id": 242,
            "vi": "sầu làm rượu nhạt muộn dồn hoa ôi",
            "en": "That instead makes the flowers drooped and wine sour."
        },
        {
            "id": 243,
            "vi": "gõ sênh ngọc mấy hồi không tiếng",
            "en": "Striking the jade drum, it fails to make a sound,"
        },
        {
            "id": 244,
            "vi": "ôm đàn tranh mấy phím rời tay",
            "en": "Plucking the zither, the frets slip through fingers."
        },
        {
            "id": 245,
            "vi": "xót người hành dịch bấy nay",
            "en": "I grieve for my man who is doing his duty"
        },
        {
            "id": 246,
            "vi": "dặm xa mong mỏi hết đầy lại vơi",
            "en": "Pining night and day for him miles far away."
        },
        {
            "id": 247,
            "vi": "ca quyên ghẹo làm rơi nước mắt",
            "en": "A mocking cuckoo sings and makes me shed tears,"
        },
        {
            "id": 248,
            "vi": "trống tiều khua như rứt buồng gan",
            "en": "The woodcutter’s drumbeats seem to burn my guts."
        },
        {
            "id": 249,
            "vi": "võ vàng đổi khác dung nhan",
            "en": "My countenance has been deformed frail and pale,"
        },
        {
            "id": 250,
            "vi": "khuê ly mới biết tân toan dường này",
            "en": "Just those who are parted feel such bitterness."
        },
        {
            "id": 251,
            "vi": "nếm chua cay tấm lòng mới tỏ",
            "en": "My heart is clearly seen through tasted sourness,"
        },
        {
            "id": 252,
            "vi": "mùi cay này há có vì ai",
            "en": "This sourness for whom thus am I enduring?"
        },
        {
            "id": 253,
            "vi": "vì chàng lệ thiếp nhỏ đôi",
            "en": "It is for you that my tears shed in two long strings,"
        },
        {
            "id": 254,
            "vi": "vì chàng thân thiếp lẻ loi một bề",
            "en": "It is for you that I am resigned to loneliness."
        },
        {
            "id": 255,
            "vi": "thân thiếp chẳng gần kề dưới trướng",
            "en": "My body is not near you in your headquarter,"
        },
        {
            "id": 256,
            "vi": "lệ thiếp nào chút vướng bên khăn",
            "en": "My tear has not luckily dried by your towel."
        },
        {
            "id": 257,
            "vi": "vui còn hồn mộng được gần",
            "en": "Only my soul is happy to be by your side,"
        },
        {
            "id": 258,
            "vi": "đêm đêm thường đến giang tân tìm người",
            "en": "That flies for your search at riverbanks each night."
        },
        {
            "id": 259,
            "vi": "tìm chàng nơi dương đài lối cũ",
            "en": "I am looking for you at Yang Tower’s old lane,"
        },
        {
            "id": 260,
            "vi": "gặp chàng nơi tương phố bến xưa",
            "en": "I am meeting you in Hsiang Town at Old Harbor."
        },
        {
            "id": 261,
            "vi": "sum vầy mấy lúc tình cờ",
            "en": "By coincidence we come to meet each other,"
        },
        {
            "id": 262,
            "vi": "chẳng qua trên gối một giờ mộng xuân",
            "en": "In fact it is but one hour of pillow-spring dream."
        },
        {
            "id": 263,
            "vi": "giận thiếp thân lại không bằng mộng",
            "en": "I am angry being not as lucky as dreams,"
        },
        {
            "id": 264,
            "vi": "thì gần chàng bến lũng thành quan",
            "en": "To be with you at Lung Dock or Kwan city."
        },
        {
            "id": 265,
            "vi": "khi mơ những tiếc khi tàn",
            "en": "How I regret when the dream comes to the end,"
        },
        {
            "id": 266,
            "vi": "tình trong giấc mộng muôn vàn cũng không",
            "en": "But love in dream, though wonderful, means nothing."
        },
        {
            "id": 267,
            "vi": "vui có một tấm lòng chẳng dứt",
            "en": "For my heart is without a moment’s respite,"
        },
        {
            "id": 268,
            "vi": "vốn theo chàng giờ khắc nào nguôi",
            "en": "To follow you every minute of my life."
        },
        {
            "id": 269,
            "vi": "lòng theo nhưng chửa thấy người",
            "en": "My heart is with you yet you are out of my sight,"
        },
        {
            "id": 270,
            "vi": "lên cao mấy lúc trông vời bánh xe",
            "en": "When at times on the height I look for the wheels."
        },
        {
            "id": 271,
            "vi": "trông bến nam bãi chia mặt nước",
            "en": "Looking southwards to the water-covered land."
        },
        {
            "id": 272,
            "vi": "cỏ biếc sum dâu lướt mầu xanh",
            "en": "Green grass thrives and mulberries boast their verdure,"
        },
        {
            "id": 273,
            "vi": "xóm làng gần nửa lênh chênh",
            "en": "A hamlet of couples of lonely thatched huts,"
        },
        {
            "id": 274,
            "vi": "chim còn bãi cát những tình chiều hôm",
            "en": "And a flock of white storks by the twilit cliff."
        },
        {
            "id": 275,
            "vi": "trông đường bắc từng chòm quán khách",
            "en": "Looking north towards some scattered lodging inns,"
        },
        {
            "id": 276,
            "vi": "mây biếc cây núi ngất trời xanh",
            "en": "Clouds float on trees against the bluish mountains,"
        },
        {
            "id": 277,
            "vi": "nửa lúa thêm nửa hoang thành",
            "en": "Unreaped rice decay alongside the hill’s foot,"
        },
        {
            "id": 278,
            "vi": "mưa phun mặt nước địch quanh ốc lầu",
            "en": "From a tower waft the sobbing of a flute."
        },
        {
            "id": 279,
            "vi": "non đông thấy lá hầu chất đống",
            "en": "Piles of leaves are seen on the eastern mountains,"
        },
        {
            "id": 280,
            "vi": "trĩ xập xoè mai cũng bẻ bai",
            "en": "Pheasants flutter, apricots seem to complain,"
        },
        {
            "id": 281,
            "vi": "khói mù nghi ngút ngàn khơi",
            "en": "Dark smoke spirals up and hides the entire sky,"
        },
        {
            "id": 282,
            "vi": "con chim bạt gió lạc loài kêu thương",
            "en": "A wind-blown bird stray from flock wretchedly cries."
        },
        {
            "id": 283,
            "vi": "lũng tây thấy nước dường uốn khúc",
            "en": "At West Gully water seems to steer its course,"
        },
        {
            "id": 284,
            "vi": "nhạn cánh không sóng giục thuyền câu",
            "en": "Geese glide in the sky, waves drive a fishing boat,"
        },
        {
            "id": 285,
            "vi": "ngàn thông chen chúc cỏ lau",
            "en": "Myriads of pines jostle with tufts of reeds,"
        },
        {
            "id": 286,
            "vi": "cách thuyền nào thấy người đâu đi về",
            "en": "People come and go flitting beyond the creek."
        },
        {
            "id": 287,
            "vi": "trông tư bề chân trời mặt đất",
            "en": "Looking all around searching the horizon,"
        },
        {
            "id": 288,
            "vi": "lên xuống lầu thấm thoát đòi phen",
            "en": "Going upstairs and downstairs times and again,"
        },
        {
            "id": 289,
            "vi": "lớp mây kĩ mắt ngại nhìn",
            "en": "Layers of clouds succeed to prevent my vision"
        },
        {
            "id": 290,
            "vi": "đâu cõi chinh chiến đâu miền ngọc quan",
            "en": "From recognizing the Jade Gate Pass war zone."
        },
        {
            "id": 291,
            "vi": "gậy rút đất dễ khôn học chước",
            "en": "How can I get the distance shrinking baton,"
        },
        {
            "id": 292,
            "vi": "khăn gieo cầu nào được thấy tiên",
            "en": "And have the magic scarf to see the fairy?"
        },
        {
            "id": 293,
            "vi": "lòng này hóa đá cũng nên",
            "en": "My heart will turn into stone eventually,"
        },
        {
            "id": 294,
            "vi": "e không lệ ngọc mà lên trông lầu",
            "en": "Leaving me no tears to wait for you upstairs."
        },
        {
            "id": 295,
            "vi": "lúc ngoảnh lại ngắm màu dương liễu",
            "en": "When turning to look at the willow’s color,"
        },
        {
            "id": 296,
            "vi": "thời khuyên chàng đừng chịu tước phong",
            "en": "I would rather tell you to spurn the knight honor."
        },
        {
            "id": 297,
            "vi": "chẳng hay muôn dặm ruổi rong",
            "en": "I wonder, while riding thousand miles away,"
        },
        {
            "id": 298,
            "vi": "lòng chàng có cũng như lòng thiếp chăng",
            "en": "Whether your heart has the same thinking as mine."
        },
        {
            "id": 299,
            "vi": "lòng chàng ví cũng bằng như thế",
            "en": "If your heart shares with me the same sentiment,"
        },
        {
            "id": 300,
            "vi": "lòng thiếp đâu dám nghĩ gần xa",
            "en": "My heart would not dare the other way to think."
        },
        {
            "id": 301,
            "vi": "hướng dương lòng thiếp dường hoa",
            "en": "My heart, a flower turning towards the sun,"
        },
        {
            "id": 302,
            "vi": "lòng chàng lẩn thẩn e tà bóng dương",
            "en": "Fears that it will set due to your roaming heart."
        },
        {
            "id": 303,
            "vi": "bóng dương để hoa vàng chẳng đoái",
            "en": "The sun lets the flowers wilt without pity,"
        },
        {
            "id": 304,
            "vi": "hoa để vàng cũng tại bóng dương",
            "en": "Flowers fade because of the sun’s apathy."
        },
        {
            "id": 305,
            "vi": "hoa vàng hoa rụng quanh tường",
            "en": "Flowers fade and drop petals around the wall,"
        },
        {
            "id": 306,
            "vi": "trải xem hoa rụng đêm sương mấy lần",
            "en": "Where I often watch at night the flowers fall."
        },
        {
            "id": 307,
            "vi": "chồi lan nở trước sân đã hái",
            "en": "The front yard’s orchid flower has been plucked off,"
        },
        {
            "id": 308,
            "vi": "ngọn tần kia bên bãi đưa hương",
            "en": "The beyond bank’s basil exhales its fragrance."
        },
        {
            "id": 309,
            "vi": "sửa xiêm dạo bước tiền đường",
            "en": "Neatly dressed, I stroll before the residence,"
        },
        {
            "id": 310,
            "vi": "ngửa trông xem vẻ thiên chương thẫn thờ",
            "en": "And soullessly look up at the constellations."
        },
        {
            "id": 311,
            "vi": "bóng ngân hán khi mờ khi tỏ",
            "en": "The Milky Way at intervals gleams and dims,"
        },
        {
            "id": 312,
            "vi": "độ khuê triền buổi có buổi không",
            "en": "The Strider appears then vanish at its whims."
        },
        {
            "id": 313,
            "vi": "thức mây đòi lúc nhạt nồng",
            "en": "The clouds glow now pink now pale on their caprice,"
        },
        {
            "id": 314,
            "vi": "trông sao bắc đẩu thôi đông lại đoài",
            "en": "The North Star’s Dipper rotates from west to east."
        },
        {
            "id": 315,
            "vi": "mặt trăng tỏ thường soi bên gối",
            "en": "The moon often sheds its light on my pillow,"
        },
        {
            "id": 316,
            "vi": "bừng mắt trông sương gội cành ngô",
            "en": "Wakened at night I watch the dew wash dry trees."
        },
        {
            "id": 317,
            "vi": "lạnh lùng thay mấy chiều thu",
            "en": "How cold I am those years long and solitary!"
        },
        {
            "id": 318,
            "vi": "gió may hiu hắt trên đầu tường vôị",
            "en": "Hearing on the lime wall a freezing wind blows."
        },
        {
            "id": 319,
            "vi": "một năm một lạt mùi son phấn",
            "en": "Years go by and with time withers my beauty,"
        },
        {
            "id": 320,
            "vi": "trượng phu còn lấn thẩn miền khơi",
            "en": "But still roaming in remote regions you are."
        },
        {
            "id": 321,
            "vi": "xưa sao hình ảnh chẳng rời",
            "en": "We were jointly before like shade and body,"
        },
        {
            "id": 322,
            "vi": "bây giờ nỡ để cách vời sâm thương",
            "en": "Why are we now apart like Shang and sheng stars?"
        },
        {
            "id": 323,
            "vi": "chàng ruổi ngựa dặm trường mây phủ",
            "en": "You are galloping on the cloud-covered trail,"
        },
        {
            "id": 324,
            "vi": "thiếp dạo hài lối cũ rêu in",
            "en": "I am promenading in the moss-dyed house."
        },
        {
            "id": 325,
            "vi": "gió xuân ngày một vắng tin",
            "en": "The spring wind, so far, has not brought back your mail,"
        },
        {
            "id": 326,
            "vi": "khá thương lỡ hết mấy phen lương thì",
            "en": "A pity to miss those happy times of ours."
        },
        {
            "id": 327,
            "vi": "sợ nhớ khi cành đào đóa mận",
            "en": "Just recall yellow Yao and pink Wei flowers,"
        },
        {
            "id": 328,
            "vi": "trước gió xuân vàng tía sánh nhau",
            "en": "Who join their colors in wedlock on spring wind;"
        },
        {
            "id": 329,
            "vi": "nọ thì ả chức chàng ngưu",
            "en": "Then the love tale of Miss Maid and the Herder,"
        },
        {
            "id": 330,
            "vi": "đến trăng thu lại bắc cầu sang sông",
            "en": "Who cross the Milky Way under the fall moon."
        },
        {
            "id": 331,
            "vi": "thiết một thân phòng không luống giữ",
            "en": "Pity for the chaste wife in her empty room,"
        },
        {
            "id": 332,
            "vi": "thời tiết lành nhầm nhỡ đòi nau",
            "en": "While youthful age of her time elapse in vain."
        },
        {
            "id": 333,
            "vi": "thoi đưa ngày tháng ruổi mau",
            "en": "Like a shuttle days and months gallop away,"
        },
        {
            "id": 334,
            "vi": "người đời thấm thoát qua màu xuân xanh",
            "en": "And thus human life’s springtime narrowly stays."
        },
        {
            "id": 335,
            "vi": "xuân xanh để hận quanh ở dạ",
            "en": "Spring to fall around the year, with me sulk is,"
        },
        {
            "id": 336,
            "vi": "hợp ly đành buồn quá khi vui",
            "en": "Meeting and parting more grief than joy bring me."
        },
        {
            "id": 337,
            "vi": "oán sầu nhiều mối tơi bời",
            "en": "With too much harassing distress in my heart,"
        },
        {
            "id": 338,
            "vi": "liễu bồ hầu dễ ép nài chiều xuân",
            "en": "It is hard for me to retain my spring beauty."
        },
        {
            "id": 339,
            "vi": "kìa văn quân mỹ miều thuở trước",
            "en": "Let us think of Wen-chun, a beauty in the past,"
        },
        {
            "id": 340,
            "vi": "e đến khi đầu bạc mà thương",
            "en": "How she feared lest her hair would one day turn white;"
        },
        {
            "id": 341,
            "vi": "mặt hoa nọ ả phan lang",
            "en": "And of handsome P’an whose face is like a bloom,"
        },
        {
            "id": 342,
            "vi": "sợ khi mái tóc pha sương cũng ngừng",
            "en": "His hair turned gray in spite of his plea and cry."
        },
        {
            "id": 343,
            "vi": "nghĩ nhan sắc đương chừng hoa nở",
            "en": "Thereon I think of my blossoming beauty,"
        },
        {
            "id": 344,
            "vi": "tiếc quang âm lần lữa gieo qua",
            "en": "Then regret that days and months keep on passing;"
        },
        {
            "id": 345,
            "vi": "nghĩ mệnh bạc tiếc niên hoa",
            "en": "And feel sorry for my ill fate and damned youth,"
        },
        {
            "id": 346,
            "vi": "gái tơ mấy chốc mà ra nạ giòng",
            "en": "Young girl to old matron, how fast I am turning!"
        },
        {
            "id": 347,
            "vi": "gác hương nọ mơ màng vẻ mặt",
            "en": "Here is your vague face on this moonlit tower,"
        },
        {
            "id": 348,
            "vi": "lầu hoa kia phảng phất hơi hương",
            "en": "There is the slight scent of our nuptial chamber."
        },
        {
            "id": 349,
            "vi": "trách trời sao để nhỡ nhàng",
            "en": "I blame heaven for having been too cruel,"
        },
        {
            "id": 350,
            "vi": "thiếp rầu thiếp lại rầu chàng chẳng quên",
            "en": "And mourn my adverse fortune as well as yours."
        },
        {
            "id": 351,
            "vi": "chàng chẳng thấy chim uyên ở nội",
            "en": "Have not you seen the duck couple in the park?"
        },
        {
            "id": 352,
            "vi": "cũng dập dìu chẳng vội phân trương",
            "en": "They are happy together not in haste to part."
        },
        {
            "id": 353,
            "vi": "lại chẳng thấy chim yến trên rường",
            "en": "Have not you watched the sparrow pair on the wall?"
        },
        {
            "id": 354,
            "vi": "bạc đầu không nỡ đôi đường giã nhau",
            "en": "They never part though their hair gets white and sparse."
        },
        {
            "id": 355,
            "vi": "kìa loài sâu đôi đầu cùng sánh",
            "en": "Here are the insects that head to head unite,"
        },
        {
            "id": 356,
            "vi": "nọ loài chim chắp cánh cùng bay",
            "en": "There are the birds that connect their wings in flight."
        },
        {
            "id": 357,
            "vi": "liễu sen là thức cỏ cây",
            "en": "Willows and lotus are all vegetables,"
        },
        {
            "id": 358,
            "vi": "đôi hoa cùng sánh đôi cây cùng liền",
            "en": "Their flowers also join and their boughs attach."
        },
        {
            "id": 359,
            "vi": "ấy loài vật tình duyên còn thế",
            "en": "Thereon plant and animals all value love,"
        },
        {
            "id": 360,
            "vi": "sao kiếp người nỡ để đấy đây",
            "en": "Why human beings have heart to let it be."
        },
        {
            "id": 361,
            "vi": "thiếp xin muôn kiếp duyên này",
            "en": "I swear from this destiny till time unknown,"
        },
        {
            "id": 362,
            "vi": "như chim liền cánh như cây liền cành",
            "en": "We never part like mated birds and joint trees."
        },
        {
            "id": 363,
            "vi": "đành muôn kiếp chữ tình đã vậy",
            "en": "Though our love will last for thousand destinies,"
        },
        {
            "id": 364,
            "vi": "theo kiếp này hơn thấy kiếp sau",
            "en": "I would rather follow you this lifetime to be."
        },
        {
            "id": 365,
            "vi": "thiếp xin chàng chớ bạc đầu",
            "en": "I plead you not to let your hair get hoary,"
        },
        {
            "id": 366,
            "vi": "thiếp thì giữ mãi lấy màu trẻ trung",
            "en": "As for me I willkeep fresh and young my beauty."
        },
        {
            "id": 367,
            "vi": "xin làm bóng theo cùng chàng vậy",
            "en": "I pledge to be always the shade of your shape"
        },
        {
            "id": 368,
            "vi": "chàng đi đâu cũng thấy thiếp bên",
            "en": "Wherever you go I willbe seen by your side."
        },
        {
            "id": 369,
            "vi": "chàng nương vầng nhật thiếp nguyền",
            "en": "You willdo your duties for the king and the state"
        },
        {
            "id": 370,
            "vi": "mọi bề trung hiều thiếp xin vẹn tròn",
            "en": "With devoted loyalty of a subject."
        },
        {
            "id": 371,
            "vi": "lòng hứa quốc thắm son ngăn ngắt",
            "en": "Be unshakable, your love for our country,"
        },
        {
            "id": 372,
            "vi": "sức tý dân tiêu sắt tri tri",
            "en": "Be steadfast, your people-serving energy."
        },
        {
            "id": 373,
            "vi": "máu đan vu đầu nguyệt thị",
            "en": "Blood of Chun-yu as well as head of Jou-chih,"
        },
        {
            "id": 374,
            "vi": "ấy thì buổi uống ấy thì buổi ăn",
            "en": "You willeat and drink out of hate of enemy."
        },
        {
            "id": 375,
            "vi": "mũi đòng vác đòi lần hăm hở",
            "en": "After times of brave dashing with spears and swords,"
        },
        {
            "id": 376,
            "vi": "đã lòng trời gìn giữ người trung",
            "en": "You are safe thanks to protection from heaven."
        },
        {
            "id": 377,
            "vi": "hộ chàng trăm trận nên công",
            "en": "With heaven’s help, you will be victorious,"
        },
        {
            "id": 378,
            "vi": "buông tên ải bắc treo cung non đoài",
            "en": "From north pass to west hills, all foes are beaten."
        },
        {
            "id": 379,
            "vi": "bóng cờ xí giã ngoài quan ải",
            "en": "Shades of flags and banners will leave the frontier,"
        },
        {
            "id": 380,
            "vi": "tiếng khải ca trở lại thần kinh",
            "en": "Chants of triumph will ring in state’s cities."
        },
        {
            "id": 381,
            "vi": "đỉnh non khắc đá đề danh",
            "en": "Your name and fame will be engraved on Mount Yen,"
        },
        {
            "id": 382,
            "vi": "triều thiên vào trước cung đình dâng công",
            "en": "You will come before the throne with your trophies."
        },
        {
            "id": 383,
            "vi": "nước duềnh hán nên đồng rửa sạch",
            "en": "The silver river will cleanse your weaponry,"
        },
        {
            "id": 384,
            "vi": "khúc nhạc từ réo rắt tiếng khen",
            "en": "Beautiful music will extol your glory,"
        },
        {
            "id": 385,
            "vi": "tài so tần hoắc vẹn tuyền",
            "en": "Your feats, compared to Ching’s or Huo’s, are equal,"
        },
        {
            "id": 386,
            "vi": "tên ghi gác phượng tượng truyền đài lân",
            "en": "Your name and statue will be carved in history."
        },
        {
            "id": 387,
            "vi": "đền huân tướng đai cân vày vẽ",
            "en": "In office, you will be a high mandarin,"
        },
        {
            "id": 388,
            "vi": "chữ đồng hưu bia để nghìn đông",
            "en": "In retirement, you will get ample pension."
        },
        {
            "id": 389,
            "vi": "ơn trên tử ấm thê phong",
            "en": "Those favors will serve well your wife and children,"
        },
        {
            "id": 390,
            "vi": "hiển vinh thiếp cũng đượm chung hương trời",
            "en": "I also share the glory as your woman."
        },
        {
            "id": 391,
            "vi": "thiếp chẳng dại như người tô phụ",
            "en": "I am not as foolish as the wife of Su,"
        },
        {
            "id": 392,
            "vi": "chàng hẳn không như lũ lạc dương",
            "en": "You are surely not less than that Lo-yang man."
        },
        {
            "id": 393,
            "vi": "khi về đeo quả ấn vàng",
            "en": "Though you come home without the waited gold seal,"
        },
        {
            "id": 394,
            "vi": "trên cung cửi dám dẫy duồng làm cao",
            "en": "I never from the loom look down with disdain."
        },
        {
            "id": 395,
            "vi": "xin vì chàng cất bào cởi giáp",
            "en": "For you, I will undo and fold your armor,"
        },
        {
            "id": 396,
            "vi": "xin vì chàng giũ lớp phong sương",
            "en": "For you, I will clean your trace of warrior."
        },
        {
            "id": 397,
            "vi": "vì chàng tay chuốc chén vàng",
            "en": "For you, I will present a gold cup of wine,"
        },
        {
            "id": 398,
            "vi": "vì chàng điểm phấn đeo hương não nùng",
            "en": "For you, I will make up with scent and powder."
        },
        {
            "id": 399,
            "vi": "giở khăn lệ chàng trông từng tấm",
            "en": "You will unfold, look at each tear-stained kerchief,"
        },
        {
            "id": 400,
            "vi": "đọc thơ sầu chàng thẩm từng câu",
            "en": "You will read, weigh each verse of my woe-poetry."
        },
        {
            "id": 401,
            "vi": "câu vui đổi với câu sầu",
            "en": "We will change with joyful ones the gloomy lines,"
        },
        {
            "id": 402,
            "vi": "rượu khà cùng kể trước sau mọi lời",
            "en": "And tell each other our tales while sipping wine."
        },
        {
            "id": 403,
            "vi": "sẽ rót vơi lần lần đòi chén",
            "en": "We will together drink wine cup after cup,"
        },
        {
            "id": 404,
            "vi": "sẽ ca dần giản giản đòi liên",
            "en": "We will together sing song tune after tune."
        },
        {
            "id": 405,
            "vi": "liên ngâm đối ẩm từng phen",
            "en": "Singing side by side and drinking face to face,"
        },
        {
            "id": 406,
            "vi": "cùng chàng lại kết mối duyên đến già",
            "en": "Our till-old-age nuptials we will celebrate."
        },
        {
            "id": 407,
            "vi": "cho bõ lúc sầu xa cách nhớ",
            "en": "To make up for sad long years of loneliness,"
        },
        {
            "id": 408,
            "vi": "giữ gìn nhau vui chữ thanh ninh",
            "en": "We will safeguard our love and enjoy the peace."
        },
        {
            "id": 409,
            "vi": "ngâm nga mong gửi chữ tình",
            "en": "I will chant a verse to show my affection,"
        },
        {
            "id": 410,
            "vi": "dường này âu hẳn tài lành trượng phu",
            "en": "‘This soldier should be a kind-hearted husband.’"
        }
    ]
}