{
    "file_name": "A song of sorrow inside royal harem",
    "data": [
        {
            "id": 0,
            "vi": "Cung oán ngâm khúc",
            "en": "A song of sorrow inside the royal harem"
        },
        {
            "id": 1,
            "vi": "Trải vách quế gió vàng hiu hắt,",
            "en": "All through the moonlight sighs an autumn wind:"
        },
        {
            "id": 2,
            "vi": "Mảnh vũ y lạnh ngắt như đồng;",
            "en": "her dancing gown feels frigid, metal-cold."
        },
        {
            "id": 3,
            "vi": "Oán chi những khách tiêu phòng,",
            "en": "Does Heaven hate a harem inmate so"
        },
        {
            "id": 4,
            "vi": "Mà xui phận bạc nằm trong má đào!",
            "en": "that He’ll condemn her rosy cheeks to grief?"
        },
        {
            "id": 5,
            "vi": "Duyên đã may cớ sao lại rủi?",
            "en": "Why has all her good fortune now turned bad?"
        },
        {
            "id": 6,
            "vi": "Nghĩ nguồn cơn dở dói sao đang?",
            "en": "How can she bear to probe and search the past?"
        },
        {
            "id": 7,
            "vi": "Vì đâu nên nỗi dở dang,",
            "en": "What’s happened to destroy it all midway?"
        },
        {
            "id": 8,
            "vi": "Nghĩ mình, mình lại thêm thương nỗi mình!",
            "en": "She broods upon herself and mourns her plight."
        },
        {
            "id": 9,
            "vi": "Trộm nhớ thuở gây hình tạo hoá,",
            "en": "As she recalls, created for the world,"
        },
        {
            "id": 10,
            "vi": "Vẻ phù dung một đoá khoe tươi;",
            "en": "she was a rosebud flaunting its fresh hues."
        },
        {
            "id": 11,
            "vi": "Nhuỵ hoa chưa mỉm miệng cười,",
            "en": "The flower has scarcely opened when it fades"
        },
        {
            "id": 12,
            "vi": "Gấm nàng Ban đã lạt mùi thu dung.",
            "en": "Lady Pan’s white silk fades in autumn chill."
        },
        {
            "id": 13,
            "vi": "Áng đào kiểm đâm bông não chúng,",
            "en": "Her cheeks, peach blossoms, wrought their spell on men;"
        },
        {
            "id": 14,
            "vi": "Khoé thu ba dợn sóng khuynh thành.",
            "en": "her eyes, two restless waves, rocked city walls."
        },
        {
            "id": 15,
            "vi": "Bóng gương lấp ló trong mành,",
            "en": "A glimpse of her fair form behind the blinds"
        },
        {
            "id": 16,
            "vi": "Cỏ cây cũng muốn nổi tình mây mưa!",
            "en": "would rouse the very grass and trees to lust."
        },
        {
            "id": 17,
            "vi": "Chìm đáy nước cá lờ đờ lặn,",
            "en": "Love-smitten fish would sink to ocean depths;"
        },
        {
            "id": 18,
            "vi": "Lửng lưng trời nhạn ngẩn ngơ sa!",
            "en": "enamored birds would drop from heaven’s heights."
        },
        {
            "id": 19,
            "vi": "Hương trời đắm nguyệt say hoa,",
            "en": "Her scent divine would charm the moon and flowers,"
        },
        {
            "id": 20,
            "vi": "Tây Thi mất vía, Hằng Nga giật mình.",
            "en": "entrance Hsi Shih, bewitch Ch’ang O herself.”"
        },
        {
            "id": 21,
            "vi": "Câu cẩm tú đàn anh họ Lý,",
            "en": "She could embroider rhymes outshining Li’s"
        },
        {
            "id": 22,
            "vi": "Nét đan thanh bậc chị chàng Vương.",
            "en": "or paint in brushstrokes far surpassing Wang’s."
        },
        {
            "id": 23,
            "vi": "Cờ tiên rượu thánh ai đang,",
            "en": "What mortal rivaled her at chess or wine?"
        },
        {
            "id": 24,
            "vi": "Lưu Linh, Đế Thích là làng tri âm.",
            "en": "Both Indra and Liu Ling were her soul mates."
        },
        {
            "id": 25,
            "vi": "Cầm điếm nguyệt, phỏng tầm Tư Mã,",
            "en": "She plucked the lute by moonlight like Ssu-ma;"
        },
        {
            "id": 26,
            "vi": "Địch lầu thu, đọ gã Tiêu lang.",
            "en": "she played the flute in autumn like Hsiao-shih.’"
        },
        {
            "id": 27,
            "vi": "Dẫu mà tay múa miệng xang,",
            "en": "And when she sang and waved her hands to dance,"
        },
        {
            "id": 28,
            "vi": "Thiên tiên cũng xếp nghê thường trong trăng.",
            "en": "moon fairies doffed their rainbow garb and quit."
        },
        {
            "id": 29,
            "vi": "Tài sắc đã vang lừng trong nước,",
            "en": "Her gifts and looks were praised throughout the realm,"
        },
        {
            "id": 30,
            "vi": "Bướm ong càng xao xác ngoài hiên.",
            "en": "and suitors swarmed like bees outside her gate."
        },
        {
            "id": 31,
            "vi": "Tai nghe nhưng mắt chưa nhìn,",
            "en": "Even before they had set eyes on her,"
        },
        {
            "id": 32,
            "vi": "Bệnh Tề Tuyên đã nổi lên đùng đùng.",
            "en": "Ch’i Hsiian’s mad fever seized them like a storm."
        },
        {
            "id": 33,
            "vi": "Hoa xuân nọ còn phong nộn nhị,",
            "en": "The vernal flower still kept its pistil sealed;"
        },
        {
            "id": 34,
            "vi": "Nguyệt thu kia chưa hé hàn quang.",
            "en": "the autumn moon had yet to shed its glow."
        },
        {
            "id": 35,
            "vi": "Hồng lâu còn khoá then sương,",
            "en": "Curtains like mists still screened her rosy room;"
        },
        {
            "id": 36,
            "vi": "Thâm khuê còn giấm mùi hương khuynh thành.",
            "en": "pure fragrance yet suffused her secret bower."
        },
        {
            "id": 37,
            "vi": "Làng cung kiếm rắp ranh bắn sẻ,",
            "en": "Against the peacock, archers drew their bows;?"
        },
        {
            "id": 38,
            "vi": "Khách công hầu gấm ghé mong sao.",
            "en": "upon the star young nobles trained their gaze.'"
        },
        {
            "id": 39,
            "vi": "Vườn xuân bướm hãy còn rào,",
            "en": "Her garden was still fenced from butterflies—"
        },
        {
            "id": 40,
            "vi": "Thấy hoa mà chẳng lối vào tìm hương.",
            "en": "they saw the flower, yet found no entranceway."
        },
        {
            "id": 41,
            "vi": "Gan chẳng đá khôn đường há chuyển,",
            "en": "Her heart, though not of stone, could not be moved—"
        },
        {
            "id": 42,
            "vi": "Mặt phàm kia dễ đến Thiên Thai?",
            "en": "mere humans should presume to climb T’ien-t’ai!!!"
        },
        {
            "id": 43,
            "vi": "Hương trời sá động trần ai,",
            "en": "Her perfume was not meant for earthly dust,"
        },
        {
            "id": 44,
            "vi": "Dẫu vàng nghìn lạng dễ cười một khi.",
            "en": "and no amount of gold could buy her smile."
        },
        {
            "id": 45,
            "vi": "Ngẫm nhân sự cớ gì ra thế?",
            "en": "Why is the human realm arranged that way?"
        },
        {
            "id": 46,
            "vi": "Sợi xích thằng đâu để vướng chân.",
            "en": "How can fate’s red silk thread so tie your feet?!”"
        },
        {
            "id": 47,
            "vi": "Vắt tay nằm nghĩ cơ trần,",
            "en": "Lying supine, an arm across the brow,"
        },
        {
            "id": 48,
            "vi": "Nước dương muốn rẩy nguội dần lửa duyên.",
            "en": "Oh, for some drops from Kuan Yin’s willow branch to cool and quench the fire inside her heart!"
        },
        {
            "id": 49,
            "vi": "Kìa thế cục như in giấc mộng,",
            "en": "Existence is a dream."
        },
        {
            "id": 50,
            "vi": "Máy huyền vi mở đóng khôn lường!",
            "en": "The universe, fate’s engine, works in cryptic, baffling ways."
        },
        {
            "id": 51,
            "vi": "Vẻ chi ăn uống sự thường,",
            "en": "A bite of food, a sip of drink—each act,"
        },
        {
            "id": 52,
            "vi": "Cũng còn tiền định khá thương lọ là.",
            "en": "however trivial, is foreordained."
        },
        {
            "id": 53,
            "vi": "Đòi những kẻ thiên ma bách chiết,",
            "en": "So many, stricken by a thousand blows,"
        },
        {
            "id": 54,
            "vi": "Hình thì còn bụng chết đòi nau!",
            "en": "still walk the earth as bodies with dead souls."
        },
        {
            "id": 55,
            "vi": "Thảo nào khi mới chôn nhau,",
            "en": "No wonder that delivered from the womb,"
        },
        {
            "id": 56,
            "vi": "Đã mang tiếng khóc bưng đầu mà ra!",
            "en": "you issue forth to utter piercing wails!"
        },
        {
            "id": 57,
            "vi": "Khóc vì nỗi thiết tha sự thế,",
            "en": "You weep in sorrow for your human plight."
        },
        {
            "id": 58,
            "vi": "Ai bày trò bãi bể nương dâu?",
            "en": "Who’s staged this play of fortune’s ebb and flow?"
        },
        {
            "id": 59,
            "vi": "Trắng răng đến thuở bạc đầu,",
            "en": "From childhood with white teeth till hoary age,"
        },
        {
            "id": 60,
            "vi": "Tử, sinh, kinh, cụ làm nau mấy lần?",
            "en": "from birth to death, how often you must grieve!"
        },
        {
            "id": 61,
            "vi": "Cuộc thành bại hầu cằn mái tóc,",
            "en": "Thoughts of success and failure gray the head;"
        },
        {
            "id": 62,
            "vi": "Lớp cùng thông như đúc buồng gan.",
            "en": "to seesaw up and down inures the heart."
        },
        {
            "id": 63,
            "vi": "Bệnh trần đòi đoạn tâm can,",
            "en": "Sick flesh falls prey to bitter pains—the burn"
        },
        {
            "id": 64,
            "vi": "Lửa cơ đốt ruột, dao hàn cắt da!",
            "en": "of hunger’s fire, the knife-sharp pang of cold."
        },
        {
            "id": 65,
            "vi": "Gót danh lợi bùn pha sắc xám,",
            "en": "Feet race for fame or gain and gather mud—"
        },
        {
            "id": 66,
            "vi": "Mặt phong trần nắng rám mùi dâu.",
            "en": "by sunscald, wind, and dust the face is tanned."
        },
        {
            "id": 67,
            "vi": "Nghĩ thân phù thế mà đau,",
            "en": "You brood on bubbles in the sea of woe,"
        },
        {
            "id": 68,
            "vi": "Bọt trong bể khổ, bèo đầu bến mê.",
            "en": "and floating moss by shores of self-deceit"
        },
        {
            "id": 69,
            "vi": "Mùi tục vị lưỡi tê tân khổ,",
            "en": "Life yields an acrid taste that numbs the tongue;"
        },
        {
            "id": 70,
            "vi": "Đường thế đồ gót rỗ khi khu.",
            "en": "the rugged road you tread will scar your heels."
        },
        {
            "id": 71,
            "vi": "Sóng cồn cửa bể nhấp nhô,",
            "en": "As waves beyond the haven surge and fall,"
        },
        {
            "id": 72,
            "vi": "Chiếc thuyền bào ảnh lô xô mặt ghềnh.",
            "en": "the skiff of foam and shadow bobs about."
        },
        {
            "id": 73,
            "vi": "Trẻ tạo hoá đành hanh quá ngán,",
            "en": "A wanton boy is he who made the world!"
        },
        {
            "id": 74,
            "vi": "Chết đuối người trên cạn mà chơi!",
            "en": "For sport he’ll make us reach dry land and drown."
        },
        {
            "id": 75,
            "vi": "Lò cừ nung nấu sự đời,",
            "en": "In his huge furnace forging myniad things,"
        },
        {
            "id": 76,
            "vi": "Bức tranh vân cẩu vẽ người tang thương.",
            "en": "he will transmute white clouds to bluish dogs"
        },
        {
            "id": 77,
            "vi": "Đền vũ tạ nhện giăng cửa mốc,",
            "en": "Where dancers danced, now spiders weave, doors rot;"
        },
        {
            "id": 78,
            "vi": "Thú ca lâu dế khóc canh dài,",
            "en": "where singers sang, now crickets whine all night."
        },
        {
            "id": 79,
            "vi": "Đất bằng bỗng rấp chông gai,",
            "en": "All of a sudden, thorns bestrew smooth earth—"
        },
        {
            "id": 80,
            "vi": "Ai đem nhân ảnh nhuốm màu tà dương?",
            "en": "who’s dyed the human scene in shades of dusk?"
        },
        {
            "id": 81,
            "vi": "Mồi phú quý nhử làng xa mã,",
            "en": "Riches entice the horse-and-carriage set;"
        },
        {
            "id": 82,
            "vi": "Bả vinh hoa lừa gã công khanh,",
            "en": "the bait of honors lures grandees and lords."
        },
        {
            "id": 83,
            "vi": "Giấc Nam Kha khéo bất tình,",
            "en": "How void of substance is a Nan-k’o dream!!"
        },
        {
            "id": 84,
            "vi": "Bừng con mắt dậy thấy mình tay không!",
            "en": "Open your eyes and see bare, empty hands."
        },
        {
            "id": 85,
            "vi": "Sân đào lý mây lồng man mác,",
            "en": "A garden where the peach and plum once thrived"
        },
        {
            "id": 86,
            "vi": "Nền đỉnh chung nguyệt gác mơ màng.",
            "en": "the moon now comes to rest in drowsy haze."
        },
        {
            "id": 87,
            "vi": "Cánh buồm bể hoạn mênh mang,",
            "en": "Those who must sail the sea of gain and fame"
        },
        {
            "id": 88,
            "vi": "Cái phong ba khéo cợt phường lợi danh.",
            "en": "are buffeted like toys by wind and waves."
        },
        {
            "id": 89,
            "vi": "Quyền hoạ phúc trời tranh mất cả,",
            "en": "Heaven has grasped all powers for weal or woe,"
        },
        {
            "id": 90,
            "vi": "Chút tiện nghi chẳng trả phần ai!",
            "en": "allowing none a snippet of free choice."
        },
        {
            "id": 91,
            "vi": "Cái quay búng sẵn lên trời,",
            "en": "The world is spun to turn as Heaven bids—"
        },
        {
            "id": 92,
            "vi": "Mờ mờ nhân ảnh như người đi đêm.",
            "en": "men grope their way like toddlers in the night."
        },
        {
            "id": 93,
            "vi": "Hình mộc thạch vàng kim ố cổ,",
            "en": "All trees and rocks are marked and marred by time;"
        },
        {
            "id": 94,
            "vi": "Sắc cầm ngư ủ vũ ê phong.",
            "en": "all birds and fish must dread fierce wind or rain."
        },
        {
            "id": 95,
            "vi": "Tiêu điều nhân sự đã xong,",
            "en": "All flesh must share the common, dismal lot"
        },
        {
            "id": 96,
            "vi": "Sơn hà cũng ảo, côn trùng cũng hư.",
            "en": "of transitory hills, of short-lived flies."
        },
        {
            "id": 97,
            "vi": "Cầu thệ thuỷ ngồi trơ cổ độ,",
            "en": "A lonesone bridge still squats on its old banks;"
        },
        {
            "id": 98,
            "vi": "Quán thu phong đứng rũ tà huy.",
            "en": "an inn, forlorn, looms stark in autumn gusts."
        },
        {
            "id": 99,
            "vi": "Phong trần đến cả sơn khê,",
            "en": "Raw wind and weather tell on hills and brooks;"
        },
        {
            "id": 100,
            "vi": "Tang thương đến cả hoa kia cỏ này.",
            "en": "no leaf, no flower escapes decay and fall."
        },
        {
            "id": 101,
            "vi": "Tuồng ảo hoá đã bày ra đấy,",
            "en": "A shadow play’s unfolding there on stage:"
        },
        {
            "id": 102,
            "vi": "Kiếp phù sinh trông thấy mà đau!",
            "en": "it hurts to watch the fleeting show of life."
        },
        {
            "id": 103,
            "vi": "Trăm năm còn có gì đâu,",
            "en": "Of your full hundred years what will be left?"
        },
        {
            "id": 104,
            "vi": "Chẳng qua một nấm cổ khâu xanh rì.",
            "en": "A mound of earth all smothered by rank weeds!"
        },
        {
            "id": 105,
            "vi": "Mùi tục luỵ dường kia cay đắng,",
            "en": "The road of life is paved with griefs and woes:"
        },
        {
            "id": 106,
            "vi": "Vui chi mà đeo đẳng trần duyên?",
            "en": "why gladly hug your ties to dust or dirt?"
        },
        {
            "id": 107,
            "vi": "Cái gương nhân sự chiền chiền,",
            "en": "The mortal drama plays for all to see:"
        },
        {
            "id": 108,
            "vi": "Liệu thân này với cơ thiền phải nao.",
            "en": "why not through Dhyana seek release and cure???"
        },
        {
            "id": 109,
            "vi": "Thà mượn thú tiêu dao cửa Phật,",
            "en": "Cross Buddha’s gate and wander free at last."
        },
        {
            "id": 110,
            "vi": "Mối thất tình quyết dứt cho xong.",
            "en": "Sever for good the seven passions’ bonds.!"
        },
        {
            "id": 111,
            "vi": "Đa mang chi nữa đèo bòng?",
            "en": "Why shoulder loads and carry burdens still?"
        },
        {
            "id": 112,
            "vi": "Vui gì thế sự mà mong nhân tình!",
            "en": "What joys in human love can you expect?"
        },
        {
            "id": 113,
            "vi": "Lấy gió mát trăng thanh kết nghĩa,",
            "en": "For friendship, take pure moonlight and cool breeze;"
        },
        {
            "id": 114,
            "vi": "Mượn hoa đàm đuốc tuệ làm duyên.",
            "en": "for love, adopt the Udumbara flower,"
        },
        {
            "id": 115,
            "vi": "Thoắt trần một gót thiên nhiên,",
            "en": "and raise the torch of Prajna. Leave the world:”"
        },
        {
            "id": 116,
            "vi": "Cái thân ngoại vật là tiên trong đời.",
            "en": "stay free of things and be a god on earth!"
        },
        {
            "id": 117,
            "vi": "Ý cũng rắp ra ngoài đào chú,",
            "en": "She wished to dodge the Potter’s grasping hand"
        },
        {
            "id": 118,
            "vi": "Quyết lộn vòng phu phụ cho cam!",
            "en": "and somehow wriggle through the marriage noose."
        },
        {
            "id": 119,
            "vi": "Ai ngờ trời chẳng cho làm,",
            "en": "But Heaven would not let her have her way—"
        },
        {
            "id": 120,
            "vi": "Quyết đem dây thắm mà giam bông đào!",
            "en": "round the peach blossom twined the red silk thread."
        },
        {
            "id": 121,
            "vi": "Hẳn túc trái làm sao đây tá?",
            "en": "A debt contracted in some earlier life?"
        },
        {
            "id": 122,
            "vi": "Hay tiền nhân hậu quả xưa kia?",
            "en": "A fruit whose seed had long ago been sown?"
        },
        {
            "id": 123,
            "vi": "Hay thiên cũng có điều gì?",
            "en": "Or had she once in Heaven’s palace done"
        },
        {
            "id": 124,
            "vi": "Xuống trần mà trả nợ đi cho rồi.",
            "en": "some deed she now must expiate on earth?"
        },
        {
            "id": 125,
            "vi": "Kìa điểu thú là loài vạn vật,",
            "en": "All living creatures, even birds and beasts,"
        },
        {
            "id": 126,
            "vi": "Dẫu vô tri cũng bắt đèo bòng,",
            "en": "insensate beings, tangle in love’s toils."
        },
        {
            "id": 127,
            "vi": "Có âm dương, có vợ chồng,",
            "en": "Female and male as yin and yang unite—"
        },
        {
            "id": 128,
            "vi": "Dẫu từ thiên địa cũng vòng phu thê.",
            "en": "both earth and heaven will in wedlock merge."
        },
        {
            "id": 129,
            "vi": "Đường tác hợp trời kia run rủi,",
            "en": "The Maker wants the sexes to conjoin:"
        },
        {
            "id": 130,
            "vi": "Trốn làm sao cho khỏi nhân tình.",
            "en": "how can a human shy from human love?"
        },
        {
            "id": 131,
            "vi": "Thôi thôi ngảnh mặt làm thinh,",
            "en": "Stop struggling! Look away, don’t murmur—wait"
        },
        {
            "id": 132,
            "vi": "Thử xem con tạo gieo mình nơi nao?",
            "en": "and see where destiny will set you down."
        },
        {
            "id": 133,
            "vi": "Tay nguyệt lão khờ sao có một,",
            "en": "How careless was that Old Man of the Moon!?!"
        },
        {
            "id": 134,
            "vi": "Bỗng tơ tình vương gót cung phi.",
            "en": "He let his red silk thread wind round her feet."
        },
        {
            "id": 135,
            "vi": "Cái đêm hôm ấy đêm gì,",
            "en": "What was that night, the night she met her lord?"
        },
        {
            "id": 136,
            "vi": "Bóng dương lồng bóng đồ my trập trùng?",
            "en": "Over a rose in bloom the sun went down."
        },
        {
            "id": 137,
            "vi": "Chồi thược dược mơ mòng thuỵ vũ,",
            "en": "A thirst-scorched peony waited for the rain;"
        },
        {
            "id": 138,
            "vi": "Đoá hải đường thức ngủ xuân tiêu.",
            "en": "a spell-bound orchid waked and dreamed by turns."
        },
        {
            "id": 139,
            "vi": "Cành xuân hoa chúm chím chào,",
            "en": "In the spring night, the spring-born blossom smiled"
        },
        {
            "id": 140,
            "vi": "Gió đông thôi đã cợt đào ghẹo mai.",
            "en": "and welcomed caresses from the east wind.?”"
        },
        {
            "id": 141,
            "vi": "Xiêm nghê nọ tả tơi trước gió,",
            "en": "Her rainbow skirt lay tattered, wind-exposed;"
        },
        {
            "id": 142,
            "vi": "Áo vũ kia lấp ló trong trăng,",
            "en": "her feather jacket gleamed beneath the moon."
        },
        {
            "id": 143,
            "vi": "Sênh ca mấy khúc vang lừng,",
            "en": "The flutes and singers sang sweet melodies—"
        },
        {
            "id": 144,
            "vi": "Cái thân Tây Tử lên chừng điện Tô.",
            "en": "Hsi Shih climbed step by step up Ku-su Tower!?"
        },
        {
            "id": 145,
            "vi": "Đệm hồng thuý thơm tho mùi xạ,",
            "en": "The halcyon couch gave off faint whiffs of musk;"
        },
        {
            "id": 146,
            "vi": "Bóng bội hoàn lấp ló trăng thanh.",
            "en": "the moonlit jewels shimmered round her neck."
        },
        {
            "id": 147,
            "vi": "Mây mưa mấy giọt chung tình,",
            "en": "From clouds, in rites of love, raindrops poured down"
        },
        {
            "id": 148,
            "vi": "Đình trầm hương khoá một cành mẫu đơn.",
            "en": "to bless the peony there in Scentwood Hall.”"
        },
        {
            "id": 149,
            "vi": "Tiếng thánh thót cung đàn thuý dịch,",
            "en": "Clear notes of lute inside the sky-blue room;"
        },
        {
            "id": 150,
            "vi": "Giọng nỉ non ngón địch đan trì.",
            "en": "soft moans of flute throughout the crimson yard."
        },
        {
            "id": 151,
            "vi": "Càng đàn, càng địch, càng mê,",
            "en": "The music grew, enrapturing her soul;"
        },
        {
            "id": 152,
            "vi": "Càng gay gắt điệu, càng tê tái lòng!",
            "en": "it surged and soared—her heart went numb with bliss."
        },
        {
            "id": 153,
            "vi": "Mày ngài lẫn mặt rồng lồ lộ,",
            "en": "Moth-eyebrows brushed against the dragon’s face:"
        },
        {
            "id": 154,
            "vi": "Sắp song song đôi lứa nhân duyên.",
            "en": "they formed a perfect couple, side by side."
        },
        {
            "id": 155,
            "vi": "Hoa thơm muôn đội trời trên,",
            "en": "Upon the queen of flowers the king of men"
        },
        {
            "id": 156,
            "vi": "Cam công mang tiếng thuyền quyên với đời.",
            "en": "conferred the world’s rewards to beauty due."
        },
        {
            "id": 157,
            "vi": "Trên chín bệ mặt trời gang tấc,",
            "en": "She nestled to the sun enthroned above;"
        },
        {
            "id": 158,
            "vi": "Chữ xuân riêng sớm chực trưa chầu.",
            "en": "she waited on his pleasure night and day."
        },
        {
            "id": 159,
            "vi": "Phải duyên hương lửa cùng nhau,",
            "en": "They loved each other—fire and incense glowed:"
        },
        {
            "id": 160,
            "vi": "Xe dê lọ rắc lá dâu mới vào.",
            "en": "no need to strew mulberry leaves for goats!”"
        },
        {
            "id": 161,
            "vi": "Khi ấp mận ôm đào gác nguyệt,",
            "en": "On moon-bright balconies they hugged and kissed;"
        },
        {
            "id": 162,
            "vi": "Lúc cười sương cợt tuyết đền phong.",
            "en": "in sunny maple groves they laughed and played."
        },
        {
            "id": 163,
            "vi": "Đoá lê ngon mắt cửu trùng,",
            "en": "Her fresh pear-blossom face bewitched his eyes—"
        },
        {
            "id": 164,
            "vi": "Tuy mày điểm nhạt nhưng lòng cũng xiêu.",
            "en": "he cherished her unpainted, unadorned."
        },
        {
            "id": 165,
            "vi": "Vẻ vưu vật trăm chiều chải chuốt,",
            "en": "The flawless gem that flashed a hundred sparks"
        },
        {
            "id": 166,
            "vi": "Lòng quân vương chi chút trên tay.",
            "en": "was fondled, pampered by a king in love."
        },
        {
            "id": 167,
            "vi": "Má hồng không thuốc mà say,",
            "en": "A woman’s beauty! Soul-entrancing drug,"
        },
        {
            "id": 168,
            "vi": "Nước kia muốn đổ, thành này muốn long!",
            "en": "toppler of kingdoms, shaker of the world!"
        },
        {
            "id": 169,
            "vi": "Vườn Tây Uyển khúc trùng “Thanh dạ”,",
            "en": "They listened to “Clear Moonlight” at West Park;"
        },
        {
            "id": 170,
            "vi": "Gác Lâm Xuân điệu ngã “Đình hoa”.",
            "en": "they heard “Fair Harem Flower” up in Spring Tower."
        },
        {
            "id": 171,
            "vi": "Thừa ân một giấc canh tà,",
            "en": "By royal grace, she shared his bed till dawn—"
        },
        {
            "id": 172,
            "vi": "Tờ mờ nét ngọc, lập loà vẻ son.",
            "en": "jade and vermilion glimmered through the dark."
        },
        {
            "id": 173,
            "vi": "Trên trướng gấm chí tôn vòi vọi,",
            "en": "To lie inside those curtains of brocade"
        },
        {
            "id": 174,
            "vi": "Những khi nào gần gũi quân vương.",
            "en": "and snuggle close to him, the lord supreme!"
        },
        {
            "id": 175,
            "vi": "Dẫu mà tay có nghìn vàng,",
            "en": "Offer to pay a thousand coins, in gold,"
        },
        {
            "id": 176,
            "vi": "Đố ai mua được một tràng mộng xuân.",
            "en": "and try to purchase one such spring night’s dream!"
        },
        {
            "id": 177,
            "vi": "Thôi cười nọ lại nhăn mày liễu,",
            "en": "Now she would smile, now she would purse her brows"
        },
        {
            "id": 178,
            "vi": "Ghẹo hoa kia lại diễu gót sen.",
            "en": "when teased about her golden-lotus feet."
        },
        {
            "id": 179,
            "vi": "Thân này uốn éo vì duyên,",
            "en": "She flounced and flirted with consummate art"
        },
        {
            "id": 180,
            "vi": "Cũng cam một tiếng thuyền quyên với đời.",
            "en": "as would befit a goddess born to earth!"
        },
        {
            "id": 181,
            "vi": "Lan mấy đoá lạc loài sơn dã,",
            "en": "Some orchids grow unnoticed in the wilds,?"
        },
        {
            "id": 182,
            "vi": "Uổng mùi hương vương giả lắm thay!",
            "en": "their scent not treasured by a prince or duke."
        },
        {
            "id": 183,
            "vi": "Gẫm như cân trất duyên này,",
            "en": "But fickle destiny had chosen her"
        },
        {
            "id": 184,
            "vi": "Cam công đặt cái khăn này tắc ơ.",
            "en": "and given her a king to love and serve:"
        },
        {
            "id": 185,
            "vi": "Tranh tỷ dực nhìn ưa chim nọ,",
            "en": "Paintings of lovebirds flying wing to wing,"
        },
        {
            "id": 186,
            "vi": "Đồ liên chi lần trỏ hoa kia.",
            "en": "of flowers that bloom on intertwining boughs"
        },
        {
            "id": 187,
            "vi": "Chữ đồng lấy đấy làm ghi,",
            "en": "she etched those union symbols in her heart"
        },
        {
            "id": 188,
            "vi": "Mượn điều thất tịch mà thề bách niên.",
            "en": "and vowed eternal troth on Seventh Night."
        },
        {
            "id": 189,
            "vi": "Hạt mưa đã lọt miền đài các,",
            "en": "A drop of rain had fallen, by sheer luck, into a stately mansion—she rejoiced"
        },
        {
            "id": 190,
            "vi": "Những mừng thầm cá nước duyên may.",
            "en": "that fish and water, meant to meet, had met."
        },
        {
            "id": 191,
            "vi": "Càng lâu, càng lắm điều hay,",
            "en": "She delighted with her fortune and well pleased"
        },
        {
            "id": 192,
            "vi": "Cho cam công kẻ nhúng tay thùng chàm.",
            "en": "her hand had dipped in royal indigo.!"
        },
        {
            "id": 193,
            "vi": "Ai ngờ bỗng mỗi năm một nhạt,",
            "en": "Some years went past—his ardor slowly cooled;"
        },
        {
            "id": 194,
            "vi": "Nguồn ân kia chẳng tát mà vơi!",
            "en": "the wellspring, somehow, started running dry."
        },
        {
            "id": 195,
            "vi": "Suy di đâu biết cơ trời,",
            "en": "Heaven will shift—one morning she woke up"
        },
        {
            "id": 196,
            "vi": "Bỗng không mà hoá ra người vị vong.",
            "en": "and found the sovereign’s love for her had died."
        },
        {
            "id": 197,
            "vi": "Đuốc vương giả chí công là thế,",
            "en": "If royal grace and justice be a torch,"
        },
        {
            "id": 198,
            "vi": "Chẳng soi cho đến khoé âm nhai!",
            "en": "let it shine forth and reach the farthest nooks!"
        },
        {
            "id": 199,
            "vi": "Muôn hồng nghìn tía đua tươi,",
            "en": "A thousand roses vie in color—yet"
        },
        {
            "id": 200,
            "vi": "Chúa xuân nhìn hái một hai bông gần.",
            "en": "the lord will choose and pluck those near at hand."
        },
        {
            "id": 201,
            "vi": "Vốn đã biết cái thân câu chõ,",
            "en": "When many anglers angle for one fish,"
        },
        {
            "id": 202,
            "vi": "Cá no mồi cũng khó nhử lên,",
            "en": "the glutted fish stops nibbling at the bait."
        },
        {
            "id": 203,
            "vi": "Ngán thay cái én ba nghìn,",
            "en": "When many swallows flock to one lone tree,"
        },
        {
            "id": 204,
            "vi": "Một cây cù mộc biết chen cành nào?",
            "en": "how can a branch be found whereon to perch?"
        },
        {
            "id": 205,
            "vi": "Hẳn duyên tươi phận tốt hơn người.",
            "en": "She’d hoped to fare far better than the rest"
        },
        {
            "id": 206,
            "vi": "Nào hay con tạo trêu ngươi,",
            "en": "and last—instead, the Maker played a prank:"
        },
        {
            "id": 207,
            "vi": "Hang sâu chút hé mặt trời lại râm.",
            "en": "no sooner had the sun bestowed warm light than this deep grotto plunged back into dark."
        },
        {
            "id": 208,
            "vi": "Trong cung quế âm thầm chiếc bóng,",
            "en": "Inside the silent chamber, all alone,"
        },
        {
            "id": 209,
            "vi": "Đêm năm canh trông ngóng lần lần.",
            "en": "she’s waiting hour by hour the livelong night."
        },
        {
            "id": 210,
            "vi": "Khoảnh làm chi bấy chúa xuân,",
            "en": "Why act so wantonly, O Lord of Spring?"
        },
        {
            "id": 211,
            "vi": "Chơi hoa cho rữa nhuỵ dần lại thôi.",
            "en": "You play with flowers, but leave before they fade."
        },
        {
            "id": 212,
            "vi": "Lầu đãi nguyệt đứng ngồi dạ vũ,",
            "en": "Here on this tower where once they watched the moon, she stirs and frets away a night of rain."
        },
        {
            "id": 213,
            "vi": "Gác thừa lương giấc ngủ thu phong,",
            "en": "Beside the terrace where they breathed the cool, she lies awake while howls the autumn gale."
        },
        {
            "id": 214,
            "vi": "Phòng tiêu lạnh ngắt như đồng,",
            "en": "Her room feels metal-cold—broken in two,"
        },
        {
            "id": 215,
            "vi": "Gương loan bẻ nửa, dải đồng xẻ đôi.",
            "en": "their phoenix mirror; split, their common sash."
        },
        {
            "id": 216,
            "vi": "Chiều ủ dột giấc mai khuya sớm,",
            "en": "Mornings and nights, she broods and dreams of love"
        },
        {
            "id": 217,
            "vi": "Vẻ bâng khuâng hồn bướm vẩn vơ.",
            "en": "Or she imagines she’s a butterfly that flutters to and from like some lost soul."
        },
        {
            "id": 218,
            "vi": "Cửa châu gió lọt, rèm ngà sương gieo.",
            "en": "Her alcove’s hushed and still—through crimson doors, winds pierce, to ivory blinds dew clings."
        },
        {
            "id": 219,
            "vi": "Ngấn phượng liễn chòm rêu lô chỗ,",
            "en": "The phoenix coach, the goat-drawn cart are gone—"
        },
        {
            "id": 220,
            "vi": "Dấu dương xa đám cỏ quanh co.",
            "en": "they’ve left grass-covered tracks, moss-speckled ruts."
        },
        {
            "id": 221,
            "vi": "Lầu Tần chiều nhạt vẻ thu,",
            "en": "The harem lies immersed in autumn dusk—"
        },
        {
            "id": 222,
            "vi": "Gối loan tuyết đóng, chăn cù giá đông.",
            "en": "her mat and pillow freeze in solitude."
        },
        {
            "id": 223,
            "vi": "Ngày sáu khắc tin mong nhạn vắng,",
            "en": "All day she waits for news—no wild goose comes;"
        },
        {
            "id": 224,
            "vi": "Đêm năm canh tiếng lắng chuông rền.",
            "en": "all night she hears bells toll—no other sound."
        },
        {
            "id": 225,
            "vi": "Lạnh lùng thay giấc cô miên,",
            "en": "It’s cold to sleep alone as incense wafts"
        },
        {
            "id": 226,
            "vi": "Mùi hương tịch mịch, bóng đèn âm u.",
            "en": "and lamplight flickers in the shadowed night."
        },
        {
            "id": 227,
            "vi": "Tranh biếng ngắm trong đồ tố nữ,",
            "en": "Portraits of beauties she admires no more—"
        },
        {
            "id": 228,
            "vi": "Mặt buồn trông trên cửa nghiêm lâu.",
            "en": "gray eyes she fastens on the royal hall."
        },
        {
            "id": 229,
            "vi": "Một mình đứng tủi, ngồi sầu,",
            "en": "All by herself, unseen, she grieves and mourns,"
        },
        {
            "id": 230,
            "vi": "Đã than với nguyệt, lại rầu với hoa!",
            "en": "complaining to the moon, sighing with flowers."
        },
        {
            "id": 231,
            "vi": "Buồn một nỗi hồn đà khắc khoải,",
            "en": "A hundred torments gnaw within her heart;"
        },
        {
            "id": 232,
            "vi": "Ngán trăm chiều bước lại ngẩn ngơ.",
            "en": "beset by care, she staggers in a daze."
        },
        {
            "id": 233,
            "vi": "Hoa này bướm nỡ thờ ơ,",
            "en": "How can the butterfly forsake the flower"
        },
        {
            "id": 234,
            "vi": "Để gầy bông thắm, để xơ nhuỵ vàng.",
            "en": "and let her petals fade, her pistil wilt?"
        },
        {
            "id": 235,
            "vi": "Đêm năm canh lần nương vách quế,",
            "en": "Deep into night, she gazes at the moon."
        },
        {
            "id": 236,
            "vi": "Cái buồn này ai để giết nhau,",
            "en": "Who has invented this, the grief that kills?"
        },
        {
            "id": 237,
            "vi": "Giết nhau chẳng cái Lưu Cầu,",
            "en": "No whetted sword is used to kill the girl—"
        },
        {
            "id": 238,
            "vi": "Giết nhau bằng cái u sầu, độc chưa!",
            "en": "she’s killed with sorrow: what a cruel way!"
        },
        {
            "id": 239,
            "vi": "Tay nguyệt lão chẳng xe thì chớ,",
            "en": "Why spin your thread, Old Codger of the Moon,"
        },
        {
            "id": 240,
            "vi": "Xe thế này có dở dang không?",
            "en": "if you don’t bind two lovers hard and fast?"
        },
        {
            "id": 241,
            "vi": "Đang tay muốn dứt tơ hồng,",
            "en": "She would as soon yank loose the red silk thread,"
        },
        {
            "id": 242,
            "vi": "Bực mình muốn đạp tiêu phòng mà ra!",
            "en": "kick down the harem gate and flee outside."
        },
        {
            "id": 243,
            "vi": "Nào lối dạo vườn hoa năm ngoái,",
            "en": "They strolled here in this garden where, years past,"
        },
        {
            "id": 244,
            "vi": "Đoá hồng đào hái buổi còn xanh.",
            "en": "he plucked the red peach blossom in its prime."
        },
        {
            "id": 245,
            "vi": "Trên gác phượng, dưới lầu oanh,",
            "en": "Up Phoenix Terrace, down Oriole Bower,"
        },
        {
            "id": 246,
            "vi": "Gối du tiên hãy rành rành song song.",
            "en": "twin pillows lie where both dreamed wondrous dreams."
        },
        {
            "id": 247,
            "vi": "Bây giờ đã ra lòng rẻ rúng,",
            "en": "But now contempt has settled in his heart—"
        },
        {
            "id": 248,
            "vi": "Để thân này cỏ úng tơ mành.",
            "en": "he lets her wilt like grass and fray like silk."
        },
        {
            "id": 249,
            "vi": "Đông quân sao khéo bất tình,",
            "en": "Sun king of love, why do you feel no love?"
        },
        {
            "id": 250,
            "vi": "Cành hoa tàn nguyệt, bực mình hoài xuân.",
            "en": "The flower regrets lost spring as wanes the moon."
        },
        {
            "id": 251,
            "vi": "Nào lúc tựa lầu Tần hôm nọ,",
            "en": "Where is the royal hall of yesteryear,"
        },
        {
            "id": 252,
            "vi": "Cành liễu mành bẻ thuở đương tơ.",
            "en": "when he broke off the tender willow spray?"
        },
        {
            "id": 253,
            "vi": "Khi trướng ngọc, lúc rèm ngà,",
            "en": "Behind pearl-studded veils and ivory blinds,"
        },
        {
            "id": 254,
            "vi": "Mảnh xuân y hãy sờ sờ dấu phong.",
            "en": "her bridal gown still bears the marks of love."
        },
        {
            "id": 255,
            "vi": "Bây giờ đã ra lòng ruồng rẫy,",
            "en": "But now he’s cast her from his fickle heart"
        },
        {
            "id": 256,
            "vi": "Để thân này nước chảy hoa trôi.",
            "en": "to let the blossom float and drift downstream."
        },
        {
            "id": 257,
            "vi": "Hoá công sao khéo trêu ngươi?",
            "en": "Creator, why play these capricious tricks?"
        },
        {
            "id": 258,
            "vi": "Bóng đèn tà nguyệt tẻ mùi ký sinh.",
            "en": "The pallid moon sets on a life laid waste."
        },
        {
            "id": 259,
            "vi": "Cảnh hoa lạc nguyệt minh hôm ấy,",
            "en": "A flower adrift beneath the waning moon—"
        },
        {
            "id": 260,
            "vi": "Lửa hoàng hôn như cháy tấm son.",
            "en": "the smoldering fire of twilight burns her soul."
        },
        {
            "id": 261,
            "vi": "Hoàng hôn thôi lại hôn hoàng,",
            "en": "More twilight, yet more twilight looms ahead—"
        },
        {
            "id": 262,
            "vi": "Nguyệt hoa thôi lại thêm buồn nguyệt hoa!",
            "en": "she sorrows for the flower and for the moon."
        },
        {
            "id": 263,
            "vi": "Buồn vì nỗi nguyệt tà ai trọng,",
            "en": "Who cares to glorify a waning moon?"
        },
        {
            "id": 264,
            "vi": "Buồn vì điều hoa rụng ai nhìn!",
            "en": "Who bothers to admire a fallen flower?"
        },
        {
            "id": 265,
            "vi": "Tình buồn cảnh lại vô duyên,",
            "en": "In cheerless nature grief finds no reprieve—"
        },
        {
            "id": 266,
            "vi": "Tình trong cảnh ấy, cảnh bên tình này.",
            "en": "grief mirrors nature, nature mirrors grief."
        },
        {
            "id": 267,
            "vi": "Khi trận gió lung lay cành bích,",
            "en": "While leaves are rustling, stirred by gusts of wind,"
        },
        {
            "id": 268,
            "vi": "Nghe rì rầm tiếng mách ngoài xa.",
            "en": "she thinks she hears faint voices from afar."
        },
        {
            "id": 269,
            "vi": "Mơ hồ nghĩ tiếng xe ra,",
            "en": "His coach is coming! Hurriedly she burns"
        },
        {
            "id": 270,
            "vi": "Đốt phong hương hả mà hơ áo tàn.",
            "en": "stale incense and perfumes her musty robe."
        },
        {
            "id": 271,
            "vi": "Ai ngờ tiếng dế than ri rỉ,",
            "en": "Alas, the voices heard are crickets’ cries,"
        },
        {
            "id": 272,
            "vi": "Giọng bi thu gọi kẻ cô phòng.",
            "en": "sad autumn’s whispers to all lovelorn hearts."
        },
        {
            "id": 273,
            "vi": "Vắng tanh nào thấy vân mòng,",
            "en": "No tidings break the hush—bone-chilled, she waits;"
        },
        {
            "id": 274,
            "vi": "Hơi thê lương lạnh ngắt song phi huỳnh.",
            "en": "by her cold window, fireflies flit about."
        },
        {
            "id": 275,
            "vi": "Khi bóng nguyệt chênh vênh trước ốc,",
            "en": "When over her high roof the moon slopes down,"
        },
        {
            "id": 276,
            "vi": "Nghe vang lừng tiếng giục bên tai:",
            "en": "she thinks she hears a call that summons her."
        },
        {
            "id": 277,
            "vi": "Dè chừng nghĩ tiếng tiểu đòi,",
            "en": "He’s sent a page for her! With moldy powder,"
        },
        {
            "id": 278,
            "vi": "Nghiêng bình phấn mốc mà nhồi má nheo.",
            "en": "she quickly touches up her withered cheeks."
        },
        {
            "id": 279,
            "vi": "Ai ngờ tiếng quyên kêu ra rả,",
            "en": "Alas, she’s heard a cuckoo’s stubborn wail—"
        },
        {
            "id": 280,
            "vi": "Điệu “Thương xuân” khóc ả sương khuê.",
            "en": "it mourns all widows and defunct spring joys."
        },
        {
            "id": 281,
            "vi": "Lạnh lùng nào thấy ỏ ê,",
            "en": "She feels so cold—no one is hugging her."
        },
        {
            "id": 282,
            "vi": "Khí bi thương sực nức hè lạc hoa.",
            "en": "Bleak sorrow floods the yard where blossoms fall."
        },
        {
            "id": 283,
            "vi": "Tiếng thuý điện cười già ra gắt,",
            "en": "In Halcyon Palace, laughter turns to tears:"
        },
        {
            "id": 284,
            "vi": "Mùi quyền môn thắm rất nên phai.",
            "en": "all pomp and glory dazzle but soon dim."
        },
        {
            "id": 285,
            "vi": "Nghĩ nên tiếng cửa quyền ôi,",
            "en": "Dry rot eats gates of power—if she had known,"
        },
        {
            "id": 286,
            "vi": "Thì thong thả vậy, cũng thôi một đời.",
            "en": "she’d have preferred the simple, humdrum life."
        },
        {
            "id": 287,
            "vi": "Vì sớm biết lòng trời đeo đẳng,",
            "en": "Had she suspected Heaven wished her ill,"
        },
        {
            "id": 288,
            "vi": "Dẫu thuê tiền cũng chẳng mang tình.",
            "en": "she’d have rebuffed the lure of gold itself."
        },
        {
            "id": 289,
            "vi": "Nghĩ mình lại ngán cho mình,",
            "en": "She broods on destiny, and she despairs."
        },
        {
            "id": 290,
            "vi": "Cái hoa đã trót gieo cành biết sao!",
            "en": "The flower has left its branch—what can be done?"
        },
        {
            "id": 291,
            "vi": "Miếng cao lương phong lưu nhưng lợm,",
            "en": "Rich viands, fit for princes, will soon pall:"
        },
        {
            "id": 292,
            "vi": "Mùi hoắc lê thanh đạm mà ngon.",
            "en": "plain greens and beans taste bland, yet always please."
        },
        {
            "id": 293,
            "vi": "Cùng nhau một giấc hoành môn,",
            "en": "To live together under one thatch roof"
        },
        {
            "id": 294,
            "vi": "Lau nhau ríu rít cò con cũng tình.",
            "en": "with children big and small—that’s happiness!"
        },
        {
            "id": 295,
            "vi": "Ví sớm biết phận mình ra thế,",
            "en": "Had she but known what fate reserved for her,"
        },
        {
            "id": 296,
            "vi": "Dải kết điều oẻ oẹ làm chi.",
            "en": "would she have acted proud and hard to please?"
        },
        {
            "id": 297,
            "vi": "Thà rằng cục mịch nhà quê,",
            "en": "She would have settled for some country lad"
        },
        {
            "id": 298,
            "vi": "Dẫu lòng nũng nịu nguyệt kia hoa này.",
            "en": "and quashed all dreams of grandeur from her soul."
        },
        {
            "id": 299,
            "vi": "Chiều tịch mịch đã gầy bóng thỏ,",
            "en": "Her haggard face is like to that gaunt moon;"
        },
        {
            "id": 300,
            "vi": "Vẻ tiêu tao lại võ hoa đèn.",
            "en": "her glassy eyes resembles this dim lamp."
        },
        {
            "id": 301,
            "vi": "Muốn đem ca tiếu giải phiền,",
            "en": "She wants to laugh and sing her grief away—"
        },
        {
            "id": 302,
            "vi": "Cười nên tiếng khóc, hát nên giọng sầu.",
            "en": "her laughs all sound like sobs, her songs like moans."
        },
        {
            "id": 303,
            "vi": "Ngọn tâm hoả đốt dàu nét liễu,",
            "en": "The heart’s dull fire has parched her lovely brows;"
        },
        {
            "id": 304,
            "vi": "Giọt hồng băng thấm ráo làn son.",
            "en": "the tears of blood have washed rouge from her face."
        },
        {
            "id": 305,
            "vi": "Lại buồn đến cảnh con con,",
            "en": "Her sorrow mars or kills all little joys:"
        },
        {
            "id": 306,
            "vi": "Trà chuyên nước nhất, hương dồn khói đôi.",
            "en": "tea freshly brewed, fine incense, or rare scent."
        },
        {
            "id": 307,
            "vi": "Trong gang tấc mặt trời xa bấy,",
            "en": "He lives close by, yet seems a world away."
        },
        {
            "id": 308,
            "vi": "Phận hẩm hiu nhường ấy vì đâu?",
            "en": "Why such a destiny? She fares far worse"
        },
        {
            "id": 309,
            "vi": "Sinh ly đòi rất thời Ngâu,",
            "en": "than do the Herdboy and his Weaver Maid:"
        },
        {
            "id": 310,
            "vi": "Một năm còn thấy mặt nhau một lần.",
            "en": "they see each other every autumn once."
        },
        {
            "id": 311,
            "vi": "Huống chi cũng lạm phần son phấn,",
            "en": "Endowed with charm and beauty, she must wait"
        },
        {
            "id": 312,
            "vi": "Luống năm năm chực phận buồng không.",
            "en": "year after year inside her empty room."
        },
        {
            "id": 313,
            "vi": "Khéo vô duyên với cửu trùng,",
            "en": "Is she not meant for him? Oh, for red dye"
        },
        {
            "id": 314,
            "vi": "Son nào nhuộm được má hồng cho tươi?",
            "en": "to dye again the faded thread of silk!"
        },
        {
            "id": 315,
            "vi": "Vườn thượng uyển hoa cười với nắng,",
            "en": "The royal flowers smile to greet the sun—"
        },
        {
            "id": 316,
            "vi": "Lối đi về ai chẳng chiều ong.",
            "en": "who would forbid the bee to come their way?"
        },
        {
            "id": 317,
            "vi": "Doành Nhâm một dải nông nông,",
            "en": "A shallow stream keeps her and him apart—"
        },
        {
            "id": 318,
            "vi": "Bóng dương bên ấy, đứng trông bên này.",
            "en": "he’s over there, she’s waiting over here."
        },
        {
            "id": 319,
            "vi": "Tình rầu rĩ làm ngây nhĩ mục,",
            "en": "A languor blurs her senses, eyes, and ears."
        },
        {
            "id": 320,
            "vi": "Chốn phòng không như giục mây mưa.",
            "en": "The vacant chamber rouses thoughts of love."
        },
        {
            "id": 321,
            "vi": "Giấc chiêm bao những đêm xưa,",
            "en": "In dreams she lives those nights of long ago—"
        },
        {
            "id": 322,
            "vi": "Giọt mưa cửu hạn còn mơ đến rày.",
            "en": "she yearns and thirsts for raindrops after drought."
        },
        {
            "id": 323,
            "vi": "Trên chín bệ có hay chăng nhẽ?",
            "en": "Upon his lofty throne is he aware?"
        },
        {
            "id": 324,
            "vi": "Khách quần thoa mà để lạnh lùng!",
            "en": "A woman’s left forlorn and cold, unloved."
        },
        {
            "id": 325,
            "vi": "Thù nhau ru hỡi đông phong?",
            "en": "East wind, why scorn the peach bloom and veer off,"
        },
        {
            "id": 326,
            "vi": "Góc vườn dãi nắng cầm bông hoa đào.",
            "en": "to let her pine and wither in her nook?"
        },
        {
            "id": 327,
            "vi": "Tay tạo hoá cớ sao mà độc,",
            "en": "The Maker wields a wayward hand—for fun"
        },
        {
            "id": 328,
            "vi": "Buộc người vào kim ốc mà chơi.",
            "en": "he’s locked her in a prison made of gold!"
        },
        {
            "id": 329,
            "vi": "Chống tay ngồi nghĩ sự đời,",
            "en": "As she sits here and broods about the world,"
        },
        {
            "id": 330,
            "vi": "Muốn kêu một tiếng cho dài kẻo căm!",
            "en": "she feels like bursting into one long scream."
        },
        {
            "id": 331,
            "vi": "Nơi lạnh lẽo, nơi xem gần gặn,",
            "en": "She’s cold, left by herself—they lie near him!"
        },
        {
            "id": 332,
            "vi": "Há phai son lạt phấn ru mà!",
            "en": "Yet has she lost all beauty and all charm?"
        },
        {
            "id": 333,
            "vi": "Trêu ngươi chi bấy trăng già?",
            "en": "You play such jokes, Old Codger of the Moon!"
        },
        {
            "id": 334,
            "vi": "Trao con chỉ thắm mà ra tơ mành!",
            "en": "From strong red yarn you’ve spun a thin, pale thread."
        },
        {
            "id": 335,
            "vi": "Lòng ngán ngẩm buồn tênh mọi nỗi,",
            "en": "Her weary soul is deadened to all things—"
        },
        {
            "id": 336,
            "vi": "Khúc sầu tràng bối rối dường tơ.",
            "en": "her anguished thoughts all snarl like sleaves of silk."
        },
        {
            "id": 337,
            "vi": "Ngọn đèn phòng động đêm xưa,",
            "en": "Upon the lamp that lit their nuptial night,"
        },
        {
            "id": 338,
            "vi": "Đài hoa tịnh đế trơ trơ chưa tàn.",
            "en": "twin flowers of wedded troth still bloom, intact."
        },
        {
            "id": 339,
            "vi": "Mà lượng thánh đa đoan kíp bấy,",
            "en": "Have many state affairs so troubled him"
        },
        {
            "id": 340,
            "vi": "Bỗng ra lòng ruồng rẫy vì đâu?",
            "en": "that he’s expelled her from his mind and heart?"
        },
        {
            "id": 341,
            "vi": "Bõ già tỏ nỗi xưa sau,",
            "en": "Why has her servant failed to bring her plight"
        },
        {
            "id": 342,
            "vi": "Chẳng đem nỗi ấy mà tâu ngự cùng?",
            "en": "to his full notice, seeking some redress?"
        },
        {
            "id": 343,
            "vi": "Đêm phong vũ lạnh lùng có một,",
            "en": "Night, wind, and rain—a woman, cold, alone."
        },
        {
            "id": 344,
            "vi": "Giọt ba tiêu thánh thót cầm canh.",
            "en": "Raindrops tap plantain leaves to beat each watch."
        },
        {
            "id": 345,
            "vi": "Bên tường thấp thoáng bóng huỳnh,",
            "en": "A few fireflies wink feebly by the wall,"
        },
        {
            "id": 346,
            "vi": "Vách sương nghi ngút, đèn xanh lờ mờ.",
            "en": "now clouded by dawn’s mist. The lamp’s grown dim,"
        },
        {
            "id": 347,
            "vi": "Mắt chưa nhắp, đồng hồ đã cạn,",
            "en": "the clock’s dripped low: she has not closed her eyes."
        },
        {
            "id": 348,
            "vi": "Cảnh tiêu điều ngao ngán dường bao.",
            "en": "This melancholy view—she hates it so!"
        },
        {
            "id": 349,
            "vi": "Buồn này mới gọi buồn sao?",
            "en": "What name to give this sadness? In one night,"
        },
        {
            "id": 350,
            "vi": "Một đêm nhớ cảnh biết bao nhiêu tình.",
            "en": "how many scenes recalled and seen again!"
        },
        {
            "id": 351,
            "vi": "Bóng câu thoáng bên mành mấy nỗi,",
            "en": "Fleet time, white stallion, gallops past her blind:"
        },
        {
            "id": 352,
            "vi": "Những hương sầu phấn tủi bao xong!",
            "en": "when will they ever end, her pain and grief?"
        },
        {
            "id": 353,
            "vi": "Phòng khi động đến cửu trùng,",
            "en": "Perhaps, her plaint will move the sovereign’s ear—"
        },
        {
            "id": 354,
            "vi": "Giữ sao cho được má hồng như xưa.",
            "en": "oh, may her face stay fresh as in those days!"
        }
    ]
}