{
    "file_name": "On Ponlo Condore",
    "data": [
        {
            "id": 0,
            "vi": "Ở Côn lôn",
            "en": "On Ponlo Condore"
        },
        {
            "id": 1,
            "vi": "Cớ gì ta lại đến Côn Lôn?",
            "en": "Why have you landed on Poulo Condore?"
        },
        {
            "id": 2,
            "vi": "Trời bể mênh mang tựa ngục trông.",
            "en": "By your jail door, gaze at the vast, vast sea."
        },
        {
            "id": 3,
            "vi": "Thù nước chưa nguôi cơn báo phục,",
            "en": "A man has yet to pay his manly debt—"
        },
        {
            "id": 4,
            "vi": "Thảo thân khôn thấu nỗi hàn ôn!",
            "en": "a filial son thinks of his living sire."
        },
        {
            "id": 5,
            "vi": "Cá đi muốn gởi lời tâm huyết,",
            "en": "Letters that cross the sea reveal the heart—"
        },
        {
            "id": 6,
            "vi": "Sóng vỗ như khuya giấc mộng hồn.",
            "en": "waves roar beneath the sky and wake the soul."
        },
        {
            "id": 7,
            "vi": "Nhớ tổ Lạc Hồng công dựng nước,",
            "en": "Invoke those kings who built the realm of Viét—"
        },
        {
            "id": 8,
            "vi": "Thân này thệ nguyện với kiền khôn!",
            "en": "now swear you'll never live without this land."
        },
        {
            "id": 9,
            "vi": "Phương châm chưa định dạ chưa yên,",
            "en": "A plan’s not yet laid down—the heart still churns."
        },
        {
            "id": 10,
            "vi": "Tâm sự bao năm chửa phỉ nguyền.",
            "en": "You’ve hoarded all your fervor for long years."
        },
        {
            "id": 11,
            "vi": "Chẳng đấn Côn Lôn nơi thắng cảnh,",
            "en": "If to this isle of bliss you had not come,"
        },
        {
            "id": 12,
            "vi": "Biết đâu hoàn hải cõi toàn thiên.",
            "en": "how could you know the world has perfect skies?"
        },
        {
            "id": 13,
            "vi": "Khuyên cùng bè bạn đừng ta thán,",
            "en": "Let us leave off bemoaning our ordeal—"
        },
        {
            "id": 14,
            "vi": "Đã có cao xanh tự chủ quuyền.",
            "en": "the Maker in the blue decides it all."
        },
        {
            "id": 15,
            "vi": "Rèn đúc anh hùng đây đã sẵn,",
            "en": "Find here the stuff of heroes and great men:"
        },
        {
            "id": 16,
            "vi": "Nghìn xưa kỳ cuộc cũng kỳ duyên.",
            "en": "uncommon plights will form uncommon bonds."
        }
    ]
}