{
    "file_name": "Nhat ky trong tu.pdf",
    "data": [
        {
            "id": 0,
            "vi": "Lão phu nguyên bất ái ngâm thi,\n",
            "en": "I've never been fond of chanting poetry; \n"
        },
        {
            "id": 1,
            "vi": "Nhân vị tù trung vô sở vi;\n",
            "en": "But what else can I do in thraldom? \n"
        },
        {
            "id": 2,
            "vi": " Liêu tá ngâm thi tiêu vĩnh nhật,\n",
            "en": "These long days I'll spend composing poesy: \n"
        },
        {
            "id": 3,
            "vi": " Thả ngâm thả đãi tự do thì.\n",
            "en": "Singing poems may help in the wait for freedom. \n"
        },
        {
            "id": 4,
            "vi": " Túc Vinh khước sử dư mông nhục,\n",
            "en": "In Glory Street, cruel irony I shame was brought on me \n"
        },
        {
            "id": 5,
            "vi": "Cố ý trì diên ngã khứ trình;\n",
            "en": "Deliberately, so as to retard my journey. \n"
        },
        {
            "id": 6,
            "vi": " Gián điệp hiềm nghi không niết tạo,\n",
            "en": "Groundlessly I was accused of the crime of spying, \n"
        },
        {
            "id": 7,
            "vi": " Bả nhân danh dự bạch hy sinh.\n",
            "en": "And a man's honour, for no reason, was reduced to nothing. \n"
        },
        {
            "id": 8,
            "vi": "Ngục trung cựu phạm nghênh tân phạm,\n",
            "en": "In jail veteran inmates greet the newcomer; \n"
        },
        {
            "id": 9,
            "vi": "Thiên thượng tình vân trục vũ vân;\n",
            "en": "High above white clouds are chasing black ones away. \n"
        },
        {
            "id": 10,
            "vi": " Tình, vũ, phù vân phi khứ liễu,\n",
            "en": "In the sky both white clouds and black freely have gone their way; \n"
        },
        {
            "id": 11,
            "vi": " Ngục trung lưu trú tự do nhân.\n",
            "en": "On earth a free man is to stay a prisoner. \n"
        },
        {
            "id": 12,
            "vi": "Tẩu biến cao sơn dữ tuấn nham,\n",
            "en": "Having travelled o'er steep mount and deep vale, \n"
        },
        {
            "id": 13,
            "vi": "Na tri bình lộ cách nan kham;\n",
            "en": "How could I expect in the plain to meet even greater danger? \n"
        },
        {
            "id": 14,
            "vi": " Cao sơn ngộ hổ chung vô dạng,\n",
            "en": "In the mountain I suffered no harm when meeting a tiger; \n"
        },
        {
            "id": 15,
            "vi": " Bình lộ phùng nhân khước bị giam.\n",
            "en": "In the plain I ran into men and was thrown in jail. \n"
        },
        {
            "id": 16,
            "vi": "Dư nguyên đại biểu Việt Nam dân,\n",
            "en": "I am a delegate of the Vietnamese people \n"
        },
        {
            "id": 17,
            "vi": " Nghĩ đáo Trung Hoa kiến yếu nhân;\n",
            "en": "On his way to China lo meet an important official. \n"
        },
        {
            "id": 18,
            "vi": " Vô nại phong ba bình địa khởi,\n",
            "en": "Why should a storm break out o'er a serene scenery \n"
        },
        {
            "id": 19,
            "vi": " Tống dư nhập ngục tác gia tân.\n",
            "en": "And I be flung into prison by way of hospitality? \n"
        },
        {
            "id": 20,
            "vi": "Trung thành, ngã bản vô tâm cứu,\n",
            "en": "A Loyal man, with my heart torn by no remorse, \n"
        },
        {
            "id": 21,
            "vi": " Khước bị hiềm nghi tố Hán gian;\n",
            "en": "I'm suspected of being a Chinese traitor somehow. \n"
        },
        {
            "id": 22,
            "vi": " Xử thế nguyên lai phi dị dị,\n",
            "en": "It has ne'er been easy in life to steer one's course, \n"
        },
        {
            "id": 23,
            "vi": " Nhi kim xử thế cánh nan nan!\n",
            "en": "But how difficult it all has become now! \n"
        },
        {
            "id": 24,
            "vi": "Thái dương mỗi tảo tòng tường thượng,\n",
            "en": "Every morning the sun, emerging o'er the wall, \n"
        },
        {
            "id": 25,
            "vi": "Chiếu trước lung môn, môn vị khai;\n",
            "en": "Beams on the gate, but the gate is not yet open. \n"
        },
        {
            "id": 26,
            "vi": " Lung lý hiện thời hoàn hắc ám,\n",
            "en": "Inside the prison lingers a gloomy pall, \n"
        },
        {
            "id": 27,
            "vi": " Quang minh khước dĩ diện tiền lai.\n",
            "en": "But we know outside the sun has risen. \n"
        },
        {
            "id": 28,
            "vi": "Tảo khởi nhân nhân tranh liệp sắt,\n",
            "en": "Once awake everyone starts louse-hunting. \n"
        },
        {
            "id": 29,
            "vi": " Bát chung hưởng liễu, tảo xan khai;\n",
            "en": "At eight the gong sounds for the morning meal. \n"
        },
        {
            "id": 30,
            "vi": " Khuyến quân thả ngật nhất cá bão,\n",
            "en": "Come on, Let's go and our stomachs try to fill: \n"
        },
        {
            "id": 31,
            "vi": " Bĩ cực chi thì tất thái lai.\n",
            "en": "After such long misery happier days must be coming. \n"
        },
        {
            "id": 32,
            "vi": "Ngục trung ngọ thụy chân thư phục,\n",
            "en": "In the cells how nice it is to have a doze!\n"
        },
        {
            "id": 33,
            "vi": "Nhất thụy hôn hôn kỷ cú chung;\n",
            "en": "For hours we lie about in deep repose. \n"
        },
        {
            "id": 34,
            "vi": " Mộng kiến thừa long thiên thượng khứ,\n",
            "en": "I dream of riding a dragon up to heaven. \n"
        },
        {
            "id": 35,
            "vi": " Tỉnh thì tài giác ngoạ lung trung.\n",
            "en": "Waking, I find myself still pining in pr ison. \n"
        },
        {
            "id": 36,
            "vi": "Nhị điểm khai lung hoán không khí,\n",
            "en": "Two o'clock : the doors open to make the cells airy. \n"
        },
        {
            "id": 37,
            "vi": "Nhân nhân ngưỡng khán tự do thiên;\n",
            "en": "Everyone lifts his eyes for a look at the heavens. \n"
        },
        {
            "id": 38,
            "vi": " Tự do thiên thượng thần tiên khách,\n",
            "en": "O free spirits roaming the sky of liberty! \n"
        },
        {
            "id": 39,
            "vi": " Tri phủ lung trung dã hữu tiên?\n",
            "en": "Know you, one of your peers is languishing in irons? \n"
        },
        {
            "id": 40,
            "vi": "Vãn xan ngật liễu, nhật tây trầm,\n",
            "en": "The meal over, the sun sinks below the western horizon. \n"
        },
        {
            "id": 41,
            "vi": "Xứ xứ sơn ca dữ nhạc âm;\n",
            "en": "From all corners rise folk tune and popular ditty : \n"
        },
        {
            "id": 42,
            "vi": " U ám Tĩnh Tây cấm bế thất,\n",
            "en": "Suddenly this dismal, gloomy Zingsi prison\n"
        },
        {
            "id": 43,
            "vi": " Hốt thành mỹ thuật tiểu hàn lâm.\n",
            "en": "Is turned into a little music academy. \n"
        },
        {
            "id": 44,
            "vi": "Mỗi xan nhất uyển hồng mễ phạn,\n",
            "en": "For each meal only one bowl of rice reddish brown ; \n"
        },
        {
            "id": 45,
            "vi": "Vô diêm, vô thái, hựu vô thang;\n",
            "en": "No vegetables, no salt, even no broth to wash it down. \n"
        },
        {
            "id": 46,
            "vi": " Hữu nhân tống phạn, ngật đắc bão,\n",
            "en": "If you get food sent in you may soothe your hunger; \n"
        },
        {
            "id": 47,
            "vi": " Một nhân tống phạn, hám gia nương.\n",
            "en": "Failing this, you'll famish and can only cry to Mother! \n"
        },
        {
            "id": 48,
            "vi": "Ngục trung hốt thính tư hương khúc,\n",
            "en": "Nostalgically a flute wails in the ward. \n"
        },
        {
            "id": 49,
            "vi": "Thanh chuyển thê lương điệu chuyển sầu;\n",
            "en": "Sad grows the tone, mournful the melody. \n"
        },
        {
            "id": 50,
            "vi": " Thiên lý quan hà vô hạn cảm,\n",
            "en": "Miles away, beyond passes and streams, in infinite melancholy, \n"
        },
        {
            "id": 51,
            "vi": " Khuê nhân cánh thướng nhất tằng lâu.\n",
            "en": "A lonely wite mounts a tower to gaze abroad. \n"
        },
        {
            "id": 52,
            "vi": "Tranh ninh ngã khẩu tự hung thần,\n",
            "en": "Opening a hungry mouth like a wicked monster, \n"
        },
        {
            "id": 53,
            "vi": "Vãn vãn trương khai bả cước thôn;\n",
            "en": "Each night the stocks seize the ankles of the prisoner. \n"
        },
        {
            "id": 54,
            "vi": " Các nhân bị thôn liễu hữu cước,\n",
            "en": "Their jaws grip the right legs of the wretch; \n"
        },
        {
            "id": 55,
            "vi": " Chỉ thặng tả cước năng khuất thân.\n",
            "en": "Only the left is free to bend and stretch. \n"
        },
        {
            "id": 56,
            "vi": "Thế gian cánh hữu ly kỳ sự,\n",
            "en": "There happen in this world things even stranger: \n"
        },
        {
            "id": 57,
            "vi": " Nhân mẫn tranh tiên thượng cước kiềm;\n",
            "en": "People jostle to get their feet in priority bound. \n"
        },
        {
            "id": 58,
            "vi": " Nhân vị hữu kiềm tài đắc thụy,\n",
            "en": "For once locked, they can look forward to peaceful stumber; \n"
        },
        {
            "id": 59,
            "vi": " Vô kiềm một xứ khả an miên.\n",
            "en": "Otherwise, where could they lie undisturbed on this crowded ground ? \n"
        },
        {
            "id": 60,
            "vi": "Bế tọa vô liêu học dịch kỳ,\n",
            "en": "To while the time away we learn to play chess. \n"
        },
        {
            "id": 61,
            "vi": "Thiên binh vạn mã cộng khu trì;\n",
            "en": "Horse and foot are engaged in pursuit endless. \n"
        },
        {
            "id": 62,
            "vi": " Tấn công thoái thủ ưng thần tốc,\n",
            "en": "Move with lightning speed either to attack or defend: \n"
        },
        {
            "id": 63,
            "vi": " Cao tài tật túc tiên đắc chi.\n",
            "en": "Talent and nimble feet will give you the upper hand. \n"
        },
        {
            "id": 64,
            "vi": "Nhãn quang ưng đại tâm ưng tế,\n",
            "en": "Look far ahead and ponder deeply. \n"
        },
        {
            "id": 65,
            "vi": " Kiên quyết thì thì yếu tấn công;\n",
            "en": "Be resolute: attach and attack incessantly. \n"
        },
        {
            "id": 66,
            "vi": " Thác lộ, song xa dã một dụng,\n",
            "en": "A wrong move and even your two chariots are useless; \n"
        },
        {
            "id": 67,
            "vi": " Phùng thời, nhất tốt khả thành công.\n",
            "en": "Come the right juncture: a pawn can bring you success. \n"
        },
        {
            "id": 68,
            "vi": "Song phương thế lực bản bình quân,\n",
            "en": "The forces on both sides are balanced equally, \n"
        },
        {
            "id": 69,
            "vi": " Thắng lợi chung tu thuộc nhất nhân;\n",
            "en": "But victory will come only to one player. \n"
        },
        {
            "id": 70,
            "vi": " Công thủ vận trù vô lậu toán,\n",
            "en": "Advance, retreat - do both with unerring strategy: \n"
        },
        {
            "id": 71,
            "vi": " Tài xưng anh dũng đại tướng quân.\n",
            "en": "Only then can you he called a great commander. \n"
        },
        {
            "id": 72,
            "vi": "Ngục trung vô tửu diệc vô hoa,\n",
            "en": "In jail there is neither flower nor wine. \n"
        },
        {
            "id": 73,
            "vi": "Đối thử lương tiêu nại nhược hà?\n",
            "en": "What could one do when the night is so exquisite? \n"
        },
        {
            "id": 74,
            "vi": " Nhân hướng song tiền khán minh nguyệt,\n",
            "en": "To the window I go and look at the moonshine. \n"
        },
        {
            "id": 75,
            "vi": " Nguyệt tòng song khích khán thi gia.\n",
            "en": "Through the bars the moon gazes at the poet. \n"
        },
        {
            "id": 76,
            "vi": "Mỗi nhân phân đắc thuỷ bán bồn,\n",
            "en": "The water ration is half a basin only: \n"
        },
        {
            "id": 77,
            "vi": "Tẩy diện, phanh trà các tuỳ tiện;\n",
            "en": "You can either wash or make tea, just as you please. \n"
        },
        {
            "id": 78,
            "vi": " Thuỳ yếu tẩy diện, vật phanh trà,\n",
            "en": "If you want to clean your face, then go withoui tea. \n"
        },
        {
            "id": 79,
            "vi": " Thuỳ yếu phanh trà, vật tẩy diện.\n",
            "en": "Should you be keen on tea, well, you can't wash your phiz. \n"
        },
        {
            "id": 80,
            "vi": "Trung thu thu nguyệt viên như kính,\n",
            "en": "Like a round mirror the moon shines in mid-autumn, \n"
        },
        {
            "id": 81,
            "vi": "Chiếu diệu nhân gian bạch tự ngân;\n",
            "en": "Beaming on the earth her silvery light. \n"
        },
        {
            "id": 82,
            "vi": " Gia lý đoàn viên ngật thu tiết,\n",
            "en": "You who enjoy the festival in your family's bosom, \n"
        },
        {
            "id": 83,
            "vi": " Bất vong ngục lý ngật sầu nhân.\n",
            "en": "Think of those in prison and their sorrowful plight. \n"
        },
        {
            "id": 84,
            "vi": "Ngục trung nhân dã thưởng trùng thu,\n",
            "en": "In jail we also celebrate mid-autwnn. \n"
        },
        {
            "id": 85,
            "vi": " Thu nguyệt thu phong đới điểm sầu;\n",
            "en": "But moon and wind carry a tinge of sadness. \n"
        },
        {
            "id": 86,
            "vi": " Bất đắc tự do thưởng thu nguyệt,\n",
            "en": "Barred from enjoying the autumn moon in freedom, \n"
        },
        {
            "id": 87,
            "vi": " Tâm tuỳ thu nguyệt cộng du du!\n",
            "en": "My heart wanders after her across the heavens boundless. \n"
        },
        {
            "id": 88,
            "vi": "Dân gian đổ bác bị quan lạp,\n",
            "en": "Ordinary folk who gamble are at once arrested. \n"
        },
        {
            "id": 89,
            "vi": "Ngục lý đổ bác khả công khai;\n",
            "en": "But once locked up they can play games to their hearts' content. \n"
        },
        {
            "id": 90,
            "vi": " Bị lạp đổ phạm thường ta hối:\n",
            "en": "And so jailed gamblers are often heard to lament: \n"
        },
        {
            "id": 91,
            "vi": " Hà bất tiên đáo giá lý lai!?\n",
            "en": "\"Why did we never think of this place blessed?\"\n"
        },
        {
            "id": 92,
            "vi": "Công gia bất cấp đổ phạm phạn,\n",
            "en": "The State supplies no food to those jailed for gambling, \n"
        },
        {
            "id": 93,
            "vi": "Dục linh tha mẫn hối tiền phi;\n",
            "en": "So they may learn to mend their ways all the sooner. \n"
        },
        {
            "id": 94,
            "vi": " “Ngạch” phạm hào soạn thiên thiên hữu,\n",
            "en": "Each day \"affluent\" inmates can enjoy copious eating. \n"
        },
        {
            "id": 95,
            "vi": " Cùng phạm cơ diên cộng lệ thuỳ.\n",
            "en": "As for the poor, hunger makes their eyes and mouths water. \n"
        },
        {
            "id": 96,
            "vi": "Gia gia kết thái dữ trương đăng,\n",
            "en": "Every house is decked with Lantern and flower : \n"
        },
        {
            "id": 97,
            "vi": "Quốc khánh hoan thanh cử quốc đằng;\n",
            "en": "It's national day, the whole country is filled with delight. \n"
        },
        {
            "id": 98,
            "vi": " Ngã khước kim thiên bị bang giải,\n",
            "en": "But just now I'm put in chains for a transfer: \n"
        },
        {
            "id": 99,
            "vi": " Nghịch phong hữu ý trở phi bằng.\n",
            "en": "Contrary winds persist in hampering the eagle's flight. \n"
        },
        {
            "id": 100,
            "vi": "Tẩu lộ tài tri tẩu lộ nan,\n",
            "en": "Out on the road we grow fully aware of the difficulties. \n"
        },
        {
            "id": 101,
            "vi": "Trùng san chi ngoại hựu trùng san;\n",
            "en": "One peak hardly climbed, another above us rises. \n"
        },
        {
            "id": 102,
            "vi": " Trùng san đăng đáo cao phong hậu,\n",
            "en": "But once we've struggled up to the highest pass, \n"
        },
        {
            "id": 103,
            "vi": " Vạn lý dư đồ cố miện gian.\n",
            "en": "Ten thousand li at one glance can our eyes encompass. \n"
        },
        {
            "id": 104,
            "vi": "Quyện điểu quy lâm tầm túc thụ,\n",
            "en": "To the wood seeking shelter a bird flies, forlorn.\n"
        },
        {
            "id": 105,
            "vi": "Cô vân mạn mạn độ thiên không;\n",
            "en": "Leisurely a lone cloud floats across the expanse of heaven. \n"
        },
        {
            "id": 106,
            "vi": " Sơn thôn thiếu nữ ma bao túc,\n",
            "en": "In yonder mountain hamlet a girl ts grinding corn. \n"
        },
        {
            "id": 107,
            "vi": " Bao túc ma hoàn, lô dĩ hồng.\n",
            "en": "The grain ground, a hot fire glows red in the oven. \n"
        },
        {
            "id": 108,
            "vi": "Bạch thiên “song mã” bất đình đề,\n",
            "en": "All day my \"two horses\" have trotted, tireless. \n"
        },
        {
            "id": 109,
            "vi": "Dạ vãn thường thường “ngũ vị kê;\n",
            "en": "When night comes I'm served with \"five-spice chicken.\"\n"
        },
        {
            "id": 110,
            "vi": "Sắt lãnh thừa cơ lai giáp kích,\n",
            "en": "Bed-bugs and cold draughts attack, merciless. \n"
        },
        {
            "id": 111,
            "vi": "Cách lân hân thính hiểu oanh đề.\n",
            "en": "How welcome, the dawn-announcing song of an oriole golden! \n"
        },
        {
            "id": 112,
            "vi": "Mỗi xan nhất uyển công gia chúc,\n",
            "en": "For each meal only a bowl of rice gruel: \n"
        },
        {
            "id": 113,
            "vi": "Đỗ tử thì thì tại thán hu;\n",
            "en": "The hungry stomach moans, wails, and curls. \n"
        },
        {
            "id": 114,
            "vi": " Bạch phạn tam nguyên bất câu bão,\n",
            "en": "Three yuan of rice is not enough to feed a man well \n"
        },
        {
            "id": 115,
            "vi": " Tân như quế dã mễ như châu.\n",
            "en": "When wood sells as dear as cinnamon and rice as pearls.  \n"
        },
        {
            "id": 116,
            "vi": "Nhật hành ngũ thập tam công lý,\n",
            "en": "Today I walked fifty-three kilometres. \n"
        },
        {
            "id": 117,
            "vi": "Thấp tận y quan, phá tận hài;\n",
            "en": "My hat and clothes are soaked through, my shoes in tatters. \n"
        },
        {
            "id": 118,
            "vi": " Triệt dạ hựu vô an thụy xứ,\n",
            "en": "Without a place to sleep, all through the night \n"
        },
        {
            "id": 119,
            "vi": " Xí khanh thượng tọa đãi triêu lai.\n",
            "en": "I sit on the edge of the latrine, waiting for light. \n"
        },
        {
            "id": 120,
            "vi": "Quân tại thiết song lý,\n",
            "en": "On this side of the bars, the husband. \n"
        },
        {
            "id": 121,
            "vi": "Thiếp tại thiết song tiền;\n",
            "en": "Outside stands the wife. \n"
        },
        {
            "id": 122,
            "vi": " Tương cận tại chỉ xích,\n",
            "en": "So close, only inches distant; \n"
        },
        {
            "id": 123,
            "vi": " Tương cách tự thiên uyên;\n",
            "en": "Yet as heaven from earth apart. \n"
        },
        {
            "id": 124,
            "vi": " Khẩu bất năng thuyết đích,\n",
            "en": "What their mouths cannot let know \n"
        },
        {
            "id": 125,
            "vi": " Chỉ lại nhãn truyền nghiên;\n",
            "en": "Their eyes try to impart. \n"
        },
        {
            "id": 126,
            "vi": " Vị ngôn lệ dĩ mãn,\n",
            "en": "Before a word is said, tears flow: \n"
        },
        {
            "id": 127,
            "vi": " Tình cảnh chân khả liên!\n",
            "en": "Truly their plight rends your heart. \n"
        },
        {
            "id": 128,
            "vi": "Đồng thị Trung Quốc hữu,\n",
            "en": "Both good friends of China, for Zhongqing \n"
        },
        {
            "id": 129,
            "vi": "Đồng thị yếu phó Du;\n",
            "en": "We are both heading. \n"
        },
        {
            "id": 130,
            "vi": " Quân vi tọa thượng khách,\n",
            "en": "But there you are, offered the seat of honour; \n"
        },
        {
            "id": 131,
            "vi": " Ngã vi giai hạ tù;\n",
            "en": "While here I am, down the steps, a prisoner. \n"
        },
        {
            "id": 132,
            "vi": " Đồng thị đại biểu dã,\n",
            "en": "Like you I'm a visiting delegate; \n"
        },
        {
            "id": 133,
            "vi": " Đãi ngộ hồ huyền thù?\n",
            "en": "Why then is the difference in treatment so great? \n"
        },
        {
            "id": 134,
            "vi": " Nhân tình phân lãnh nhiệt,\n",
            "en": "Such is life: coldness to some, warmth towards others. \n"
        },
        {
            "id": 135,
            "vi": " Tự cổ thuỷ đông lưu!\n",
            "en": "Forever eastward flow the waters\n"
        },
        {
            "id": 136,
            "vi": "Một hữu đông tàn tiều tụy cảnh,\n",
            "en": "Without the cold and bleakness of winter \n"
        },
        {
            "id": 137,
            "vi": "Tương vô xuân noãn đích huy hoàng;\n",
            "en": "The warmth and splendour of spring there could never be.\n"
        },
        {
            "id": 138,
            "vi": " Tai ương bả ngã lai đoàn luyện,\n",
            "en": "Misfortunes have steeled and tempered me \n"
        },
        {
            "id": 139,
            "vi": " Sử ngã tinh thần cánh khẩn trương.\n",
            "en": "And strengthened my resolve even further. \n"
        },
        {
            "id": 140,
            "vi": "Ngã lai chi thì hoà thượng thanh,\n",
            "en": "When I came here the rice was still tender green. \n"
        },
        {
            "id": 141,
            "vi": "Hiện tại thu thu bán di thành;\n",
            "en": "Now half the autumn harvest has already been brought in. \n"
        },
        {
            "id": 142,
            "vi": " Xứ xứ nông dân nhan đới tiếu,\n",
            "en": "Everywhere peasants' faces wear smiles of gladness, \n"
        },
        {
            "id": 143,
            "vi": " Điền gian sung mãn xướng ca thanh.\n",
            "en": "And the ricefields resound with songs of happiness. \n"
        },
        {
            "id": 144,
            "vi": "Lộ bàng thụ ảnh lương âm hạ,\n",
            "en": "On the roadside, in the cool shade of a tree opulent, \n"
        },
        {
            "id": 145,
            "vi": "Nhất duyện mao lư thị “tửu lâu”;\n",
            "en": "Stands a thatch hut calling itself \"restaurant\". \n"
        },
        {
            "id": 146,
            "vi": "Lãnh chúc, bạch diêm cung thực phổ,\n",
            "en": "The menu consists of cold gruel and white salt: \n"
        },
        {
            "id": 147,
            "vi": " Hành nhân quá thử tạm đình lưu.\n",
            "en": "Drop in, traveller, and enjoy a restful halt!\n"
        },
        {
            "id": 148,
            "vi": "Giam phòng dã thị tiểu gia đình,\n",
            "en": "Life in the ward calls for quite a bit of housekeeping: \n"
        },
        {
            "id": 149,
            "vi": "Sài, mễ, du, diêm tự kỷ doanh;\n",
            "en": "Wood, rice, oil, salt - everything must be bought and paid for. \n"
        },
        {
            "id": 150,
            "vi": "Mỗi cá lung tiền nhất cá táo\n",
            "en": "In front of each cell there's a little stove standing;\n"
        },
        {
            "id": 151,
            "vi": "Thành thiên chử phạn dữ điều canh.\n",
            "en": "On it all day boil rice, broth, and more. \n"
        },
        {
            "id": 152,
            "vi": "Nhất thứ kê đề dạ vị lan,\n",
            "en": "The cocks have crowed just once: the night has not yet passed. \n"
        },
        {
            "id": 153,
            "vi": "Quần tinh ủng nguyệt thướng thu san;\n",
            "en": "With a retinue of stars the moon sails o'er the hills yonder. \n"
        },
        {
            "id": 154,
            "vi": " Chinh nhân dĩ tại chinh đồ thượng,\n",
            "en": "On the road for a long journey has set out the traveller, \n"
        },
        {
            "id": 155,
            "vi": " Nghênh diện thu phong trận trận hàn.\n",
            "en": "His face beaten by gust after gust of icy autumn blast. \n"
        },
        {
            "id": 156,
            "vi": "Đông phương bạch sắc dĩ thành hồng,\n",
            "en": "The pale east has turned rosy: nascent day \n"
        },
        {
            "id": 157,
            "vi": "U ám tàn dư nhất tảo không\n",
            "en": "The last shadows of the night has swept away. \n"
        },
        {
            "id": 158,
            "vi": "Noãn khí bao la toàn vũ trụ,\n",
            "en": "A warm breath blows across the immense skies, \n"
        },
        {
            "id": 159,
            "vi": " Hành nhân thi hứng hốt gia nồng!\n",
            "en": "And the wayfarer feels poetic inspiration rise. \n"
        },
        {
            "id": 160,
            "vi": "Đồng Chính chính đồng Bình Mã ngục,\n",
            "en": "Tungzheng jail can be to Pingma likened: \n"
        },
        {
            "id": 161,
            "vi": "Mỗi xan nhất chúc đỗ không không;\n",
            "en": "Each meal a bowl of gruel, the stomach as good as empty. \n"
        },
        {
            "id": 162,
            "vi": " Thuỷ hoà quang tuyến hẩn sung túc,\n",
            "en": "But water and Light we can have aplenty, \n"
        },
        {
            "id": 163,
            "vi": " Nhật nhật hoàn khai lưỡng thứ lung.\n",
            "en": "And each day for airing the cells are twice opened. \n"
        },
        {
            "id": 164,
            "vi": "Cựu quyển, tân thư tương bổ xuyết,\n",
            "en": "Old scrolls and new books complement each other. \n"
        },
        {
            "id": 165,
            "vi": "Chỉ chiên do noãn quá vô chiên;\n",
            "en": "A blanket of paper is indeed better than no cover. \n"
        },
        {
            "id": 166,
            "vi": " Ngọc sàng cẩm trướng nhân tri phủ,\n",
            "en": "Do you people in jade-and-brocade beds ever think \n"
        },
        {
            "id": 167,
            "vi": " Ngục lý hứa đa nhân bất miên?\n",
            "en": "Of those in prison who cannot sleep a wink? \n"
        },
        {
            "id": 168,
            "vi": "Thu thâm vô nhục diệc vô chiên,\n",
            "en": "In the cold autumn night, with neither quilt nor mattress, \n"
        },
        {
            "id": 169,
            "vi": "Súc hình cung yêu bất khả miên;\n",
            "en": "I curl myself up for warmth but cannot close my eyes. \n"
        },
        {
            "id": 170,
            "vi": " Nguyệt chiếu đình tiêu tăng lãnh khí,\n",
            "en": "Moonlight on the banana-palms adds to the chilliness. \n"
        },
        {
            "id": 171,
            "vi": " Khuy song Bắc Đẩu dĩ hoành thiên.\n",
            "en": "I look through the bars: the Little Bear has lain down in the skies. \n"
        },
        {
            "id": 172,
            "vi": "Hỉnh tý trường long hoàn nhiễu trước,\n",
            "en": "Entwined round my arms and legs is a long dragon : \n"
        },
        {
            "id": 173,
            "vi": "Uyển như ngoại quốc vũ huân quan;\n",
            "en": "I look like a foreign officer with braid on the shoulders. \n"
        },
        {
            "id": 174,
            "vi": " Huân quan đích thị kim ti tuyến,\n",
            "en": "But the cords officers wear are of golden thread woven, \n"
        },
        {
            "id": 175,
            "vi": " Ngã đích ma thằng nhất đại đoan.\n",
            "en": "While my decoration is but a thick rope of fibres. \n"
        },
        {
            "id": 176,
            "vi": "Nhĩ đích tâm tình ngạnh thả cương,\n",
            "en": "You were, my friend, hard and unyielding; \n"
        },
        {
            "id": 177,
            "vi": "Bất như lão thiệt nhuyễn nhi trường;\n",
            "en": "Not like the tongue, soft and stretching. \n"
        },
        {
            "id": 178,
            "vi": " Tòng lai dữ nhĩ đồng cam khổ,\n",
            "en": "The bitter and the sweet we have shared to this day, \n"
        },
        {
            "id": 179,
            "vi": "Hiện tại đông tây các nhất phương.\n",
            "en": "But now each of us must go his own way.  \n"
        },
        {
            "id": 180,
            "vi": "Thử gian thổ địa quảng nhi bần,\n",
            "en": "Vast but alas! barren is the land. \n"
        },
        {
            "id": 181,
            "vi": "Sở dĩ nhân dân kiệm thả cần;\n",
            "en": "No wonder the people work hard and are thrifty. \n"
        },
        {
            "id": 182,
            "vi": " Thính thuyết kim xuân phùng đại hạn,\n",
            "en": "This spring there has been a bad drought, we understand: \n"
        },
        {
            "id": 183,
            "vi": " Thập phân thu hoạch lưỡng tam phân.\n",
            "en": "Of the hoped-for harvest they've brought in a fraction only. \n"
        },
        {
            "id": 184,
            "vi": "Hĩnh tý tuy nhiên bị khẩn bang,\n",
            "en": "My arms and legs are tightly bound. \n"
        },
        {
            "id": 185,
            "vi": "Mãn sơn điểu ngữ dữ hoa hương;\n",
            "en": "But in the hills birds sing and flowers blossom. \n"
        },
        {
            "id": 186,
            "vi": " Tự do lãm thưởng vô nhân cấm,\n",
            "en": "Who can prevent my enjoying such sweet scent and sound? \n"
        },
        {
            "id": 187,
            "vi": " Lại thử chinh đồ giảm tịch lương.\n",
            "en": "In my long trudge I may feel a little less lonesome. \n"
        },
        {
            "id": 188,
            "vi": "Lang quân nhất khứ bất hồi đầu,\n",
            "en": "That day, never to come back, you went away, \n"
        },
        {
            "id": 189,
            "vi": "Sử thiếp khuê trung độc bão sầu;\n",
            "en": "Leaving me alone, weighed down with sadness. \n"
        },
        {
            "id": 190,
            "vi": " Đương cục khả liên dư tịch mịch,\n",
            "en": "The authorities, in pity of my loneliness, \n"
        },
        {
            "id": 191,
            "vi": " Thỉnh dư lai tạm trú lao tù.\n",
            "en": "Invited me to prison for a temporary stay. \n"
        },
        {
            "id": 192,
            "vi": "Ngật công gia phạn, trú công phòng,\n",
            "en": "The State feeds me, I stop at State-owned palaces. \n"
        },
        {
            "id": 193,
            "vi": "Quân cảnh luân ban khứ hộ tòng;\n",
            "en": "Guards work in relays to keep me company. \n"
        },
        {
            "id": 194,
            "vi": " Ngoạn thuỷ du sơn tuỳ sở thích,\n",
            "en": "Passing by mounts and streams I enjoy wonderful scenery. \n"
        },
        {
            "id": 195,
            "vi": "Nam nhi đáo thử diệc hào hùng!\n",
            "en": "It fills a man with pride thinking of such privileges. \n"
        },
        {
            "id": 196,
            "vi": "Thiết thằng ngạnh thế ma thằng nhuyễn,\n",
            "en": "The supple rope has been replaced with hard irons. \n"
        },
        {
            "id": 197,
            "vi": "Bộ bộ đinh đang hoãn bội thanh;\n",
            "en": "At every step like jade bracelets they jingle. \n"
        },
        {
            "id": 198,
            "vi": " Tuy thị hiềm nghi gián điệp phạm,\n",
            "en": "Although a prisoner, detained on spying suspicions, \n"
        },
        {
            "id": 199,
            "vi": " Nghi dung khước tượng cựu công khanh.\n",
            "en": "I have the dignified carriage of a Court official. \n"
        },
        {
            "id": 200,
            "vi": "Cảnh sĩ đảm trư đồng lộ tẩu,\n",
            "en": "Going with us, guards carry a pig \n"
        },
        {
            "id": 201,
            "vi": "Trư do nhân đảm, ngã nhân khiên;\n",
            "en": "On their shoulders, while I'm dragged along rudely. \n"
        },
        {
            "id": 202,
            "vi": " Nhân nhi phản tiện ư trư tử,\n",
            "en": "A man is treated worse than a pig \n"
        },
        {
            "id": 203,
            "vi": " Nhân vị nhân vô tự chủ quyền!\n",
            "en": "Once deprived of his liberty. \n"
        },
        {
            "id": 204,
            "vi": "Thế thượng thiên tân hoà vạn khổ,\n",
            "en": "Of the thousand sources of bitterness and sorrow \n"
        },
        {
            "id": 205,
            "vi": " Mạc như thất khước tự do quyền!\n",
            "en": "None can be worse than the loss of liberty. \n"
        },
        {
            "id": 206,
            "vi": " Nhất ngôn nhất động bất tự chủ,\n",
            "en": "Even for a word, a gesture, you're no longer free: \n"
        },
        {
            "id": 207,
            "vi": " Như ngưu, như mã, nhậm nhân khiên.\n",
            "en": "They just haul you along, like a horse or a buffalo. \n"
        },
        {
            "id": 208,
            "vi": "Dạ nhưng hắc ám dĩ đăng trình,\n",
            "en": "It was still pitch-dark when we started. \n"
        },
        {
            "id": 209,
            "vi": "Lộ hựu kỳ khu thậm bất bình;\n",
            "en": "The road was uneven, rough and rugged. \n"
        },
        {
            "id": 210,
            "vi": " Điệt nhập thâm khanh nguy hiểm thậm,\n",
            "en": "I slipped and landed in a dangerous pit \n"
        },
        {
            "id": 211,
            "vi": "Hạnh năng dược xuất liễu thâm khanh\n",
            "en": "But managed to jump out: lucky, wasn't it? \n"
        },
        {
            "id": 212,
            "vi": "Thừa chu thuận thuỷ vãng Ung Ninh,\n",
            "en": "Carried by the current, the boat sails towards Yongning. \n"
        },
        {
            "id": 213,
            "vi": "Hĩnh điếu thuyền lan tự giảo hình;\n",
            "en": "My legs are tied to the rail, a new style of hanging! \n"
        },
        {
            "id": 214,
            "vi": " Lưỡng ngạn hương thôn trù mật thậm,\n",
            "en": "On both river banks a truly prosperous countryside; \n"
        },
        {
            "id": 215,
            "vi": " Giang tâm ngư phủ điếu thuyền khinh.\n",
            "en": "In midstream light fishing-boats swiftly glide. \n"
        },
        {
            "id": 216,
            "vi": "Giam phòng kiến trúc đính “ma đăng”,\n",
            "en": "Here's a jail built on the latest model: \n"
        },
        {
            "id": 217,
            "vi": "Triệt dạ huy hoàng chiếu điện đăng;\n",
            "en": "All night the cells are lit up with electric lamps. \n"
        },
        {
            "id": 218,
            "vi": "Nhân vị mỗi xan duy hữu chúc,\n",
            "en": "But each meal is nothing more than a bowl of gruel, \n"
        },
        {
            "id": 219,
            "vi": "Sử nhân đỗ tử chiến căng căng.\n",
            "en": "And one's stomach suffers continuous cramps. \n"
        },
        {
            "id": 220,
            "vi": "Hoàn cầu chiến hỏa thước thương thiên,\n",
            "en": "The whole world is ablaze with the flames of war. \n"
        },
        {
            "id": 221,
            "vi": "Tráng sĩ tương tranh phó trận tiền;\n",
            "en": "To the battlefield eagerly fighters ask to be sent. \n"
        },
        {
            "id": 222,
            "vi": " Ngục lý nhàn nhân nhàn yếu mệnh,\n",
            "en": "In jail inaction weighs on the prisoner all the more: \n"
        },
        {
            "id": 223,
            "vi": " Hùng tâm bất trị nhất văn tiền.\n",
            "en": "His noble ambitions are not worth a paltry cent . \n"
        },
        {
            "id": 224,
            "vi": "Nhĩ chỉ bình thường nhất chích kê,\n",
            "en": "You are only a very ordinary rooster. \n"
        },
        {
            "id": 225,
            "vi": "Triêu triêu báo hiểu đại thanh đề;\n",
            "en": "Every morning you crow to announce the day nascent. \n"
        },
        {
            "id": 226,
            "vi": " Nhất thanh hoán tỉnh quần lê mộng,\n",
            "en": "Cock-a-doodle-doo ! You rouse people from slumber. \n"
        },
        {
            "id": 227,
            "vi": " Nhĩ đích công lao dã bất đê.\n",
            "en": "Truly, this feat of yours is no mean achievement. \n"
        },
        {
            "id": 228,
            "vi": "Tha thân chỉ hữu cốt bao bì,\n",
            "en": "Nothing but skin and bone remained of him. \n"
        },
        {
            "id": 229,
            "vi": "Thống khổ cơ hàn bất khả chi;\n",
            "en": "He slept close to my side only last night. \n"
        },
        {
            "id": 230,
            "vi": " Tạc dạ tha nhưng thụy ngã trắc,\n",
            "en": "But misery, cold and hunger were the end of him, \n"
        },
        {
            "id": 231,
            "vi": " Kim triêu tha dĩ cửu tuyền quy.\n",
            "en": "And this morning gone he was to the world of eternal night.\n"
        },
        {
            "id": 232,
            "vi": "Di, Tề bất thực Chu triều túc,\n",
            "en": "Ba-i and Shu-ci would not eat the Zhou's rice. \n"
        },
        {
            "id": 233,
            "vi": "Đổ phạm bất ngật công gia chúc;\n",
            "en": "That man would not swallow the government's gruel. \n"
        },
        {
            "id": 234,
            "vi": "Di, Tề ngã tử Thú Dương sơn,\n",
            "en": "Ba-i and Shu-ci died on the Shouiang mountainside; \n"
        },
        {
            "id": 235,
            "vi": "Đổ phạm ngã tử công gia ngục.\n",
            "en": "The jailed gambler starved to death in his cell. \n"
        },
        {
            "id": 236,
            "vi": "Yên cấm thử gian hẩn lệ hại,\n",
            "en": "Here smoking is strictly prohibited! \n"
        },
        {
            "id": 237,
            "vi": "Nhĩ yên kiểu nhập tha yên bao;\n",
            "en": "Your tobacco by the warder is quickly confiscated. \n"
        },
        {
            "id": 238,
            "vi": " Đương nhiên tha khả xuy yên đẩu,\n",
            "en": "Of course he can smoke his pipe whenever he wants to; \n"
        },
        {
            "id": 239,
            "vi": " Nhĩ nhược xuy yên, phạt thủ liêu.\n",
            "en": "But just try to have a puff and he'll handcuff you. \n"
        },
        {
            "id": 240,
            "vi": "Phong như lợi kiếm ma sơn thạch,\n",
            "en": "The wind on mountain rocks the edge of its sword sharpens. \n"
        },
        {
            "id": 241,
            "vi": "Hàn tự tiêm phong thích thụ chi;\n",
            "en": "The cold with its spear the tree-boughs pierces. \n"
        },
        {
            "id": 242,
            "vi": " Viễn tự chung thanh thôi khách bộ,\n",
            "en": "The bell from a far-off pagoda the traveller's steps hastens. \n"
        },
        {
            "id": 243,
            "vi": " Mục đồng xuy địch dẫn ngưu quy.\n",
            "en": "Flute-playing buffalo-boys leisurely ride home to the villages. \n"
        },
        {
            "id": 244,
            "vi": "Chử nhất oa phạn lục mao tiền,\n",
            "en": "Sixty cents to get a pot of rice cooked. \n"
        },
        {
            "id": 245,
            "vi": "Nhất bồn khai thuỷ ngân nhất nguyên;\n",
            "en": "A basin of hot water costs no less than one yuan. \n"
        },
        {
            "id": 246,
            "vi": " Nhất nguyên mãi vật đắc lục giác,\n",
            "en": "For sixty cents' worth of goods you're charged a full yuan: \n"
        },
        {
            "id": 247,
            "vi": " Ngục trung giá cách định chiêu nhiên.\n",
            "en": "How clearly the prices in prison are fixed! \n"
        },
        {
            "id": 248,
            "vi": "Nhất canh... nhị canh... hựu tam canh,\n",
            "en": "The first watch ... the second ... the third dies. \n"
        },
        {
            "id": 249,
            "vi": "Triển chuyển, bồi hồi, thụy bất thành;\n",
            "en": "I toss about, restless: sleep would not come, it seems. \n"
        },
        {
            "id": 250,
            "vi": " Tứ, ngũ canh thì tài hợp nhãn,\n",
            "en": "The fourth watch ... the fifth ... No sooner have I closed my eyes \n"
        },
        {
            "id": 251,
            "vi": " Mộng hồn hoàn nhiễu ngũ tiêm tinh.\n",
            "en": "Than the five-pointed star haunts my dreams. \n"
        },
        {
            "id": 252,
            "vi": "Tích quân tống ngã chí giang tân,\n",
            "en": "That day you went with me to the edge of the river: \n"
        },
        {
            "id": 253,
            "vi": "Vấn ngã quy kỳ, chỉ cốc tân;\n",
            "en": "\"When will you be back?\" -\"When you see the rice ripen.\" \n"
        },
        {
            "id": 254,
            "vi": " Hiện tại tân điền dĩ lê hảo,\n",
            "en": "But now that the fields have been ploughed for the next season, \n"
        },
        {
            "id": 255,
            "vi": " Tha hương ngã tác ngục trung nhân.\n",
            "en": "In a foreign land I still remain a prisoner. \n"
        },
        {
            "id": 256,
            "vi": "Đồng chu cộng tế nghĩa nan từ,\n",
            "en": "Being in the same boat, how could I refuse to help you?\n"
        },
        {
            "id": 257,
            "vi": "Thế hữu biên tu báo cáo thư;\n",
            "en": "On your behalf to the authorities I wrote that petition. \n"
        },
        {
            "id": 258,
            "vi": "“Phụng thử ”, “đẳng nhân” kim thuỷ học,\n",
            "en": "Whereas ... in consequence of ... \" -For such newly-learnt jargon \n"
        },
        {
            "id": 259,
            "vi": "Đa đa bác đắc cảm ân từ.\n",
            "en": "No end of thanks I got as my due. \n"
        },
        {
            "id": 260,
            "vi": "Mãn thân hồng lục như xuyên cẩm,\n",
            "en": "Covered with red and blue as though dressed in brocade; \n"
        },
        {
            "id": 261,
            "vi": "Thành nhật lao tao tựa cổ cầm;\n",
            "en": "Scratching all day long, we seem to be playing the guitar.\n"
        },
        {
            "id": 262,
            "vi": " Xuyên cẩm, tù trung đồ quý khách,\n",
            "en": "Honoured guests, of our rich garbs we make a parade. \n"
        },
        {
            "id": 263,
            "vi": " Cổ cầm, nạn hữu tận tri âm.\n",
            "en": "Strange virtuosos, sharing an itch for music we surely are! \n"
        },
        {
            "id": 264,
            "vi": "Mễ bị thung thì, hẩn thống khổ,\n",
            "en": "Under the pestle how terribly the rice suffers! \n"
        },
        {
            "id": 265,
            "vi": "Ký thung chi hậu, bạch như miên;\n",
            "en": "But it comes out of the pounding as white as cotton. \n"
        },
        {
            "id": 266,
            "vi": " Nhân sinh tại thế dã giá dạng,\n",
            "en": "The same thing to man in this world occurs: \n"
        },
        {
            "id": 267,
            "vi": " Khốn nạn thị nhĩ ngọc thành thiên.\n",
            "en": "Hard trials turn him into polished diamond. \n"
        },
        {
            "id": 268,
            "vi": "Tòng tiền mỗi đáo Song thập nhất,\n",
            "en": "Formerly when came the Eleventh of November, \n"
        },
        {
            "id": 269,
            "vi": "Kỷ niệm Âu châu bãi chiến kỳ;\n",
            "en": "Of the armistice in Europe was observed the anniversary. \n"
        },
        {
            "id": 270,
            "vi": " Kim nhật ngũ châu đồng huyết chiến,\n",
            "en": "Today bloody fighting rages the five continents over: \n"
        },
        {
            "id": 271,
            "vi": "Tội khôi tựu thị ác Nadi.\n",
            "en": "The wicked Nazis for this crime bear the responsibility. \n"
        },
        {
            "id": 272,
            "vi": "Trung Hoa kháng chiến tương lục tải,\n",
            "en": "Now China has been resisting for almost six years. \n"
        },
        {
            "id": 273,
            "vi": " Liệt liệt oanh oanh cử thế tri;\n",
            "en": "Her heroic feats of arms are known all the world over. \n"
        },
        {
            "id": 274,
            "vi": " Thắng lợi tuy nhiên hữu bả ác,\n",
            "en": "Although victory is just around the corner, \n"
        },
        {
            "id": 275,
            "vi": " Nhưng tu nỗ lực phản công thì.\n",
            "en": "Even more effort is needed when counter-offensive time appears. \n"
        },
        {
            "id": 276,
            "vi": "Kháng Nhật tinh kỳ mãn Á châu,\n",
            "en": "All over Asia anti-Japanese flags flutter. \n"
        },
        {
            "id": 277,
            "vi": " Tinh kỳ đại tiểu hữu sai thù;\n",
            "en": "Big flags, little flags - in size they differ. \n"
        },
        {
            "id": 278,
            "vi": " Tinh kỳ đại đích cố tu hữu,\n",
            "en": "Of course the big banners must be present; \n"
        },
        {
            "id": 279,
            "vi": "Tiểu đích tinh kỳ bất khả vô.\n",
            "en": "But the little ones can never be absent. \n"
        },
        {
            "id": 280,
            "vi": "Địch cơ hạo đãng đáo thiên trung,\n",
            "en": "Enemy planes come roaring in the sky. \n"
        },
        {
            "id": 281,
            "vi": "Tỵ tập nhân dân bào nhất không;\n",
            "en": "People flee helter-skelter, leaving the place empty. \n"
        },
        {
            "id": 282,
            "vi": " Ngã mẫn xuất lung tỵ không tập,\n",
            "en": "Out of prison we are ordered for safety: \n"
        },
        {
            "id": 283,
            "vi": " Nhân nhân hoan hỉ đắc xuất lung.\n",
            "en": "How gladly we all hasten to comply! \n"
        },
        {
            "id": 284,
            "vi": "Tù nhân xuất khứ hoặc vi quốc,\n",
            "en": "Freed, the prisoner can build the country. \n"
        },
        {
            "id": 285,
            "vi": "Hoạn quá đầu thì thuỷ kiến trung;\n",
            "en": "Misfortunes are tests of a man's loyalty. \n"
        },
        {
            "id": 286,
            "vi": " Nhân hữu ưu sầu ưu điểm đại,\n",
            "en": "To worry about the common good is a great merit no doubt. \n"
        },
        {
            "id": 287,
            "vi": " Lung khai trúc sản, xuất chân long.\n",
            "en": "Let the prison door open and the real dragon will fly out. \n"
        },
        {
            "id": 288,
            "vi": "Chiếu lệ sơ lai chư nạn hữu\n",
            "en": "Newcomers to the prison, as a rule, \n"
        },
        {
            "id": 289,
            "vi": "Tất tu thụy tại xí khanh biên;\n",
            "en": "Must spend the night near the privy. \n"
        },
        {
            "id": 290,
            "vi": " Giả như nhĩ tưởng hảo hảo thụy,\n",
            "en": "Anyone who wants a sleep peaceful, \n"
        },
        {
            "id": 291,
            "vi": " Nhĩ yếu đa hoa kỷ khối tiền.\n",
            "en": "To pay some cash let him be ready! \n"
        },
        {
            "id": 292,
            "vi": "Triêu dương xuyên quá lung toàn bộ,\n",
            "en": "The morning sun into the prison penetrates: \n"
        },
        {
            "id": 293,
            "vi": "Thiêu tận u yên dữ ám mai;\n",
            "en": "The smoke clears away, the mist dissipates. \n"
        },
        {
            "id": 294,
            "vi": " Sinh khí đốn thì sung vũ trụ,\n",
            "en": "The breath of life suddenly fills the skies, \n"
        },
        {
            "id": 295,
            "vi": " Phạm nhân cá cá tiếu nhan khai.\n",
            "en": "And the prisoners' faces are now all smiles. \n"
        },
        {
            "id": 296,
            "vi": "Ninh tử, bất cam nô lệ khổ,\n",
            "en": "Death rather than servitude! Everywhere in my country \n"
        },
        {
            "id": 297,
            "vi": "Nghĩa kỳ đáo xứ hựu phiêu dương;\n",
            "en": "The flags of insurrection again proudly flutter. \n"
        },
        {
            "id": 298,
            "vi": " Khả liên dư tố tù trung khách,\n",
            "en": "Oh, how sad at such a time to be a prisoner: \n"
        },
        {
            "id": 299,
            "vi": " Vị đắc cung thân thướng chiến trường.\n",
            "en": "To rush into batlle I wish I could be free!   \n"
        },
        {
            "id": 300,
            "vi": "Mỹ đoàn khứ liễu Anh đoàn đáo,\n",
            "en": "The Americans gone, now the Britons are there. \n"
        },
        {
            "id": 301,
            "vi": "Đáo xứ hân phùng nhiệt liệt tình;\n",
            "en": "Their delegation is warmly received everywhere. \n"
        },
        {
            "id": 302,
            "vi": " Ngã dã “phỏng Hoa đoàn” nhất bộ,\n",
            "en": "Though I'm also a delegate on a visit friendly, \n"
        },
        {
            "id": 303,
            "vi": "Khước tao đặc chủng đích hoan nghênh.\n",
            "en": "Of a peculiar kind is the welcome accorded me!\n"
        },
        {
            "id": 304,
            "vi": "Ký giải đáo Nam Ninh,\n",
            "en": "They transferred me to Nanning; \n"
        },
        {
            "id": 305,
            "vi": "Hựu giải phản Vũ Minh;\n",
            "en": "Now they are taking me back to Wuming. \n"
        },
        {
            "id": 306,
            "vi": " Loan loan, khúc khúc giải,\n",
            "en": "Transfer after complicated transfer: \n"
        },
        {
            "id": 307,
            "vi": " Đồ diên ngã hành trình.\n",
            "en": "My journey they seek to hinder. \n"
        },
        {
            "id": 308,
            "vi": " Bất bình!\n",
            "en": "Oh, how bitter! \n"
        },
        {
            "id": 309,
            "vi": "Quá Quả Đức thì ngật tiên ngư,\n",
            "en": "At Gode the guards relished fish fresh. \n"
        },
        {
            "id": 310,
            "vi": "Quá Bào Hương thì ngật cẩu nhục;\n",
            "en": "Now at Baoxiang they savour dog flesh. \n"
        },
        {
            "id": 311,
            "vi": " Khả kiến nhất ban đệ giải nhân,\n",
            "en": "Ah, even that gang of turnkeys \n"
        },
        {
            "id": 312,
            "vi": " Sinh hoạt hữu thì dã bất tục.\n",
            "en": "At times show a taste for delicacies! \n"
        },
        {
            "id": 313,
            "vi": "Xan phong dục vũ vị tằng hưu,\n",
            "en": "Drenched with rain, flogged by the wind, given a rest never: \n"
        },
        {
            "id": 314,
            "vi": "Thảm đạm kinh doanh1 trúc lộ phu;\n",
            "en": "In what wretched conditions you work, road-mender!\n"
        },
        {
            "id": 315,
            "vi": "Xa mã hành nhân lai vãng giả,\n",
            "en": "Of all who pass -on foot, on horseback, or in a carriage-\n"
        },
        {
            "id": 316,
            "vi": "Kỷ nhân cảm tạ nhĩ công lao?\n",
            "en": "How many show any gratitude to you ever? \n"
        },
        {
            "id": 317,
            "vi": "Nhất sinh chính trực hựu kiên cương,\n",
            "en": "All your time with me you've been upright and unbending. \n"
        },
        {
            "id": 318,
            "vi": "Huề thủ đồng hành kỷ tuyết sương;\n",
            "en": "Hand in hand we've passed many seasons of mist and snow. \n"
        },
        {
            "id": 319,
            "vi": " Hận bỉ gian nhân ly ngã lưỡng,\n",
            "en": "Cursed be the rogue who caused our parting! \n"
        },
        {
            "id": 320,
            "vi": " Trường giao ngã nhĩ các thê lương.\n",
            "en": "A long, long time will last our sorrow. \n"
        },
        {
            "id": 321,
            "vi": "Bất cao diệc bất viễn,\n",
            "en": "Neither high up nor far away, \n"
        },
        {
            "id": 322,
            "vi": "Phi đế diệc phi vương;\n",
            "en": "On neither emperor's nor king's throne, \n"
        },
        {
            "id": 323,
            "vi": " Tiểu tiểu nhất phiến thạch,\n",
            "en": "You're only a little slab of stone \n"
        },
        {
            "id": 324,
            "vi": " Ngật lập đại đạo bàng;\n",
            "en": "Standing on the edge of the highway. \n"
        },
        {
            "id": 325,
            "vi": " Nhân lai nhĩ chỉ thị,\n",
            "en": "People ask you for guidance; \n"
        },
        {
            "id": 326,
            "vi": " Bất tẩu thác hướng phương;\n",
            "en": "You stop them from going astray, \n"
        },
        {
            "id": 327,
            "vi": " Nhĩ cấp nhân chỉ thị,\n",
            "en": "And tell them the distance \n"
        },
        {
            "id": 328,
            "vi": " Đồ lộ chi đoản trường;\n",
            "en": "O'er which they must journey. \n"
        },
        {
            "id": 329,
            "vi": " Nhĩ công dã bất tiểu,\n",
            "en": "The service you render is no small one  \n"
        },
        {
            "id": 330,
            "vi": " Nhân nhân bất nhĩ vương.\n",
            "en": "People will remember what you've done. \n"
        },
        {
            "id": 331,
            "vi": "Oa...! Oa...! Oaa...!\n",
            "en": "Boohoo! Away ran my conscript Daddy \n"
        },
        {
            "id": 332,
            "vi": "Gia phạ đương binh cứu quốc gia;\n",
            "en": "He was afraid to serve in the army. \n"
        },
        {
            "id": 333,
            "vi": " Sở dĩ ngã niên tài bán tuế,\n",
            "en": "That's why I'm here in jail with Mummy \n"
        },
        {
            "id": 334,
            "vi": " Yếu đáo ngục trung căn trước ma.\n",
            "en": "Though I'm half a year old barely. \n"
        },
        {
            "id": 335,
            "vi": "Nhập lung yếu nạp đăng quang phí,\n",
            "en": "For the cost of lighting every newcomer pays: \n"
        },
        {
            "id": 336,
            "vi": "Quế tệ nhân nhân các lục nguyên;\n",
            "en": "Six yuan per person in local currency. \n"
        },
        {
            "id": 337,
            "vi": " Bộ nhập mông lung u ám địa,\n",
            "en": "In this realm of darkness and haze \n"
        },
        {
            "id": 338,
            "vi": " Quang minh trị đắc lục nguyên tiền!\n",
            "en": "Light is worth only that much money. \n"
        },
        {
            "id": 339,
            "vi": "Mỗi nhân các hữu nhất hỏa lô,\n",
            "en": "A stove for each of the prison folk, \n"
        },
        {
            "id": 340,
            "vi": "Đại đại, tiểu tiểu kỷ cá oa;\n",
            "en": "And earthen pots of every imaginable size, \n"
        },
        {
            "id": 341,
            "vi": " Chử phạn chử trà hựu chử thái,\n",
            "en": "For making tea, boiling vegetables, and cooking rice: \n"
        },
        {
            "id": 342,
            "vi": " Thành thiên yên hoả một thì vô.\n",
            "en": "All day the whole place is filled with smoke. \n"
        },
        {
            "id": 343,
            "vi": "\"Bình thủy tương phùng\", đàm phiến khắc,\n",
            "en": "Like duckweed meeting water, glad we were to see each other. \n"
        },
        {
            "id": 344,
            "vi": "Quách quân đối ngã thậm ân cần;\n",
            "en": "How kind and cordial Mr.Guo was to me!\n"
        },
        {
            "id": 345,
            "vi": "\"Tuyết trung tống thán\" tuy nhiên thiểu,\n",
            "en": "Nothing much : \"A little gift of coal in wintry weather.\" \n"
        },
        {
            "id": 346,
            "vi": "Thế giới nhưng tồn giá chủng nhân.\n",
            "en": "Yet, that such people still exist is a blessing truly. \n"
        },
        {
            "id": 347,
            "vi": "Khảng khái Tân Dương, Mạc ban trưởng,\n",
            "en": "A generous man, Mr Mo, the Biniang chief-warder! \n"
        },
        {
            "id": 348,
            "vi": "Giải nang mãi phạn cấp tù nhân;\n",
            "en": "He buys rice for the prisoners with his own money; \n"
        },
        {
            "id": 349,
            "vi": "Vãn gian giải phược cấp tha thụy,\n",
            "en": "At night he takes the fetters off for them to sleep better; \n"
        },
        {
            "id": 350,
            "vi": "Bất dụng uy quyền, chỉ dụng ân.\n",
            "en": "He never resorts to force, only uses bounty. \n"
        },
        {
            "id": 351,
            "vi": "Kỷ thập nhật lai lao tẩu lộ,\n",
            "en": "After weeks of trudging along wearily, \n"
        },
        {
            "id": 352,
            "vi": "Kim thiên đắc tháp hoả xa hàng;\n",
            "en": "Today we board a train happily. \n"
        },
        {
            "id": 353,
            "vi": " Tuy nhiên chỉ đắc toạ thán thượng,\n",
            "en": "Although our seats are but a heap of coal, \n"
        },
        {
            "id": 354,
            "vi": " Tất cánh tỷ đồ bộ phiêu lương.\n",
            "en": "Still it's much better than to resume our stroll! \n"
        },
        {
            "id": 355,
            "vi": "Nhất tâm chỉ tưởng tự do cảnh,\n",
            "en": "Driven by only one thought: liberty, \n"
        },
        {
            "id": 356,
            "vi": "Biền mệnh khiêu xa tha tẩu khai;\n",
            "en": "Reckless, he jumped off the moving train. \n"
        },
        {
            "id": 357,
            "vi": " Khả tích tha bào bán lý hử,\n",
            "en": "Alas, after running about half a li, \n"
        },
        {
            "id": 358,
            "vi": " Hựu bị cảnh binh tróc hồi lai!\n",
            "en": "He was caught by the guards and a prisoner again. \n"
        },
        {
            "id": 359,
            "vi": "Giam phòng Ban trưởng thiên thiên đổ,\n",
            "en": "The head-warder plays cards every day; \n"
        },
        {
            "id": 360,
            "vi": "Cảnh trưởng tham thôn giải phạm tiền;\n",
            "en": "The police-chief extorts money from transferred prisoners; \n"
        },
        {
            "id": 361,
            "vi": " Huyện trưởng thiêu đăng biện công sự,\n",
            "en": "By lamplight the district mandarin busies himself with his papers: \n"
        },
        {
            "id": 362,
            "vi": " Lai Tân y cựu thái bình thiên.\n",
            "en": "In Laibin peace is indeed there to stay! \n"
        },
        {
            "id": 363,
            "vi": "Thiên tân vạn khổ phi vô hạn,\n",
            "en": "There must come an end sometime to suffering: \n"
        },
        {
            "id": 364,
            "vi": "Cửu nhật ngô nhân đáo Liễu Châu;\n",
            "en": "On the ninth, here I arrive in Liuzhou now. \n"
        },
        {
            "id": 365,
            "vi": " Hồi cố bách dư thiên ác mộng,\n",
            "en": "As from o'er a hundred days' nightmare I'm awaking, \n"
        },
        {
            "id": 366,
            "vi": " Tỉnh lai diện thượng đới dư sầu.\n",
            "en": "A trace of sadness still lingers on my brow. \n"
        },
        {
            "id": 367,
            "vi": "Khổ dược, bôi tương can cánh khổ,\n",
            "en": "A bitter drug tastes all the more bitter when the cup is almost empty. \n"
        },
        {
            "id": 368,
            "vi": "Nan quan, mạt bộ bội gian nan;\n",
            "en": "The last stage of a hard journey is often the hardest of all. \n"
        },
        {
            "id": 369,
            "vi": " Trưởng quan bộ chỉ cách lý hử,\n",
            "en": "To the mandarin's residence the distance is no more than one Ii: \n"
        },
        {
            "id": 370,
            "vi": " Hà cố trường lưu ngã thử gian?\n",
            "en": "Why then for so long have I been kept in thrall? \n"
        },
        {
            "id": 371,
            "vi": "Thụy thì đô tượng thuần lương hán,\n",
            "en": "In sleep an honest look all faces adorn; \n"
        },
        {
            "id": 372,
            "vi": "Tỉnh hậu tài phân thiện, ác nhân;\n",
            "en": "Only when people wake does good or evil show. \n"
        },
        {
            "id": 373,
            "vi": "Thiện, ác nguyên lai vô định tính,\n",
            "en": "Good and evil are not qualities inborn; \n"
        },
        {
            "id": 374,
            "vi": " Đa do giáo dục đích nguyên nhân.\n",
            "en": "More often than not from education they flow. \n"
        },
        {
            "id": 375,
            "vi": "Tưởng giá nan quan thị tối hậu,\n",
            "en": "We had thought this was to be the last gate, \n"
        },
        {
            "id": 376,
            "vi": "Tự do nhật tử khoái lai lâm;\n",
            "en": "And the day of deliverance was approaching. \n"
        },
        {
            "id": 377,
            "vi": " Na tri hoàn hữu nan quan tại:\n",
            "en": "Alas, there is another pass to negotiate. \n"
        },
        {
            "id": 378,
            "vi": " Ngã mẫn ưng cai giải Quế Lâm.\n",
            "en": "Transfer! Now we are going to Guilin. \n"
        },
        {
            "id": 379,
            "vi": "\"Nhất nhật tù, thiên thu tại ngoại\",\n",
            "en": "\"One day within prison walls seems as long as a thousand years without.\" \n"
        },
        {
            "id": 380,
            "vi": "Cổ nhân chi thoại bất sai ngoa!\n",
            "en": "How right the ancients were, no doubt! \n"
        },
        {
            "id": 381,
            "vi": "Tứ nguyệt phi nhân loại sinh hoạt,\n",
            "en": "Four months of a subhuman life, it appears, \n"
        },
        {
            "id": 382,
            "vi": " Sử dư tiều tụy thập niên đa.\n",
            "en": "Have aged me even more than ten years. \n"
        },
        {
            "id": 383,
            "vi": "Nhân vị:\n",
            "en": "Indeed \n"
        },
        {
            "id": 384,
            "vi": "Tứ nguyệt ngật bất bão,\n",
            "en": "For four m.onths I've lived on meagre fare; \n"
        },
        {
            "id": 385,
            "vi": " Tứ nguyệt thụy bất hảo,\n",
            "en": "For four months I've never had a sound sleep ; \n"
        },
        {
            "id": 386,
            "vi": " Tứ nguyệt bất hoán y,\n",
            "en": "For four months I've never changed my wear; \n"
        },
        {
            "id": 387,
            "vi": " Tứ nguyệt bất tẩy tảo.\n",
            "en": "For four months I've never taken a dip. \n"
        },
        {
            "id": 388,
            "vi": "Sở dĩ:\n",
            "en": "And so \n"
        },
        {
            "id": 389,
            "vi": "Lạc liễu nhất chích nha,\n",
            "en": "One of my teeth has fallen away; \n"
        },
        {
            "id": 390,
            "vi": " Phát bạch liễu hứa đa,\n",
            "en": "Much of my hair has turned grey; \n"
        },
        {
            "id": 391,
            "vi": " Hắc sấu tượng ngã quỷ,\n",
            "en": "Scabies covers my body; \n"
        },
        {
            "id": 392,
            "vi": " Toàn thân thị lại sa.\n",
            "en": "I'm dark and thin like a demon hungry. \n"
        },
        {
            "id": 393,
            "vi": "Hạnh nhi:\n",
            "en": "Fortunately \n"
        },
        {
            "id": 394,
            "vi": "Trì cửu hoà nhẫn nại,\n",
            "en": "Stubborn and persevering, \n"
        },
        {
            "id": 395,
            "vi": "Bất khẳng thoái nhất phân,\n",
            "en": "I've not yielded an inch. \n"
        },
        {
            "id": 396,
            "vi": " Vật chất tuy thống khổ,\n",
            "en": "Physically I'm suffering, \n"
        },
        {
            "id": 397,
            "vi": " Bất động dao tinh thần...\n",
            "en": "But my spirit will ne'er flinch. \n"
        },
        {
            "id": 398,
            "vi": "Ngoại cảm Hoa thiên tân lãnh nhiệt,\n",
            "en": "With my health harmed by China's fickle weather, \n"
        },
        {
            "id": 399,
            "vi": "Nội thương Việt địa cựu sơn hà1;\n",
            "en": "And my heart grieved by Viet Nam's long suffering, \n"
        },
        {
            "id": 400,
            "vi": "Ngục trung hại bệnh chân tân khổ,\n",
            "en": "Oh, to fall ill in prison, what a trial hitter! \n"
        },
        {
            "id": 401,
            "vi": " Bản ưng thống khốc khước cuồng ca.\n",
            "en": "Enough to make you weep, but I prefer to sing. \n"
        },
        {
            "id": 402,
            "vi": "Quế Lâm vô quế diệc vô lâm,\n",
            "en": "Neither forest nor cinnamon is found in Guilin; \n"
        },
        {
            "id": 403,
            "vi": "Chỉ kiến sơn cao dữ thuỷ thâm;\n",
            "en": "Only high mountains and deep rivers are in sight. \n"
        },
        {
            "id": 404,
            "vi": " Dung ấm giam phòng chân khả phạ,\n",
            "en": "In the shade of a banyan the prison looks terrifying: \n"
        },
        {
            "id": 405,
            "vi": " Bạch thiên hắc hắc, dạ trầm trầm.\n",
            "en": "Dark in the daytime, grim and desolate at night. \n"
        },
        {
            "id": 406,
            "vi": "Sơ lai yếu nạp nhập lung tiền,\n",
            "en": "Once in jail an entrance fee you'll have to disburse: \n"
        },
        {
            "id": 407,
            "vi": "Chí thiểu nhưng tu ngũ thập nguyên;\n",
            "en": "Usually not less than fifty yuan, down to the last cent. \n"
        },
        {
            "id": 408,
            "vi": " Thảng nhĩ vô tiền bất năng nạp,\n",
            "en": "If you have no money ready in your purse, \n"
        },
        {
            "id": 409,
            "vi": " Nhĩ tương bộ bộ bỉnh ma phiền.\n",
            "en": "Then at each step you'll meet with endless torment. \n"
        },
        {
            "id": 410,
            "vi": "Không không khổ liễu tứ thập thiên,\n",
            "en": "Forty days have gone by in useless sorrow, \n"
        },
        {
            "id": 411,
            "vi": "Tứ thập thiên khổ bất thăng nghiên;\n",
            "en": "Forty days of truly ineffable suffering. \n"
        },
        {
            "id": 412,
            "vi": " Hiện tại hựu yếu giải phản Liễu,\n",
            "en": "And now I'm being sent back to Liuzhou : \n"
        },
        {
            "id": 413,
            "vi": " Chân thị linh nhân muộn hựu phiền.\n",
            "en": "The prospect is really disheartening! \n"
        },
        {
            "id": 414,
            "vi": "Liễu Châu, Quế Lâm hựu Liễu Châu,\n",
            "en": "Liuzhou, Guilin, and now again Liuzhou; \n"
        },
        {
            "id": 415,
            "vi": "Dịch lai dịch khứ, tượng bì cầu;\n",
            "en": "Kicked back and forth like a soccer ball. \n"
        },
        {
            "id": 416,
            "vi": " Hàm oan đạp biến Quảng Tây địa,\n",
            "en": "Innocent, I've been dragged o'er GuangSi, to and from: \n"
        },
        {
            "id": 417,
            "vi": " Bất tri giải đáo kỷ thời hưu?\n",
            "en": "An end to this shuttling can one ever hope to call? \n"
        },
        {
            "id": 418,
            "vi": "Giải quá Quảng Tây thập tam huyện,\n",
            "en": "Hauled o'er thirteen districts of Guangsi; \n"
        },
        {
            "id": 419,
            "vi": "Trú liễu thập bát cá giam phòng;\n",
            "en": "Kept in eighteen prisons successively ! \n"
        },
        {
            "id": 420,
            "vi": "Thí vấn dư sở phạm hà tội?\n",
            "en": "Tell me, of what crime have you found me guilty? \n"
        },
        {
            "id": 421,
            "vi": "Tội tại vị dân tộc tận trung!\n",
            "en": "That of showing my people unflinching loyalty? \n"
        },
        {
            "id": 422,
            "vi": "Thái dương mỗi tảo tòng sơn thượng\n",
            "en": "Each morning the sun emerges from behind the mountain \n"
        },
        {
            "id": 423,
            "vi": "Chiếu đắc toàn sơn xứ xứ hồng;\n",
            "en": "And bathes the countryside in a rosy glow. \n"
        },
        {
            "id": 424,
            "vi": " Chỉ vị lung tiền hữu hắc ảnh,\n",
            "en": "But in front of the prison there remains a dark shadow, \n"
        },
        {
            "id": 425,
            "vi": " Thái dương vị chiếu đáo lung trung.\n",
            "en": "And sunlight cannot yet reach the warder's domain. \n"
        },
        {
            "id": 426,
            "vi": "Thanh minh thời tiết vũ phân phân,\n",
            "en": "Pure Brightness! Yet a drizzle falls monotonously \n"
        },
        {
            "id": 427,
            "vi": "Lung lý tù nhân giục đoạn hồn;\n",
            "en": "And the prisoners' hearts suffer grievous agony. \n"
        },
        {
            "id": 428,
            "vi": " Tá vấn tự do hà xứ hữu?\n",
            "en": "\"Which way to freedom,\" we plead, \"pray?\" \n"
        },
        {
            "id": 429,
            "vi": " Vệ binh dao chỉ biện công môn.\n",
            "en": "To the yamen the guard points, far away. \n"
        },
        {
            "id": 430,
            "vi": "Mai khôi hoa khai hoa hựu tạ,\n",
            "en": "A rose blossoms, and then fades. \n"
        },
        {
            "id": 431,
            "vi": "Hoa khai hoa tạ lưỡng vô tình;\n",
            "en": "It blooms and withers - listless. \n"
        },
        {
            "id": 432,
            "vi": " Hoa hương thấu nhập lung môn lý,\n",
            "en": "But its scent the cells invades \n"
        },
        {
            "id": 433,
            "vi": " Hướng tại lung nhân tố bất bình.\n",
            "en": "And arouses the prisoners' bitterness. \n"
        },
        {
            "id": 434,
            "vi": "Một hữu tự do chân thống khổ,\n",
            "en": "Without freedom one leads a wretched life truly!\n"
        },
        {
            "id": 435,
            "vi": "Xuất cung dã bị nhân chế tài;\n",
            "en": "Even on relieving nature restrict ions are imposed. \n"
        },
        {
            "id": 436,
            "vi": " Khai lung chi thì đỗ bất thống,\n",
            "en": "When the door is open the bowels are, alas, not ready; \n"
        },
        {
            "id": 437,
            "vi": " Đỗ thống chi thì lung bất khai.\n",
            "en": "W1hen one has the gripes, it remains of course closed. \n"
        },
        {
            "id": 438,
            "vi": "Mang mang trường dạ bất năng miên,\n",
            "en": "During the long, sleepless nights in prison, \n"
        },
        {
            "id": 439,
            "vi": "Ngã tố tù thi bách kỷ thiên;\n",
            "en": "I've written a hundred-odd poems on thraldom. \n"
        },
        {
            "id": 440,
            "vi": " Tố liễu nhất thiên thường các bút,\n",
            "en": "At the end of each quatrain I put down my brush often \n"
        },
        {
            "id": 441,
            "vi": " Tòng lung môn vọng tự do thiên.\n",
            "en": "And through the bars looked up at the sky of freedom. \n"
        },
        {
            "id": 442,
            "vi": "Cửu thiên hạ vũ, nhất thiên tình,\n",
            "en": "Nine days of rain, of sunshine one day: \n"
        },
        {
            "id": 443,
            "vi": "Khả hận thiên công một hữu tình!\n",
            "en": "Really the sky above has shown no feeling. \n"
        },
        {
            "id": 444,
            "vi": " Hài phá, lộ nê, ô liễu cước,\n",
            "en": "Tattered shoes, muddy road, legs caked in clay! \n"
        },
        {
            "id": 445,
            "vi": " Nhưng tu nỗ lực hướng tiền hành.\n",
            "en": "Still, tirelessly I must keep slogging. \n"
        },
        {
            "id": 446,
            "vi": "Thương thiên hữu ý toả anh hùng,\n",
            "en": "On a militant an adverse destiny 1nainlains its hold. \n"
        },
        {
            "id": 447,
            "vi": "Bát nguyệt tiêu ma cốc trất trung;\n",
            "en": "Eight useless months now have I spent in custody. \n"
        },
        {
            "id": 448,
            "vi": " Xích bích thốn âm chân khả tích,\n",
            "en": "A day is worth a thousand taels of gold: \n"
        },
        {
            "id": 449,
            "vi": "Bất tri hà nhật xuất lao lung\n",
            "en": "When can I ever again hope to be free? \n"
        },
        {
            "id": 450,
            "vi": "Hùng đáo sơn phong vãn thập điểm,\n",
            "en": "The Little Beur lies atop the hill, it's ten in the evening . \n"
        },
        {
            "id": 451,
            "vi": "Trùng thanh đoạn tục khánh thu lai;\n",
            "en": "Autumn has come, says a cricket's intermiltent chirping. \n"
        },
        {
            "id": 452,
            "vi": " Tù nhân bất quản thu lai vị,\n",
            "en": "But what does the prisoner care about the season ? \n"
        },
        {
            "id": 453,
            "vi": " Chỉ quản tù lung hà thời khai.\n",
            "en": "Of only one thing does he dream: liberation. \n"
        },
        {
            "id": 454,
            "vi": "Khứ tuế thu sơ ngã tự do,\n",
            "en": "Last year when autumn came I was free. \n"
        },
        {
            "id": 455,
            "vi": " Kim niên thu thủ ngã cư tù;\n",
            "en": "This year autumn finds me into prison cast. \n"
        },
        {
            "id": 456,
            "vi": " Thảng năng tì ích ngô dân tộc,\n",
            "en": "With regard to services rendered my country, \n"
        },
        {
            "id": 457,
            "vi": " Khả thuyết kim thu trị khứ thu.\n",
            "en": "This autumn is, let me say, equal to the last. \n"
        },
        {
            "id": 458,
            "vi": "Cửu nhàn lưỡng cước nhuyễn như miên,\n",
            "en": "After such long inactivity my legs are soft like cotton. \n"
        },
        {
            "id": 459,
            "vi": "Kim thí hành hành lũ dục điên;\n",
            "en": "Trying a few steps, I stagger and totter.\n"
        },
        {
            "id": 460,
            "vi": " Phiến khắc dĩ văn Ban trưởng hám:\n",
            "en": "But very soon bellows the chief-warder: \n"
        },
        {
            "id": 461,
            "vi": "“Phản lai, bất chuẩn tái trì diên”.\n",
            "en": "\"Hey you, come back, no loitering in prison!\" \n"
        },
        {
            "id": 462,
            "vi": "Môn tiền vệ sĩ chấp thương lập,\n",
            "en": "At the gate guards holding rifles stand. \n"
        },
        {
            "id": 463,
            "vi": "Thiên thượng tàn vân bạng nguyệt phi;\n",
            "en": "Above, shredded clouds with the moon are drifting. \n"
        },
        {
            "id": 464,
            "vi": "Mộc sắt tung hoành như thản khắc\n",
            "en": "Bed-bugs swarm about Like tanks manoeuvring. \n"
        },
        {
            "id": 465,
            "vi": "Mân trùng tụ tán tự phi ky;\n",
            "en": "Real air squadrons, mosquitoes assemble and disband. \n"
        },
        {
            "id": 466,
            "vi": "Tâm hoài cố quốc thiên đường lộ\n",
            "en": "My heart travels a thousand li to my country. \n"
        },
        {
            "id": 467,
            "vi": "Mộng nhiễu tân sầu, vạn lũ ti;\n",
            "en": "Sadness turns my dreams into a thousand tangled skeins. \n"
        },
        {
            "id": 468,
            "vi": " Vô tội nhi tù dĩ nhất tải,\n",
            "en": "An innocent man, yet I've been a whole year in chains. \n"
        },
        {
            "id": 469,
            "vi": " Lão phu hoà lệ tả tù thi.\n",
            "en": "With tears dropping on my inkslab, I compose a poem on captivity. \n"
        },
        {
            "id": 470,
            "vi": "Cổ thi thiên ái thiên nhiên mỹ,\n",
            "en": "Of nature the ancients Loved to sing the beauty:  \n"
        },
        {
            "id": 471,
            "vi": "Sơn thuỷ yên hoa tuyết nguyệt phong;\n",
            "en": "Moon and flowers, snow and wind, mist, hills and streams. \n"
        },
        {
            "id": 472,
            "vi": " Hiện đại thi trung ưng hữu thiết,\n",
            "en": "But in our days poems should contain verses steely, \n"
        },
        {
            "id": 473,
            "vi": " Thi gia dã yếu hội xung phong.\n",
            "en": "And poets should form assault teams. \n"
        },
        {
            "id": 474,
            "vi": "Thụ sao xảo hoạ Trương Phi tượng,\n",
            "en": "The branches of yon tree draw a portrait of Zhang Fei \n"
        },
        {
            "id": 475,
            "vi": "Xích nhật trường minh Quan Vũ tâm;\n",
            "en": "The red sun forever lights the heart of Guan Yu\n"
        },
        {
            "id": 476,
            "vi": " Tổ quốc chung niên vô tín tức,\n",
            "en": "For a whole year I've received no news from my country; \n"
        },
        {
            "id": 477,
            "vi": " Cố hương mỗi nhật vọng hồi âm.",
            "en": "O my people, every day I'm waiting for word from you! "
        }
    ]
}