{
    "file_name": "Prison thoughts",
    "data": [
        {
            "id": 0,
            "vi": "Tâm tư trong tù",
            "en": "Prison thought"
        },
        {
            "id": 1,
            "vi": "Cô đơn thay là cảnh thân tù!",
            "en": "How lonely it can be in jail!"
        },
        {
            "id": 2,
            "vi": "Tai mở rộng và lòng sôi rạo rực",
            "en": "Ears open wide and heart athrob,"
        },
        {
            "id": 3,
            "vi": "Tôi lắng nghe tiếng đời lăn náo nức",
            "en": "I listen—with that vibrant life,"
        },
        {
            "id": 4,
            "vi": "Ở ngoài kia vui sướng biết bao nhiêu!",
            "en": "how happy they must be out there!"
        },
        {
            "id": 5,
            "vi": "Đây âm u đôi ánh lạt ban chiều",
            "en": "It’s dark in here—faint rays of sunset light"
        },
        {
            "id": 6,
            "vi": "Len nhè nhẹ qua rào ô cửa nhỏ",
            "en": "can hardly infiltrate through window bars."
        },
        {
            "id": 7,
            "vi": "Đây lạnh lẽo bốn tường vôi khắc khổ",
            "en": "It’s cold within four dismal whitewashed walls"
        },
        {
            "id": 8,
            "vi": "Đây sàn lim, manh ván ghép sầm u...",
            "en": "and on a wooden floor with dirt-gray planks ..."
        },
        {
            "id": 9,
            "vi": "Cô đơn thay là cảnh thân tù!",
            "en": "How lonely it can be in jail!"
        },
        {
            "id": 10,
            "vi": "Tai mở rộng và lòng sôi rạo rực",
            "en": "Ears open wide and heart athrob,"
        },
        {
            "id": 11,
            "vi": "Tôi lắng nghe tiếng đời lăn náo nức",
            "en": "I listen—with that vibrant life,"
        },
        {
            "id": 12,
            "vi": "Ở kia vui sướng biết bao nhiêu!",
            "en": "how happy they must be out there!"
        },
        {
            "id": 13,
            "vi": "Nghe chim reo trong gió mạnh lên triều",
            "en": "I hear birds sing of flood tide on the wind,"
        },
        {
            "id": 14,
            "vi": "Nghe vội vã tiếng dơi chiều đập cánh",
            "en": "a bat flap wings, aflutter in the dusk,"
        },
        {
            "id": 15,
            "vi": "Nghe lạc ngựa rùng chân bên giếng lạnh",
            "en": "a horse with tinkling bells stop by the well,"
        },
        {
            "id": 16,
            "vi": "Dưới đường xa nghe tiếng guốc đi về...",
            "en": "some wooden clogs walk home down that long road ..."
        },
        {
            "id": 17,
            "vi": "Ôi! Hôm nay sao nhựa sống tràn trề",
            "en": "Oh, why today do such familiar sounds"
        },
        {
            "id": 18,
            "vi": "Trong những tiếng nghe chừng quen thuộc quá!",
            "en": "seem pregnant with the sap of life itself?"
        },
        {
            "id": 19,
            "vi": "Nghe gió xối trên cành cây ngọn lá",
            "en": "The wind is lashing at the trees, the leaves—"
        },
        {
            "id": 20,
            "vi": "Nghe mênh mang sức khoẻ của trăm loài",
            "en": "I hear creation’s power quite unleashed."
        },
        {
            "id": 21,
            "vi": "Tôi mơ hồ nghe tất cả bên ngoài",
            "en": "I fancy all the world on the outside"
        },
        {
            "id": 22,
            "vi": "Đang ríu rít giữa một trời rộng rãi",
            "en": "is throbbing under heaven’s vault with joy,"
        },
        {
            "id": 23,
            "vi": "Đang hút mật của đời sây hoa trái",
            "en": "is sucking honey from the flower of life,"
        },
        {
            "id": 24,
            "vi": "Hương tự do thơm ngát cả ngàn ngày...",
            "en": "is breathing freedom’s scent forever now."
        },
        {
            "id": 25,
            "vi": "Ôi! Bao nhiêu ảo tưởng của hồn ngây",
            "en": "Oh, sheer delusions of a fuddled mind!"
        },
        {
            "id": 26,
            "vi": "Tôi phút bỗng như quên đời thê thảm",
            "en": "Can I forget dire woes are rife out there?"
        },
        {
            "id": 27,
            "vi": "Ở ngoài kia... biết bao thân tù hãm",
            "en": "The world’s a prison, dooming countless souls"
        },
        {
            "id": 28,
            "vi": "Đoạ đầy trong những hố thẳm không cùng",
            "en": "to grief and torment in abysmal pits."
        },
        {
            "id": 29,
            "vi": "Tôi chiều nay giam cấm hận trong lòng",
            "en": "Confined, with rancor in my heart, I’m one"
        },
        {
            "id": 30,
            "vi": "Chỉ là một giữa loài người đau khổ",
            "en": "of victims in the millions on this earth."
        },
        {
            "id": 31,
            "vi": "Tôi chỉ một con chim bé nhỏ",
            "en": "I’m just a little fledgling who’s cooped up"
        },
        {
            "id": 32,
            "vi": "Vứt trong lồng con giữa một lồng to",
            "en": "in this small cage within a larger cage."
        },
        {
            "id": 33,
            "vi": "Chuyển đời quay theo tiếng gọi tự do",
            "en": "To answer freedom’s call and change the world,"
        },
        {
            "id": 34,
            "vi": "Tôi chỉ một giữa muôn người chiến đấu",
            "en": "I’m one among a host of fighting men"
        },
        {
            "id": 35,
            "vi": "Vẫn đứng thẳng trên đường đầy lửa máu",
            "en": "who still walk tall along a blood-stained road,"
        },
        {
            "id": 36,
            "vi": "Chân kiêu căng không thoái bộ bao giờ!",
            "en": "too proud to ever backtrack or retreat."
        },
        {
            "id": 37,
            "vi": "Tôi, hôm nay, dầu xa tạm ngọn cờ",
            "en": "For now I’m being held far from the flag—"
        },
        {
            "id": 38,
            "vi": "Hồn tranh đấu vẫn còn thôi thúc não!",
            "en": "the fighting spirit animates me still."
        },
        {
            "id": 39,
            "vi": "Nơi đày ải là Đắc Pao, Lao Bảo",
            "en": "Who says Dak-pao, Lao-bao, Poulo Condore"
        },
        {
            "id": 40,
            "vi": "Là Côn Lôn thế giới của ưu phiền?",
            "en": "are exile hells and valleys of despair?"
        },
        {
            "id": 41,
            "vi": "Tôi sẽ cười như kẻ sẵn lòng tin",
            "en": "Ill smile a true believer’s smile and keep"
        },
        {
            "id": 42,
            "vi": "Giữ trinh bạch linh hồn trong bụi bẩn:",
            "en": "my soul immaculate amidst the filth."
        },
        {
            "id": 43,
            "vi": "Tôi chưa chết, nghĩa là chưa hết hận",
            "en": "I’m not yet dead—that means my hate still lives."
        },
        {
            "id": 44,
            "vi": "Nghĩa là chưa hết nhục của muôn đời",
            "en": "That means the age-old shame is not yet cleansed."
        },
        {
            "id": 45,
            "vi": "Nghĩa là còn tranh đấu mãi không thôi",
            "en": "That means Ill have to struggle on until"
        },
        {
            "id": 46,
            "vi": "Còn trừ diệt cả một loài thú độc!",
            "en": "we have wiped out the breeds of snakes and wolves."
        },
        {
            "id": 47,
            "vi": "Có một tiếng còi xa trong gió rúc...",
            "en": "Far off, upon the wind, a whistle shrieks."
        }
    ]
}