{
    "file_name": "The quarrel of the six beasts",
    "data": [
        {
            "id": 0,
            "vi": "Lục súc tranh công",
            "en": "The quarrel of the six beasts"
        },
        {
            "id": 1,
            "vi": "Trời hoá sanh muôn vật",
            "en": "Heaven creates all things"
        },
        {
            "id": 2,
            "vi": "Đất dong dưỡng mọi loài",
            "en": "earth nurtures every kind"
        },
        {
            "id": 3,
            "vi": "Giống nào là giống chẳng có tài?",
            "en": "What breed or species wants for skills?"
        },
        {
            "id": 4,
            "vi": "Người đâu dễ người không nhờ vật?",
            "en": "How can a man dispense with beasts?"
        },
        {
            "id": 5,
            "vi": "Long chức quản bổ thiên, dục nhật",
            "en": "The Dragon mends the sky and bathes the sun"
        },
        {
            "id": 6,
            "vi": "Lân quyền tư giúp thánh phò thần",
            "en": "The Unicorn assists all gods and saints"
        },
        {
            "id": 7,
            "vi": "Qui thông hay thành, cát, bại, hung",
            "en": "the Tortoise sees the future, good or ill"
        },
        {
            "id": 8,
            "vi": "Phụng lảu biết thạnh, suy, bĩ, thái",
            "en": "the Phoenix can tell weal from woe and rise from fall"
        },
        {
            "id": 9,
            "vi": "Trong trời đất ba nghìn thế giái",
            "en": "Within the orb of three thousandfold worlds,"
        },
        {
            "id": 10,
            "vi": "Đều xưng rằng tứ vật chí linh",
            "en": "they’re called the Four Most Holy Animals"
        },
        {
            "id": 11,
            "vi": "Nhẫn đến loài lục súc hy sinh",
            "en": "And then there are six sacrificial beasts"
        },
        {
            "id": 12,
            "vi": "Trời cho xuống hộ người dương thế",
            "en": "that Heaven sent to succor men below"
        },
        {
            "id": 13,
            "vi": "Trâu mỏi nhọc trâu liền năn nỉ",
            "en": "All aches and sores, the Buffalo laments:"
        },
        {
            "id": 14,
            "vi": "Một mình trâu ghe nổi gian nan",
            "en": "T bear the brunt of many tasks alone"
        },
        {
            "id": 15,
            "vi": "Lóng canh khuya gà mới gáy tan",
            "en": "The Cock no sooner crows night’s end"
        },
        {
            "id": 16,
            "vi": "Chủ đã gọi thằng chăn vội vã",
            "en": "than summoning the herdboy up,"
        },
        {
            "id": 17,
            "vi": "Dạy rằng: Đuổi trâu ra thảo dã",
            "en": "the Master tells him, ‘Drive the Buffalo"
        },
        {
            "id": 18,
            "vi": "Cho nó ăn ba miếng đỡ lòng",
            "en": "to pasture now and let him graze a bit"
        },
        {
            "id": 19,
            "vi": "Chưa bao lâu thoắt đã rạng đông",
            "en": "But all too soon the east glows red"
        },
        {
            "id": 20,
            "vi": "Vừa đến buổi cày bừa, bua việc",
            "en": "it’s time to toil, to labor hard"
        },
        {
            "id": 21,
            "vi": "Trước cổ đã mang hai cái niệt",
            "en": "In front two ropes coil round my neck"
        },
        {
            "id": 22,
            "vi": "Sau đuôi thêm kéo một cái cày",
            "en": "behind I have to pull a plow"
        },
        {
            "id": 23,
            "vi": "Miệng đã dàm, mũi lại dòng dây",
            "en": "A bridle ties my mouth, a rope my nose"
        },
        {
            "id": 24,
            "vi": "Trên lưng ruồi đậu, dưới chân đỉa cắn",
            "en": "Flies swarm my body, leeches prick my legs"
        },
        {
            "id": 25,
            "vi": "Trâu mệt đà thở dài, thở vắn",
            "en": "When, tired to death, I pant and puff,"
        },
        {
            "id": 26,
            "vi": "Người còn hầm hét, mắng ngược, mắng xuôi",
            "en": "the man will curse me right and left"
        },
        {
            "id": 27,
            "vi": "Liệu vừa đứng bóng mới thôi",
            "en": "When at high noon he lets me off,"
        },
        {
            "id": 28,
            "vi": "Đói hoà mệt bước khôn dời bước",
            "en": "worn out and hungry, I can hardly budge"
        },
        {
            "id": 29,
            "vi": "Ai thong thả trâu nào ben được",
            "en": "While others rest, may I just idle too?"
        },
        {
            "id": 30,
            "vi": "Trâu nhọc nhằn ai dễ thế cho?",
            "en": "When I’m exhausted, who will take my place?"
        },
        {
            "id": 31,
            "vi": "Cày ruộng sâu, ruộng cạn cho no",
            "en": "I plow them all, both deep and shallow fields"
        },
        {
            "id": 32,
            "vi": "Lại vườn đậu, vườn mè khiến trở",
            "en": "I till the beds for pulse and sesame"
        },
        {
            "id": 33,
            "vi": "Làm không kịp thở",
            "en": "At work I don’t have time to breathe"
        },
        {
            "id": 34,
            "vi": "Ăn chẳng kịp nhai",
            "en": "at meals I don’t have time to chew"
        },
        {
            "id": 35,
            "vi": "Tắm mưa trải gió chi nài",
            "en": "Do I complain of rain or wind?"
        },
        {
            "id": 36,
            "vi": "Đạp tuyết giày sương bao sá?",
            "en": "Do I rebel at dew or frost?"
        },
        {
            "id": 37,
            "vi": "Có trâu, có tằm, tơ, lúa, má",
            "en": "I, Buffalo, give them their grains, their silks"
        },
        {
            "id": 38,
            "vi": "Không trâu, không hoa, quả, đậu, mè",
            "en": "without me, Buffalo, no fruits, no nuts"
        },
        {
            "id": 39,
            "vi": "Lúa cất lên đã có trâu xe",
            "en": "It’s I who'll haul the stalks of rice they’ve cut"
        },
        {
            "id": 40,
            "vi": "Lúa trữ lại để dành trâu đạp",
            "en": "it’s I who'll thrash the sheaves they’re piling up"
        },
        {
            "id": 41,
            "vi": "Từ tháng giêng cho đến tháng chạp",
            "en": "From the first moon until the last,"
        },
        {
            "id": 42,
            "vi": "Kể xuân, hè nhẫn đến thu, đông",
            "en": "from spring to winter, all year round,"
        },
        {
            "id": 43,
            "vi": "Việc cày bừa nông vụ vừa xong",
            "en": "as soon as farming work is done,"
        },
        {
            "id": 44,
            "vi": "Lại xe gỗ dầm công liên khói",
            "en": "I cart all things, enjoying not one break"
        },
        {
            "id": 45,
            "vi": "Bất luận xe rào, xe củi",
            "en": "Branches for hedges, wood for fuel,"
        },
        {
            "id": 46,
            "vi": "Nhẫn đến loài phân, bổi, tranh, tre",
            "en": "twigs, thatch, bamboo, manure"
        },
        {
            "id": 47,
            "vi": "Hễ bao nhiêu nhất thiết của chi",
            "en": "take anything that must be moved:"
        },
        {
            "id": 48,
            "vi": "Thì đã phó mặc trâu chuyên chở",
            "en": "it falls on me to carry all"
        },
        {
            "id": 49,
            "vi": "Bao quản núi non hiểm trở",
            "en": "Am I to balk at hills and heights?"
        },
        {
            "id": 50,
            "vi": "Chi nài khe suối dầm dề",
            "en": "Am I to flinch from brooks and streams?"
        },
        {
            "id": 51,
            "vi": "Cong lưng chịu việc nặng nề",
            "en": "I hunch my back and drag my load"
        },
        {
            "id": 52,
            "vi": "Cay đắng những lời dức lác",
            "en": "while scathing words are hurled at me"
        },
        {
            "id": 53,
            "vi": "Ăn thì những rơm khô, cỏ, rác",
            "en": "Dry hay and weeds, that’s all I eat"
        },
        {
            "id": 54,
            "vi": "Ở quản chi ràn lấm tráp nè",
            "en": "can I reject their nasty stall?"
        },
        {
            "id": 55,
            "vi": "Trâu dựng nên nông nọ, nỗi kia",
            "en": "I, Buffalo, have set up this or that,"
        },
        {
            "id": 56,
            "vi": "Trâu làm đặng căn trên, bồ dưới",
            "en": "established bins or garners, high and low"
        },
        {
            "id": 57,
            "vi": "Nghĩ suy lại công trâu cho phải",
            "en": "Were I to get my full deserts,"
        },
        {
            "id": 58,
            "vi": "Lẽ cho trâu thao lụa mặc dày",
            "en": "I should be clad in silk, no less"
        },
        {
            "id": 59,
            "vi": "Không chi thì quần vải, dải gai",
            "en": "I’d settle, though, for hemp or cotton pants,"
        },
        {
            "id": 60,
            "vi": "Không chi thì khố lưỡi cày cũng khá",
            "en": "or even for a cloth around the loins"
        },
        {
            "id": 61,
            "vi": "Ăn cho phải những cơm với cá",
            "en": "I should be given rice and fish to eat"
        },
        {
            "id": 62,
            "vi": "Không nữa thì rau cháo cũng nên",
            "en": "or, short of that, thin gruel mixed with greens"
        },
        {
            "id": 63,
            "vi": "Đến mai sau già cả sức hèn",
            "en": "When someday I grow old and fail in strength,"
        },
        {
            "id": 64,
            "vi": "Cũng bảo dưỡng bõ công lao lý",
            "en": "I should be nursed as payment for my pains,"
        },
        {
            "id": 65,
            "vi": "Khi mạng một chẳng đơm, chẳng tế",
            "en": "Instead of offering me no sacrifice,"
        },
        {
            "id": 66,
            "vi": "Lẽ sanh cử tử táng mới ưng",
            "en": "they should feed me in death just as in life"
        },
        {
            "id": 67,
            "vi": "Thuở sống đà không dạ yêu đương",
            "en": "Men close their hearts to me while I’m alive"
        },
        {
            "id": 68,
            "vi": "Khi thác lại đoạn tình siêu độ",
            "en": "they will mistreat my spirit when I’m dead"
        },
        {
            "id": 69,
            "vi": "Bảo nhau sắm con dao, cái rổ",
            "en": "They’ll hand each other baskets and sharp knives"
        },
        {
            "id": 70,
            "vi": "Khiến nhau vơ mớ củi, nắm nè",
            "en": "they’ll fetch grass kindling and dry wood for fire"
        },
        {
            "id": 71,
            "vi": "Rằng: Trâu này là cốt Phật xưa kia",
            "en": "They'll say, ‘The Buffalo was Buddha once"
        },
        {
            "id": 72,
            "vi": "Phát đình liệu cho hồn thăng thiên giái",
            "en": "Let’s set the brute aflame and speed his soul"
        },
        {
            "id": 73,
            "vi": "Còn hình tích giống chi để lại",
            "en": "to Paradise’ About my poor remains,"
        },
        {
            "id": 74,
            "vi": "Người người đều bàn bạc với nhau",
            "en": "they all will huddle and decide"
        },
        {
            "id": 75,
            "vi": "Kẻ thì rằng: tôi lãnh cái đầu",
            "en": "One man suggests, ‘I’ll take the head’"
        },
        {
            "id": 76,
            "vi": "Người lại nói: phần tôi cái nọng",
            "en": "Another cries, The dewlap They’ll fight to get"
        },
        {
            "id": 77,
            "vi": "Kẻ giành lòng bóng, ép gối mà kê",
            "en": "the bowels and bladderpillows for their heads"
        },
        {
            "id": 78,
            "vi": "Còn sừng đem về, ép thoi làm lược",
            "en": "They'll fashion combs and shuttles with the horns"
        },
        {
            "id": 79,
            "vi": "Kẻ thì chuốt hoa tai, ngạt quạt",
            "en": "or turn them into earrings and fan ribs,"
        },
        {
            "id": 80,
            "vi": "Người lại tiện chén rựou, bầu liều",
            "en": "measuring bowls and cups for wine,"
        },
        {
            "id": 81,
            "vi": "Làm tù và mà thổi cũng kêu",
            "en": "fine bugles you can blow quite loud"
        },
        {
            "id": 82,
            "vi": "Tiện con cờ mà đánh cũng tốt",
            "en": "or chessmen you bang hard upon the board,"
        },
        {
            "id": 83,
            "vi": "Kẻ thì làm cái mõ, cái hộp",
            "en": "a clapper or a box,"
        },
        {
            "id": 84,
            "vi": "Người lại tỉa cán quạt, cán dao",
            "en": "handles of fans and knives"
        },
        {
            "id": 85,
            "vi": "Còn giò chia nhau",
            "en": "My legs they’ll share among themselves"
        },
        {
            "id": 86,
            "vi": "Làm nham, làm thấu",
            "en": "to make some salads with raw meat"
        },
        {
            "id": 87,
            "vi": "Trâu gẫm lại là loài cầm thú",
            "en": "All said and done, we buffalo are beasts"
        },
        {
            "id": 88,
            "vi": "Phận sao chịu vậy dám nài?",
            "en": "condemned by fate without appeal"
        },
        {
            "id": 89,
            "vi": "Trâu thác đã công nghiệp phủi rồi",
            "en": "When dead, I’ll be brushed off like so much dust"
        },
        {
            "id": 90,
            "vi": "Trâu sống lại kiện nài với chủ:",
            "en": "While still alive, I’ll tell the Master this"
        },
        {
            "id": 91,
            "vi": "Không nhớ thuở bôi chuông đường hạ",
            "en": "Remember? At blood-smearing rites for bells"
        },
        {
            "id": 92,
            "vi": "Ơn Tề vương vô tội khiến tha",
            "en": "the king of Ch’i reprieved an innocent"
        },
        {
            "id": 93,
            "vi": "Tưởng chừng khi sức mỏn tuổi già",
            "en": "When old and feeble, I shall bless T’ien-tzu"
        },
        {
            "id": 94,
            "vi": "Cảm Điền tử dạy con chớ bán",
            "en": "who bade his children not to sell their beasts"
        },
        {
            "id": 95,
            "vi": "Lời cổ nhân còn dặn",
            "en": "Have you forgotten it, my lord,"
        },
        {
            "id": 96,
            "vi": "Sao ông chủ vội quên?",
            "en": "this timeless precept from the past?"
        },
        {
            "id": 97,
            "vi": "Chẳng nhớ câu dĩ đức hành nhân",
            "en": "‘By your own virtue act upon the world’"
        },
        {
            "id": 98,
            "vi": "Lại lấy chữ báo ân dĩ oán",
            "en": "Instead, you’ve rendered evil for good deeds"
        },
        {
            "id": 99,
            "vi": "Nói chi nữa cho dài chuyện vãn",
            "en": "Must I keep spinning matters out?"
        },
        {
            "id": 100,
            "vi": "Thưa chủ, xin nói thép một lời",
            "en": "My lord, let me butt in and say a word"
        },
        {
            "id": 101,
            "vi": "Như loài muông vô tướng, vô tài",
            "en": "No looks, no skillswhy take such pains"
        },
        {
            "id": 102,
            "vi": "Nuôi giống ấy làm chi cho nhọc?",
            "en": "to rear the Dog and all his breed?"
        },
        {
            "id": 103,
            "vi": "Ăn cho lớn dưỡng vai, dưỡng vóc",
            "en": "They stuff themselves quite nice and plump"
        },
        {
            "id": 104,
            "vi": "Giỡn với nhau vạch cửa, vạch sân",
            "en": "only to play and wreck your home, your grounds"
        },
        {
            "id": 105,
            "vi": "Một ngày ba bữa chực ăn",
            "en": "They hang around for their three meals"
        },
        {
            "id": 106,
            "vi": "Thấy đến việc lén mình lét lét",
            "en": "and sidle off when work’s at hand"
        },
        {
            "id": 107,
            "vi": "Chưa rét đã phô rằng rét",
            "en": "Before it’s cold, they show how cold they feel,"
        },
        {
            "id": 108,
            "vi": "Xo ro đuôi quít vào trôn",
            "en": "curl up and tuck their tails between their legs,"
        },
        {
            "id": 109,
            "vi": "Dậy bếp người tro trấu chẳng còn",
            "en": "or paw the straw and ashes on the hearth,"
        },
        {
            "id": 110,
            "vi": "Ba ông táo lộn đầu, lộn óc",
            "en": "knock topsy-turvy all three kitchen gods?"
        },
        {
            "id": 111,
            "vi": "Chưa sốt đã nằm dài, thở dốc",
            "en": "Before it’s hot, they sprawl around and gasp"
        },
        {
            "id": 112,
            "vi": "Le lưỡi ra phỏng ước dư gang",
            "en": "while lolling out their span-long tongues"
        },
        {
            "id": 113,
            "vi": "Lại thấy người lơ đĩnh, lơ hoang",
            "en": "When you don’t watch but look the other way,"
        },
        {
            "id": 114,
            "vi": "Tài ăn vụng thôi thì hơn chúng",
            "en": "they filch your foodthat’s one thing they do best"
        },
        {
            "id": 115,
            "vi": "Như muông biết cày nương, bừa ruộng",
            "en": "If only they knew how to till the land,"
        },
        {
            "id": 116,
            "vi": "Thì muông kể biết mấy công ơn?",
            "en": "ah, they would claim all credit in the world"
        },
        {
            "id": 117,
            "vi": "Muông, người cho ăn cháo, ăn cơm",
            "en": "They gorge on well-cooked rice and gruel"
        },
        {
            "id": 118,
            "vi": "Trâu, người bắt nhai rơm, nhai cỏ",
            "en": "while I must chew tough hay and straw"
        },
        {
            "id": 119,
            "vi": "Khi muông thác tống chung, an thổ",
            "en": "And when they die, you’ll bury them"
        },
        {
            "id": 120,
            "vi": "Có gạo tiền cấp táng toàn thân",
            "en": "with votive gifts, in solemn rites"
        },
        {
            "id": 121,
            "vi": "Trách một lòng chủ ở bất công",
            "en": "The lord is inhumanehe favors curs"
        },
        {
            "id": 122,
            "vi": "Hậu ư bạc, bạc đem làm hậu",
            "en": "while he mistreats one who deserves much more"
        },
        {
            "id": 123,
            "vi": "Muông nghe nói giận đau phế phủ",
            "en": "The Dog has heard those wordshis bosom smarts"
        },
        {
            "id": 124,
            "vi": "Liền chạy ra sủa mắng vang tai",
            "en": "Quick he runs out and yelps a shrill retort:"
        },
        {
            "id": 125,
            "vi": "Trời đã sinh các hữu kỳ tài",
            "en": "Heaven endows each kind with its own skills"
        },
        {
            "id": 126,
            "vi": "Lớn việc nặng bé thì việc nhẹ",
            "en": "big beasts get harder tasks, small beasts light chores"
        },
        {
            "id": 127,
            "vi": "Bởi vì đó lớn vai lớn vế",
            "en": "Because you boast huge shoulders and huge thighs,"
        },
        {
            "id": 128,
            "vi": "Thì chuyên lo nông bổn cày bừa",
            "en": "you are assigned to plow-and-harrow work"
        },
        {
            "id": 129,
            "vi": "Còn như đây ốm yếu chân tay",
            "en": "I, Dog, though weak of limb from birth,’"
        },
        {
            "id": 130,
            "vi": "Cũng hết sức gia trung xem xét",
            "en": "still do my best to guard the house"
        },
        {
            "id": 131,
            "vi": "Trách sao khéo bới lông tìm vết",
            "en": "So smart, you blow on hair and look for scars"
        },
        {
            "id": 132,
            "vi": "Giận thày lay vạch lá tìm sâu",
            "en": "meddling, you part the leaves and grope for worms'"
        },
        {
            "id": 133,
            "vi": "Ai ai đều phận thú như nhau",
            "en": "We share the same condition, you and I"
        },
        {
            "id": 134,
            "vi": "Khắn khắn cũng một lòng thờ chủ",
            "en": "both serve the Master with a single heart"
        },
        {
            "id": 135,
            "vi": "Kẻ điều kia người thì việc nọ",
            "en": "Some act one part, some play another role"
        },
        {
            "id": 136,
            "vi": "Đứa coi ngoài có đứa giữ trong",
            "en": "some tend the outside world, some watch home grounds"
        },
        {
            "id": 137,
            "vi": "Đêm năm canh con mắt như chong",
            "en": "My eyes are kept wide open through the night"
        },
        {
            "id": 138,
            "vi": "Đứa đạo tặc nép oai khủng động",
            "en": "burglars, fear-stricken, all stay out of sight"
        },
        {
            "id": 139,
            "vi": "Ngày sáu khắc lỗ tai bằng trống",
            "en": "My eardrums, all day long, are on alert"
        },
        {
            "id": 140,
            "vi": "Đứa gian tham thấy bóng hãi kinh",
            "en": "knaves panic when they catch a glimpse of me"
        },
        {
            "id": 141,
            "vi": "Lại đến ngày kỵ lạp tiên sinh",
            "en": "When men’s ancestral spirits must be fed,"
        },
        {
            "id": 142,
            "vi": "Cũng hết sức săn chồn đuổi sóc",
            "en": "I go out hunting squirrels, chasing foxes"
        },
        {
            "id": 143,
            "vi": "Bao quản chui gai lướt góc",
            "en": "Do I mind wriggling through sharp thorns?"
        },
        {
            "id": 144,
            "vi": "Chi nài múa mỏ lòn hang",
            "en": "Do I complain when muzzling into holes?"
        },
        {
            "id": 145,
            "vi": "Anh trâu sao chẳng biết thương?",
            "en": "How come you feel no sorrow for my plight?"
        },
        {
            "id": 146,
            "vi": "Nỡ lại nói lời sanh nạnh?",
            "en": "Instead, you draw such envious parallels"
        },
        {
            "id": 147,
            "vi": "Ăn thì cơm thừa canh cặn",
            "en": "I swallow crumbs of rice and dregs of soup,"
        },
        {
            "id": 148,
            "vi": "Ăn thì môn sượng khoai sùng",
            "en": "when it’s not rotten taro, wormy yam"
        },
        {
            "id": 149,
            "vi": "Tới bữa ăn chẳng luận ít nhiều",
            "en": "At mealtime I don’t care how much I get"
        },
        {
            "id": 150,
            "vi": "Có cũng rằng không, không cũng chớ",
            "en": "if there’s an empty bowl, that has to do"
        },
        {
            "id": 151,
            "vi": "Trâu rằng trâu ăn rơm với cỏ",
            "en": "You say you’re fed coarse straw and grass"
        },
        {
            "id": 152,
            "vi": "Mà còn có một thằng chăn",
            "en": "but then you have a boy to wait on you"
        },
        {
            "id": 153,
            "vi": "Tốn áo quần cùng tốn cơm ăn",
            "en": "He costs not only clothes and food,"
        },
        {
            "id": 154,
            "vi": "Nỗi lại tới gạo tiền đằng khác",
            "en": "but wages, too, and bonus gifts"
        },
        {
            "id": 155,
            "vi": "Tính chắt lót một năm hai đạt",
            "en": "He’s paid twice yearly at the least"
        },
        {
            "id": 156,
            "vi": "Về thằng chăn đã hết một trâu",
            "en": "a herdboy’s pay is worth one buffalo"
        },
        {
            "id": 157,
            "vi": "Cũng mạnh cày mạnh kéo nên giàu",
            "en": "You claim your labor makes the Master rich:"
        },
        {
            "id": 158,
            "vi": "Hãy cho nhẹm mình trâu là quí",
            "en": "just earn your keep and you'll have done enough"
        },
        {
            "id": 159,
            "vi": "Vốn như đây gia tài ủy ký",
            "en": "To me the Master trusts his family wealth,"
        },
        {
            "id": 160,
            "vi": "Mà chủ không tốn kém đồng nào",
            "en": "and I cost him no penny for a boy"
        },
        {
            "id": 161,
            "vi": "Nếu không muông coi trước giữ sau",
            "en": "And yet, without my watchful eyes and ears,"
        },
        {
            "id": 162,
            "vi": "Thì của ấy về tay kẻ trộm",
            "en": "that wealth would vanish into burglars’ hands"
        },
        {
            "id": 163,
            "vi": "Trâu biết nói trâu không biết xét",
            "en": "You, Buffalo, can talk but cannot think"
        },
        {
            "id": 164,
            "vi": "Suy mình muông công nghiệp đã dày",
            "en": "and see how much I, Dog, perform"
        },
        {
            "id": 165,
            "vi": "Khi sống thì giữ gìn của đời",
            "en": "The goods and chattels I protect on earth"
        },
        {
            "id": 166,
            "vi": "Khi thác xuống giữ cầu âm giái",
            "en": "in death I’ll guard that bridge to the Dark World"
        },
        {
            "id": 167,
            "vi": "Người có phước muông đưa qua khỏi",
            "en": "I'll help the virtuous ones escape from hell"
        },
        {
            "id": 168,
            "vi": "Ai vô nhơn qua chẳng đặng đâu",
            "en": "the mean and wicked I shall not let pass"
        },
        {
            "id": 169,
            "vi": "Chủ có lòng suy trước xét sau",
            "en": "Mindful of past and future services,"
        },
        {
            "id": 170,
            "vi": "Khi lâm tử gạo tiền tống táng",
            "en": "the lord will bury me with cash and rice"
        },
        {
            "id": 171,
            "vi": "Chủ đã có công dày ngãi rộng",
            "en": "If he grants me great favors and large boons,"
        },
        {
            "id": 172,
            "vi": "Muông dễ không tiếp rước đãi đưa?",
            "en": "how shall I fail to welcome him down there?"
        },
        {
            "id": 173,
            "vi": "Thấy anh trâu chưa biết căn do",
            "en": "I see you don’t yet know the roots of things"
        },
        {
            "id": 174,
            "vi": "Nói vài chuyện kẻo chê muông dại",
            "en": "I’m telling you lest you think me a fool"
        },
        {
            "id": 175,
            "vi": "Trâu với muông hai đàng đối nại",
            "en": "As Buffalo and Dog lodge their complaint,"
        },
        {
            "id": 176,
            "vi": "Chủ nghe qua khó nỗi xủ phân",
            "en": "the Master’s at a loss whose side to take:"
        },
        {
            "id": 177,
            "vi": "Thôi thôi đừng nhĩ ngã thiệt hơn",
            "en": "Enough comparison twixt Me and Thee"
        },
        {
            "id": 178,
            "vi": "Phú lưỡng bạn dĩ hoà vi quí",
            "en": "I bid you two make peaceit’s past all price"
        },
        {
            "id": 179,
            "vi": "Hai vật đã tương đồng hoan hỉ,",
            "en": "Once reconciled, together, those two beasts"
        },
        {
            "id": 180,
            "vi": "Lại cùng nhau từ tạ một lời:",
            "en": "bow low before their lord and speak these words:"
        },
        {
            "id": 181,
            "vi": "Như luận trong công nghiệp hai tôi:",
            "en": "If you’re to judge by what we both perform,"
        },
        {
            "id": 182,
            "vi": "Ăn có bữa, lo không có bữa",
            "en": "we are beset with worries day and night"
        },
        {
            "id": 183,
            "vi": "Dám thưa người, báu gì giống ngựa,",
            "en": "Excuse usis he such a prize, the Horse,"
        },
        {
            "id": 184,
            "vi": "Mà trau tria lều trại nhọc nhằn ?",
            "en": "that you take pains to house him in such style?"
        },
        {
            "id": 185,
            "vi": "Ăn cho ăn những cháo đậu xanh,",
            "en": "For nourishment you feed him green bean soup"
        },
        {
            "id": 186,
            "vi": "Ở thì ở những tàu lợp ngói",
            "en": "you lodge him in a stable roofed with tile"
        },
        {
            "id": 187,
            "vi": "Bữa bữa dạo chơi, tắm gội,",
            "en": "Each day he gets spruced up, then takes a stroll"
        },
        {
            "id": 188,
            "vi": "Ngày ngày chắn vó, hớt mao",
            "en": "each day you pare his hoofs, you clip his mane"
        },
        {
            "id": 189,
            "vi": "Sắm sửa cho, chẳng biết chừng nào,",
            "en": "You’ve gone to such expenses for his sake"
        },
        {
            "id": 190,
            "vi": "Suy tính lại, dư trăm, dư chục",
            "en": "just reckon up the hundreds you’ve disbursed"
        },
        {
            "id": 191,
            "vi": "Sắm lá vả, sắm yên, sắm lạc,",
            "en": "You’ve bought a saddle, bells, caparison,"
        },
        {
            "id": 192,
            "vi": "Sắm chân đưng hàm thiếc, dây cương",
            "en": "You've bought stirrups, a bit, and reins"
        },
        {
            "id": 193,
            "vi": "Dời tiền, dời hậu bao vàng,",
            "en": "fringes of gilt that hang from head to tail"
        },
        {
            "id": 194,
            "vi": "Thắng đái, dây cương thếp bạc",
            "en": "under the belly, silver-coated bands and straps"
        },
        {
            "id": 195,
            "vi": "Tuy đang khi mọi vẻ nghiêm trang,",
            "en": "Though they put on such pompous airs,"
        },
        {
            "id": 196,
            "vi": "Trong gia sự nhiều điều ngơ ngáo",
            "en": "home matters leave them in a daze"
        },
        {
            "id": 197,
            "vi": "Nghề cày bừa, nghe coi lếu láo,",
            "en": "At the plow or harrow they will horse around,"
        },
        {
            "id": 198,
            "vi": "Việc bắn săn coi cũng ươn tài,",
            "en": "and on a hunt they can trot out no skill"
        },
        {
            "id": 199,
            "vi": "Chủ nuôi không biết chủ là ai,",
            "en": "They’re not aware who raises them,"
        },
        {
            "id": 200,
            "vi": "Nhà ở, chẳng biết nhà mà lại",
            "en": "can’t find their way and go back home'"
        },
        {
            "id": 201,
            "vi": "Dại không ra dại,",
            "en": "They do not qualify as fools,"
        },
        {
            "id": 202,
            "vi": "Khôn chẳng nên khôn",
            "en": "nor should their wisdom be proclaimed"
        },
        {
            "id": 203,
            "vi": "Ngất ngơ như ốc mượn hồn",
            "en": "They scurry round like snails with borrowed souls"
        },
        {
            "id": 204,
            "vi": "Nuôi giống ấy làm chi cho rối",
            "en": "why ask for trouble rearing them?"
        },
        {
            "id": 205,
            "vi": "Ngựa nghe nói, tím gan, nổi phổi,",
            "en": "Those spiteful words arouse the Horse’s bile"
        },
        {
            "id": 206,
            "vi": "Liền chạy ra hầm hí vang tai:",
            "en": "he rushes out and whinnies his rebuke:"
        },
        {
            "id": 207,
            "vi": "Ớ này, này, tao bảo chúng bay,",
            "en": "Hey, let me tell you blokes some facts"
        },
        {
            "id": 208,
            "vi": "Đố mặt ai dày bằng mặt ngựa?",
            "en": "Now, who can boast a face as long as mine?"
        },
        {
            "id": 209,
            "vi": "Tuy rằng thú, cũng hai giống thú,",
            "en": "We all are beasts, but there are beasts and beasts:"
        },
        {
            "id": 210,
            "vi": "Thú như tao ai dám phen lê",
            "en": "of all known animals who rivals me?"
        },
        {
            "id": 211,
            "vi": "Tao đã từng, đi quán, về quê,",
            "en": "I’ve roamed the empire’s length and breadth"
        },
        {
            "id": 212,
            "vi": "Đã ghe trận đánh nam, dẹp bắc",
            "en": "I’ve raced to many battles north and south"
        },
        {
            "id": 213,
            "vi": "Mỏi gối nưng phò xã tắc,",
            "en": "My knees have labored for the public good"
        },
        {
            "id": 214,
            "vi": "Mòn lưng cúi đội vương công",
            "en": "my back has buckled under kings and lords"
        },
        {
            "id": 215,
            "vi": "Ngày ngày chầu chực sân rồng",
            "en": "Each day I wait upon the dragon throne"
        },
        {
            "id": 216,
            "vi": "Bữa bữa dựa kề loan giá,",
            "en": "each day I must escort the phoenix coach©"
        },
        {
            "id": 217,
            "vi": "Ông Cao tổ năm năm thượng mã,",
            "en": "Kao-tsu waged war on horseback for five years"
        },
        {
            "id": 218,
            "vi": "Mới dựng nên cơ nghiệp Lưu gia,",
            "en": "until he won the empire for the Liu"
        },
        {
            "id": 219,
            "vi": "Ông Quan Công sáu ải thoát qua,",
            "en": "Kuan Yii once fought through all six border gates"
        },
        {
            "id": 220,
            "vi": "Vì cậy có Thanh long, Xích thố",
            "en": "with his Green Dragon sword, on his Red Hare"
        },
        {
            "id": 221,
            "vi": "Đã nhiều thủa ngăn thành, thủ phủ",
            "en": "I’ve rescued strongholds and defended towns"
        },
        {
            "id": 222,
            "vi": "Lại ghe phen đột pháo, xông tên",
            "en": "I’ve braved keen arrows and defied sharp shots"
        },
        {
            "id": 223,
            "vi": "Đàng xa xôi ngàn dặm quan sơn",
            "en": "Over a thousand miles, through hills and heights,"
        },
        {
            "id": 224,
            "vi": "Ngựa phi đệ một giờ liền thấu",
            "en": "I’ve galloped at a stretch from post to post"
        },
        {
            "id": 225,
            "vi": "Các chú đặng ăn no, nằm ngủ,",
            "en": "You little guys can eat and sleep your fill"
        },
        {
            "id": 226,
            "vi": "Bởi vì ta cần cán, giữ gìn",
            "en": "because I’ve kept relentless watch"
        },
        {
            "id": 227,
            "vi": "Khắn khắn lo nhà trị, nước yên,",
            "en": "With zeal I guard the country’s peace"
        },
        {
            "id": 228,
            "vi": "Chốn chốn đặng nông bô lạc nghiệp",
            "en": "glad farmers everywhere can farm"
        },
        {
            "id": 229,
            "vi": "Các chú những nằm trong xó bếp,",
            "en": "You dogs just snuggle up in kitchen nooks"
        },
        {
            "id": 230,
            "vi": "Tài các ngươi ở chốn quê mùa",
            "en": "you buffalo shine only in the fields"
        },
        {
            "id": 231,
            "vi": "Đừng đừng buông lời nói khật khù",
            "en": "Stop spouting gibberish hold back your urge"
        },
        {
            "id": 232,
            "vi": "Bớt bớt thói chê bai giớn giác,",
            "en": "to plunge headfirst and criticize"
        },
        {
            "id": 233,
            "vi": "Nếu tao chẳng lo trong việc nước,",
            "en": "Without my presence, who protects the realm?"
        },
        {
            "id": 234,
            "vi": "Giặc đến nhà ai để chúng bay?",
            "en": "If bandits come, will they leave you alone?"
        },
        {
            "id": 235,
            "vi": "Thật biết một mà chẳng biết mười,",
            "en": "You know a thing or two, but not enough"
        },
        {
            "id": 236,
            "vi": "Chớ lừng lẫy cậy tài, cậy thế",
            "en": "don’t glory in your little skills and knacks"
        },
        {
            "id": 237,
            "vi": "Ngựa nói lâu, gẫm càng hữu lý,",
            "en": "The Horse harangues at length and makes his point"
        },
        {
            "id": 238,
            "vi": "Vậy chủ bèn phân giải một lời:",
            "en": "to heal the breach, the Master says some words:"
        },
        {
            "id": 239,
            "vi": "Đại tiểu các hữu kỳ tài,",
            "en": "You’re big and small, but talents each can claim,"
        },
        {
            "id": 240,
            "vi": "Vô đắc tương tranh nhĩ ngã",
            "en": "so cease to fight among yourselves"
        },
        {
            "id": 241,
            "vi": "Trâu với ngựa cùng muông ba gã,",
            "en": "And so all three, Horse, Buffalo, and Dog,"
        },
        {
            "id": 242,
            "vi": "Mới ra ngoài từ tạ phân nhau",
            "en": "pay homage to their lord and make to leave"
        },
        {
            "id": 243,
            "vi": "Ngựa giận dê, đứng lại giây lâu,",
            "en": "But as he bears the Goat no love, the Horse"
        },
        {
            "id": 244,
            "vi": "Bèn phát trạng cáo nài với chủ:",
            "en": "stays on a while and enters his own suit:"
        },
        {
            "id": 245,
            "vi": "Dê với ngựa cũng là giống thú,",
            "en": "The Goat is just a beast like me"
        },
        {
            "id": 246,
            "vi": "Chăn đồng chăn, nuôi cũng đồng nuôi,",
            "en": "we both are kept and fed by you"
        },
        {
            "id": 247,
            "vi": "Dê, người cho ăn nhảy chơi bời,",
            "en": "But you allow him time to frisk and play"
        },
        {
            "id": 248,
            "vi": "Ngựa, người bắt kỵ biều, luân tế",
            "en": "while you ride me and run me off my legs"
        },
        {
            "id": 249,
            "vi": "Gẫm giống chi hữu đầu vô vĩ,",
            "en": "Yet what’s a goat? A head without a tail"
        },
        {
            "id": 250,
            "vi": "Hình con con, bụng lớn",
            "en": "A bloated body on a stunted trunk"
        },
        {
            "id": 251,
            "vi": "Cáng náng như đứa có hạ nang,",
            "en": "He waddles like a chap whose testes hurt"
        },
        {
            "id": 252,
            "vi": "Sớn sác tợ con chàng kẻ cướp",
            "en": "he skips and scampers like a bandit’s kid"
        },
        {
            "id": 253,
            "vi": "Nghề tế kiệu coi đà xấu vóc,",
            "en": "He looks so awkward when he tries to trot"
        },
        {
            "id": 254,
            "vi": "Việc cày bừa nhắm bóng cũng ươn",
            "en": "and cuts a sorry figure at the plow"
        },
        {
            "id": 255,
            "vi": "Hễ thấy người thấp thoáng đôi bên,",
            "en": "When someone hovers by his side,"
        },
        {
            "id": 256,
            "vi": "Liền há miệng kêu la: bé hé",
            "en": "he gapes his mouth and cries, ‘Baa-baa’"
        },
        {
            "id": 257,
            "vi": "Dê nghe ngựa nói dê quá tệ,",
            "en": "The Goat has heard the Horse disparage him"
        },
        {
            "id": 258,
            "vi": "Liền chạy ra vác mặt, vênh râu",
            "en": "his beard perked up, he prances out and says:"
        },
        {
            "id": 259,
            "vi": "Dê nói rằng: Ta đọ với nhau,",
            "en": "Let us compare your bulk and mine"
        },
        {
            "id": 260,
            "vi": "Thử anh lớn hay là tôi lớn",
            "en": "which one is bigger, Horse or Goat?"
        },
        {
            "id": 261,
            "vi": "Anh đã từng vào dinh, ra trấn,",
            "en": "You’ve visited all towns and capitals"
        },
        {
            "id": 262,
            "vi": "Sá chi tôi tiểu thú quê mùa ?",
            "en": "why waste your notice on a country clod?"
        },
        {
            "id": 263,
            "vi": "Mạnh thì lo việc nước, việc vua",
            "en": "A stronger beast, you’ve served the Master’s realm,"
        },
        {
            "id": 264,
            "vi": "Song chớ khá cậy tài, cậy tướng,",
            "en": "yet don’t you act so high and mighty, Horse"
        },
        {
            "id": 265,
            "vi": "Ai có tài, chủ ban chủ thưởng,",
            "en": "The Master will reward those with rare skills,"
        },
        {
            "id": 266,
            "vi": "Ai không công, tay làm hàm nhai,",
            "en": "but let the rest work too and earn their keep"
        },
        {
            "id": 267,
            "vi": "Chẳng dám ăn lúa má, môn khoai",
            "en": "I, Goat, don’t dare to touch his rice and yam"
        },
        {
            "id": 268,
            "vi": "Không hề phạm đậu mè, hoa quả",
            "en": "I never tamper with his greens and beans"
        },
        {
            "id": 269,
            "vi": "Khuyên khuyên chớ nói ngang nói ngửa,",
            "en": "Let me advise youcease your bumptious talk"
        },
        {
            "id": 270,
            "vi": "Bớt bớt, đừng ỷ thế, cậy tài,",
            "en": "and take less pride in your much-vaunted strength"
        },
        {
            "id": 271,
            "vi": "Ai chẳng biết đuôi ngựa thì dài,",
            "en": "Who doesn’t know that horses have long tails?"
        },
        {
            "id": 272,
            "vi": "Dài thì để xua mòng, đuổi muỗi",
            "en": "Long tails can flap at gadflies and mosquitoes"
        },
        {
            "id": 273,
            "vi": "Vốn như đây đuôi tuy vắn vỏi,",
            "en": "But though my tail is short and clipped,"
        },
        {
            "id": 274,
            "vi": "Đây cũng không mượn ngựa nối thêm",
            "en": "no, thanksI shan’t add yours to mine"
        },
        {
            "id": 275,
            "vi": "Ngàn dặm trường, mặt ngựa khoe êm",
            "en": "You brag you can breeze through a thousand miles"
        },
        {
            "id": 276,
            "vi": "Ba gò sỏi, dê đà xong việc",
            "en": "I jump and clear three knolls: that’s work enough"
        },
        {
            "id": 277,
            "vi": "Việc dê thì dê biết,",
            "en": "I, Goat, cut capers as I wish"
        },
        {
            "id": 278,
            "vi": "Việc ngựa thì ngựa hay",
            "en": "you, Horse, go through your paces and cavort"
        },
        {
            "id": 279,
            "vi": "Bừa cày, có thú bừa cày,",
            "en": "For plow and harrow some are born"
        },
        {
            "id": 280,
            "vi": "Kiệu tế, có muông kiệu tế,",
            "en": "others exist to trot and run"
        },
        {
            "id": 281,
            "vi": "Dê vốn thật thuộc về việc lễ,",
            "en": "We goats by nature go with sacraments"
        },
        {
            "id": 282,
            "vi": "Để hòng khi về hạng tư văn",
            "en": "yes, we come in when scholars hold their rites,"
        },
        {
            "id": 283,
            "vi": "Để dành khi tế thánh, tế thần,",
            "en": "when men must plead with saints or gods,"
        },
        {
            "id": 284,
            "vi": "Lại có thủa kỳ yên, kỳ phước",
            "en": "ask them for peace and happiness"
        },
        {
            "id": 285,
            "vi": "Hễ có việc, lấy dê làm trước,",
            "en": "At such grave times we’re granted precedence"
        },
        {
            "id": 286,
            "vi": "Dê dâng vào người mới lạy sau",
            "en": "men offer goats before they kneel and pray"
        },
        {
            "id": 287,
            "vi": "Ngựa tuy rằng hình tượng lớn cao,",
            "en": "You look impressive both in bulk and height,"
        },
        {
            "id": 288,
            "vi": "Tam sanh lễ, ai dùng đến ngựa ?",
            "en": "but who considers horsemeat fit for gods?"
        },
        {
            "id": 289,
            "vi": "Dầu đến việc làm đình, làm chợ,",
            "en": "If humans build a shrine, a market shed,"
        },
        {
            "id": 290,
            "vi": "Cũng lấy dê trảm thảo, bồi cơ",
            "en": "they immolate a goat, then break the ground"
        },
        {
            "id": 291,
            "vi": "Nhẫn đến ngày mạng tướng xuất sư,",
            "en": "On days when generals go off to war,"
        },
        {
            "id": 292,
            "vi": "Cũng lấy dê khấn cầu tổ đạo",
            "en": "they slaughter one of us, then sally forth"
        },
        {
            "id": 293,
            "vi": "Lễ cốc sóc thánh nhân còn bảo:",
            "en": "About the new-moon feast Confucius said:"
        },
        {
            "id": 294,
            "vi": "Tử Cống sao dê sống bỏ đi ?",
            "en": "‘Begrudge a goat, Tzu-kung, and lose a rite?’"
        },
        {
            "id": 295,
            "vi": "Ngựa nói ngang mà chẳng biết suy,",
            "en": "You speak at random and don’t think"
        },
        {
            "id": 296,
            "vi": "Dê nào có thiếu chi công trạng ?",
            "en": "in merit are we goats so wanting, Horse?"
        },
        {
            "id": 297,
            "vi": "Nói cho xứng đáng,",
            "en": "Talk straight and to the point"
        },
        {
            "id": 298,
            "vi": "Há dễ cơ cầu,",
            "en": "don’t slander and malign"
        },
        {
            "id": 299,
            "vi": "Dê tuy rằng vô vĩ, vô đầu,",
            "en": "Though short of tail and small of head,"
        },
        {
            "id": 300,
            "vi": "Quan phong Trường tu chủ bộ",
            "en": "I’m titled Registrar with a Long Beard?"
        },
        {
            "id": 301,
            "vi": "Hèn như dê mà dám đọ,",
            "en": "What beast outranks your humble Goat?"
        },
        {
            "id": 302,
            "vi": "Tiện như dê, quí bất khả ngôn",
            "en": "Your lowly Goat ranks high in all the world"
        },
        {
            "id": 303,
            "vi": "Ngựa rằng: Ngựa ở chốn quyền môn,",
            "en": "Since you have moved among the great,"
        },
        {
            "id": 304,
            "vi": "Phong cho ngựa chức chi nói thử ?",
            "en": "what title have they granted you?"
        },
        {
            "id": 305,
            "vi": "Thưa chủ nghiệm việc dê với ngựa,",
            "en": "O Master, judge the Horse and me, the Goat"
        },
        {
            "id": 306,
            "vi": "Cân mà coi, ai trọng, ai khinh ?",
            "en": "Please weigh our workwhose service tips the scale?"
        },
        {
            "id": 307,
            "vi": "Ngựa nghe qua tỏ đặng sự tình,",
            "en": "The Horse has listened, learned some truths"
        },
        {
            "id": 308,
            "vi": "Dê rằng: bé, ai hay chức lớn ?",
            "en": "who'd think the little goat a big, big shot?"
        },
        {
            "id": 309,
            "vi": "Dê nói lại tài dê cũng rắn,",
            "en": "The Goat replies and shows a serpent’s guile"
        },
        {
            "id": 310,
            "vi": "Ngựa thưa qua, sức ngựa thêm rồng:",
            "en": "the Horse protests and struts a dragon’s strength"
        },
        {
            "id": 311,
            "vi": "Chủ phê cho lưỡng bạn tương đồng,",
            "en": "The Master thus decrees: You two are peers"
        },
        {
            "id": 312,
            "vi": "Chắp sự giả các tư kỳ sự",
            "en": "let each mind his own business and concern"
        },
        {
            "id": 313,
            "vi": "Lời tự thuận hai đàng xong xả,",
            "en": "Once Horse and Goat have come to terms,"
        },
        {
            "id": 314,
            "vi": "Dê phát ngôn, bèn trở nại gà:",
            "en": "the Goat sets on the Rooster thus:"
        },
        {
            "id": 315,
            "vi": "Nuôi chúng tôi lợi nước lợi nhà,",
            "en": "We goats and horses do the realm much good"
        },
        {
            "id": 316,
            "vi": "Nuôi giống gà thật vô ơn ngãi",
            "en": "you raise those chickens and receive no thanks"
        },
        {
            "id": 317,
            "vi": "Thấy chủ vãi đám ngò, vạc cải",
            "en": "Sow beds with mustard or coriander seeds"
        },
        {
            "id": 318,
            "vi": "Túc nhau bươi chếch gốc, trốc cây",
            "en": "clucking, they will all scratch and pull up roots"
        },
        {
            "id": 319,
            "vi": "Thấy người trồng đám đậu, vồng khoai,",
            "en": "Lay down some rows of manioc or peas"
        },
        {
            "id": 320,
            "vi": "Rủ nhau vầy nát bông, nát lá",
            "en": "they all will trample leaves and blooms to shreds"
        },
        {
            "id": 321,
            "vi": "Rất đến đỗi thấy nhà lợp rạ,",
            "en": "Just when you thatch your roof, up there they’ll hop"
        },
        {
            "id": 322,
            "vi": "Kéo nhau lên vậy vã tâng bầng",
            "en": "to peck at straws and strew them to the winds"
        },
        {
            "id": 323,
            "vi": "Cho ăn rồi quẹt mỏ sấp lưng",
            "en": "Feed themthey’ll wipe their beaks and turn their backs"
        },
        {
            "id": 324,
            "vi": "Trời chưa tối, đà lo việc ngủ",
            "en": "before night falls, they’re ready for their roost"
        },
        {
            "id": 325,
            "vi": "Ba cái rác nằm không yên chỗ,",
            "en": "They never leave a heap of trash alone"
        },
        {
            "id": 326,
            "vi": "Mấy bụi rau nào để bén dây",
            "en": "they never give the greens a chance to root"
        },
        {
            "id": 327,
            "vi": "Cả ngày thôi những khuấy, những rầy,",
            "en": "They pester you, bedevil you all day"
        },
        {
            "id": 328,
            "vi": "Nuôi giống ấy làm chi vô lối ?",
            "en": "what does it profit you to raise their tribe?"
        },
        {
            "id": 329,
            "vi": "Gà nghe nói, nóng gan, nóng phổi,",
            "en": "The Rooster’s lungs and liver burn with rage"
        },
        {
            "id": 330,
            "vi": "Liền nhảy ra, chớp cánh, giương đầu",
            "en": "wings flapping, head a-cocking, he jumps out:"
        },
        {
            "id": 331,
            "vi": "Này này gà ngũ đức thẳm sâu:",
            "en": "Come, now Five virtues roosters all possess"
        },
        {
            "id": 332,
            "vi": "Nhân, dũng, tín, võ, văn, gồm đủ",
            "en": "kind, brave, and loyal, skilled at war and peace"
        },
        {
            "id": 333,
            "vi": "Trên đầu đội văn quan một mũ",
            "en": "A mandarin’s cap adorns our brow"
        },
        {
            "id": 334,
            "vi": "Dưới chân đeo hai cựa thần thương",
            "en": "our claws display two lethal spears"
        },
        {
            "id": 335,
            "vi": "Đã ghe phen đến chốn chiến trường",
            "en": "Time and again, I’ve served on battlefields"
        },
        {
            "id": 336,
            "vi": "Lập công trận vang tai, lói óc,",
            "en": "and there performed resounding feats of arms"
        },
        {
            "id": 337,
            "vi": "Thủa Tây Lũng tam canh trống thúc",
            "en": "As drums beat fast the third watch in Lung-hsi,"
        },
        {
            "id": 338,
            "vi": "Gà gáy đầu ba tiếng đêm khuya,",
            "en": "I crowed three crows before day broke"
        },
        {
            "id": 339,
            "vi": "Một tiếng rằng: thiên nhật tác thì",
            "en": "The first one said, ‘O sun, arise betimes’"
        },
        {
            "id": 340,
            "vi": "Hai tiếng rằng: quốc tộ tác xương,",
            "en": "The second said, ‘Long live and thrive our king’"
        },
        {
            "id": 341,
            "vi": "Ba tiếng rằng: nhân gian tác lạc,",
            "en": "The third one said, ‘Let joy prevail on earth’"
        },
        {
            "id": 342,
            "vi": "Đã cứu nạn Mạnh thường đặng thoát",
            "en": "Somebody feigned my voice and saved Meng Ch’ang"
        },
        {
            "id": 343,
            "vi": "Lại khuyên người Tấn sĩ năm canh",
            "en": "my call aroused two gallant men of Tsin"
        },
        {
            "id": 344,
            "vi": "Hễ ai toan cải dữ về lành,",
            "en": "Whoever wants to change his evil ways"
        },
        {
            "id": 345,
            "vi": "Gà cũng biết tỉnh, mê, giấc điệp",
            "en": "wakes up at cockcrow, bent on doing good"
        },
        {
            "id": 346,
            "vi": "Coi giò gà xét biết thịnh suy",
            "en": "The rising destiny of Chou was augured by a rooster’s leg"
        },
        {
            "id": 347,
            "vi": "Dóng canh khuya vui dạ kẻ tiêu y,",
            "en": "I sing and soothe all those with sleepless nights"
        },
        {
            "id": 348,
            "vi": "Cất tiếng gáy, toại lòng người đãi đán,",
            "en": "I crow and cheer all those who wait for dawn"
        },
        {
            "id": 349,
            "vi": "Cứ mấy điều mà đoán,",
            "en": "Now that you ponder such home truths,"
        },
        {
            "id": 350,
            "vi": "Đã tỏ việc phải chăng ?",
            "en": "do you perceive the sense of things?"
        },
        {
            "id": 351,
            "vi": "Giận anh dê cứ nói việc ăn,",
            "en": "You angered me as you kept talking grub"
        },
        {
            "id": 352,
            "vi": "Khéo kiếm chác những điều xoi tệ",
            "en": "or trying to pick holes and point at flaws"
        },
        {
            "id": 353,
            "vi": "Dê biết lễ gà cũng biết lễ,",
            "en": "We roosters know the rites as well as goats"
        },
        {
            "id": 354,
            "vi": "Dê phong Chủ bộ, gà chức Tư thần",
            "en": "you’re Registrar, I’m Herald of the Morn"
        },
        {
            "id": 355,
            "vi": "Nói vài điều đã biết xứng cân,",
            "en": "Just those few facts prove I’m your match"
        },
        {
            "id": 356,
            "vi": "Huống gà có ngoại khoa biết mấy ?",
            "en": "I’ve left unmentioned all a healing arts"
        },
        {
            "id": 357,
            "vi": "Chưa biết ai hay rầy, hay khuấy,",
            "en": "I wonder who’s the slugabed"
        },
        {
            "id": 358,
            "vi": "Chưa biết ai ngủ sớm ngủ mê",
            "en": "I wonder who’s the villain of the piece"
        },
        {
            "id": 359,
            "vi": "Gà không người chăn giữ đi về,",
            "en": "Since none is hired to wach me come and go,"
        },
        {
            "id": 360,
            "vi": "Nên gà mới lỗi lầm bươi móc",
            "en": "at times I scratch and claw where I should not"
        },
        {
            "id": 361,
            "vi": "Dê lầm thế không ai xem sóc,",
            "en": "There’s always someone looking after goats,"
        },
        {
            "id": 362,
            "vi": "Việc phá dê bằng chín bằng mười",
            "en": "yet ten times more destruction you have wrought"
        },
        {
            "id": 363,
            "vi": "Bữa ăn gà tốn kém mấy hơi?",
            "en": "Does chicken feed cost overmuch each day?"
        },
        {
            "id": 364,
            "vi": "Nói những chuyện so chày buộc chặt",
            "en": "You make such picayune comparisons"
        },
        {
            "id": 365,
            "vi": "Kể ít chuyện cho dê biết mặt,",
            "en": "I have to teach you, Goat, a thing or two"
        },
        {
            "id": 366,
            "vi": "Kẻ rằng gà vô thú trong đời",
            "en": "or you’d think me a feckless chap on earth"
        },
        {
            "id": 367,
            "vi": "Chẳng nhớ xưa đêm sáng, tốt trời,",
            "en": "Have you forgotten? Roosters chime the dawn"
        },
        {
            "id": 368,
            "vi": "Xui kẻ nhớ vợ hiền thêm chạnh",
            "en": "to make all husbands cherish virtuous wives,"
        },
        {
            "id": 369,
            "vi": "Thức vua Thính làm lành giấc tỉnh",
            "en": "to bid all Shun’s disciples do good works"
        },
        {
            "id": 370,
            "vi": "Gà thua dê một hàm râu nịnh,",
            "en": "I'll yield to you in this, your toady’s beard,"
        },
        {
            "id": 371,
            "vi": "Nghĩ lại coi không ích lợi chi",
            "en": "which serves no purpose, come to think of it"
        },
        {
            "id": 372,
            "vi": "Gà dễ đâu có dám phân bì,",
            "en": "Comparing us, why should I envy you?"
        },
        {
            "id": 373,
            "vi": "Nói điều phải mà nghe cho đặng ?",
            "en": "To my sound reasons lend an ear"
        },
        {
            "id": 374,
            "vi": "Dê nghe nói công lênh nhẹ nặng,",
            "en": "After he’s heard the Rooster’s case,"
        },
        {
            "id": 375,
            "vi": "Mới biết suy hơn thiệt mọi điều:",
            "en": "the Goat begins to see both sides:"
        },
        {
            "id": 376,
            "vi": "Thôi, thôi, nói ít biết nhiều,",
            "en": "Enough One word is plenty to the wise"
        },
        {
            "id": 377,
            "vi": "Dê xin chịu lập tờ tự thuận",
            "en": "I'll gladly sign a compact and make peace"
        },
        {
            "id": 378,
            "vi": "Gà còn hãy chưa nguôi cơn giận,",
            "en": "The Rooster’s wrath still smolders in his breast"
        },
        {
            "id": 379,
            "vi": "Bèn phát ngôn thưa chủ một lời:",
            "en": "he lets the Master know as he speaks out:"
        },
        {
            "id": 380,
            "vi": "Như chúng gà vốn đạo làm tôi,",
            "en": "IT, Rooster, serve you faithfully and well"
        },
        {
            "id": 381,
            "vi": "Giữ một tiết thức khuya dậy sớm",
            "en": "I’m always last to bed and first to rise"
        },
        {
            "id": 382,
            "vi": "Thủa ấu thơ người còn tríu trớn",
            "en": "You once took care of me, a chick"
        },
        {
            "id": 383,
            "vi": "Đến lớn khôn đều có riêng quan",
            "en": "grown up, I shift now for myself"
        },
        {
            "id": 384,
            "vi": "Ai siêng bươi, siêng móc thì no,",
            "en": "If I scratch hard Ill fill my craw"
        },
        {
            "id": 385,
            "vi": "Bằng biếng lặt, biếng tìm thì đói",
            "en": "if I don’t peck but loaf, I'll starve"
        },
        {
            "id": 386,
            "vi": "Gà gẫm lại thân gà thêm tủi,",
            "en": "I should feel sorry for myself, I think:"
        },
        {
            "id": 387,
            "vi": "Làm tôi người không đặng nhờ chi",
            "en": "I slave, yet I get nothing in return"
        },
        {
            "id": 388,
            "vi": "Heo ăn rồi ngủ ngáy sì sì,",
            "en": "The Pig just stuffs, then settles down to snore"
        },
        {
            "id": 389,
            "vi": "Giả ngây dại, biết gì việc chủ",
            "en": "he plays the fool and shirks all work for you"
        },
        {
            "id": 390,
            "vi": "Ngắm diện mạo, dị hình, dị thú,",
            "en": "In countenance he looks so odd:"
        },
        {
            "id": 391,
            "vi": "Xem dung nhan khác thế lạ đời",
            "en": "outlandish, yes, so foreign to this earth"
        },
        {
            "id": 392,
            "vi": "Như nuôi chơi, chẳng phải giống chơi",
            "en": "Though he’s no pet, he’s pampered like a pet"
        },
        {
            "id": 393,
            "vi": "Chạy rau cám, như tiền nội án",
            "en": "his fodder costs as much as lawsuits cost"
        },
        {
            "id": 394,
            "vi": "No đú mỡ, nhảy quanh, nhảy quất,",
            "en": "When fattened up, he merely romps and sports"
        },
        {
            "id": 395,
            "vi": "Đói xép hông, cắn máng, cắn chuồng",
            "en": "hungry, he sprawls around and gnaws the sty"
        },
        {
            "id": 396,
            "vi": "Mỗi một ngày ba bữa ròng ròng,",
            "en": "Religiously, he eats three times a day"
        },
        {
            "id": 397,
            "vi": "Đã chẳng thấy bữa nào sai chạy,",
            "en": "I’ve yet to see him miss a single meal"
        },
        {
            "id": 398,
            "vi": "Bán bối gì mà người yêu vậy ?",
            "en": "Is he some gem to love and treasure, or"
        },
        {
            "id": 399,
            "vi": "Mù quáng chi mà phải báo cô ?",
            "en": "some stone-blind cripple, ripe for alms?"
        },
        {
            "id": 400,
            "vi": "Chú gà chớ lung lăng múa mỏ,",
            "en": "You, Cockalorum, wag your beak no more"
        },
        {
            "id": 401,
            "vi": "Giữ, có ngày cắn cổ chẳng tha",
            "en": "or someday I, Pig, shall bite out your throat"
        },
        {
            "id": 402,
            "vi": "Ghét thương thì mặc lượng chủ nhà,",
            "en": "The Master treats us as it pleases him"
        },
        {
            "id": 403,
            "vi": "Chớ thóc mách kiếm lời phỉ báng",
            "en": "don’t you sneak up to him and tell on me"
        },
        {
            "id": 404,
            "vi": "Như các chú lao đao đã đáng,",
            "en": "If life manhandles you, it serves you right"
        },
        {
            "id": 405,
            "vi": "Heo thong dong ăn nhảy mặt (mặc ?) heo",
            "en": "please leave me free to take my own sweet ease"
        },
        {
            "id": 406,
            "vi": "Nội hàng trong lục súc với nhau,",
            "en": "Which one of all six household beasts"
        },
        {
            "id": 407,
            "vi": "Ai sánh đặng mình heo béo tốt ?",
            "en": "outshines me, Pig, in gorgeous fat?"
        },
        {
            "id": 408,
            "vi": "Vua ngự lễ Nam giao đại đột,",
            "en": "When kings officiate at the Southern Shrine,?"
        },
        {
            "id": 409,
            "vi": "Phải có heo mới gọi tam sanh,",
            "en": "I’m needed for the triple sacrifice?"
        },
        {
            "id": 410,
            "vi": "Đừng đừng quen lời nói lanh chanh,",
            "en": "Leave off your way of gabbling tommyrot"
        },
        {
            "id": 411,
            "vi": "Bớt bớt thói chê ai ăn ngủ,",
            "en": "stop sneering at the way pigs eat or sleep"
        },
        {
            "id": 412,
            "vi": "Kìa những việc hôn nhân giá thú",
            "en": "Look at betrothal vows or marriage rites"
        },
        {
            "id": 413,
            "vi": "Không heo ra, tính đặng việc chi?",
            "en": "could they occur without a feast of pork?"
        },
        {
            "id": 414,
            "vi": "Dầu cho mời năm bảy chuyến đi,",
            "en": "You go and beg the world upon your knees:"
        },
        {
            "id": 415,
            "vi": "Cũng không thấy một người thấp thoáng",
            "en": "without me, no one would approach your door"
        },
        {
            "id": 416,
            "vi": "Việc hòa giải, heo đầu công trạng,",
            "en": "To settle feuds I play a foremost role"
        },
        {
            "id": 417,
            "vi": "Thấy mặt heo nguôi dạ oán thù",
            "en": "all hatreds melt in sight of my plump snout"
        },
        {
            "id": 418,
            "vi": "Nhẫn đến khi ngu phụ, ngu phu,",
            "en": "A couplethe benighted man and wife"
        },
        {
            "id": 419,
            "vi": "Giận nhau đánh giập đầu, chảy máu",
            "en": "may come to blows and bash each other’s heads"
        },
        {
            "id": 420,
            "vi": "Làng xã tới lao đao, láu đáu,",
            "en": "The neighbors helter-skelter rush in there,"
        },
        {
            "id": 421,
            "vi": "Nào thấy ai gỡ rối cho xong,",
            "en": "but nobody can disembroil the two"
        },
        {
            "id": 422,
            "vi": "Khiêng heo ra để lại giữa dòng,",
            "en": "Now bring me in, make me the centerpiece:"
        },
        {
            "id": 423,
            "vi": "Mọi việc rối liền xong trơn trải",
            "en": "all tangled webs will come unsnarled at once"
        },
        {
            "id": 424,
            "vi": "Phải chăng, chăng phải,",
            "en": "But is that not the truth?"
        },
        {
            "id": 425,
            "vi": "Nghĩ lại mà coi,",
            "en": "Consider it and see"
        },
        {
            "id": 426,
            "vi": "Việc quan, hôn, tang, tế, vô hồi",
            "en": "At weddings, funerals, all formal rites,"
        },
        {
            "id": 427,
            "vi": "Thảy thảy cũng lấy heo làm trước",
            "en": "I, Pig, boast pride of place and lead the way"
        },
        {
            "id": 428,
            "vi": "Bởi gà nhỏ nói lời lấn lướt,",
            "en": "You little bantam, you talk big,"
        },
        {
            "id": 429,
            "vi": "Nên phải phân ít chuyện mà nghe",
            "en": "compelling me to straighten out some facts"
        },
        {
            "id": 430,
            "vi": "Dễ heo nào có dạ dám khoe ?",
            "en": "But far be it from me to brag"
        },
        {
            "id": 431,
            "vi": "Khắn khắn cũng lo làm việc phải",
            "en": "I only strive to do what’s right"
        },
        {
            "id": 432,
            "vi": "Heo cũng biết đền ơn báo ngãi,",
            "en": "Pigs, too, repay their debts of gratitude"
        },
        {
            "id": 433,
            "vi": "Heo cũng hay tiêu họa, trừ tai,",
            "en": "pigs, too, cast out all evils and all woes"
        },
        {
            "id": 434,
            "vi": "Toái thân phấn cốt chi nài ?",
            "en": "Do we complain when they tear up our flesh?"
        },
        {
            "id": 435,
            "vi": "Nát thịt tan xương bao quản ?",
            "en": "Do we lament when they grind down our bones?"
        },
        {
            "id": 436,
            "vi": "Lòng thờ chủ ngay đà tỏ rạng",
            "en": "We shine in fealty to our lord"
        },
        {
            "id": 437,
            "vi": "Thân mình này ví bẵng như không",
            "en": "and we account at nothing our own lives"
        },
        {
            "id": 438,
            "vi": "Tại chú gà lời nói khùng khùng,",
            "en": "You, Rooster, crowed such bunk"
        },
        {
            "id": 439,
            "vi": "Mới sinh sự so đo trường đoản",
            "en": "that you provoked this wrangle, this dispute"
        },
        {
            "id": 440,
            "vi": "Vậy chủ bèn phân đoán,",
            "en": "The Master thereupon decides the case"
        },
        {
            "id": 441,
            "vi": "Phê một câu khúc tận kỳ tình:",
            "en": "with utmost sense and sentiment:"
        },
        {
            "id": 442,
            "vi": "Gà biết chữ xả sinh thủ ngãi",
            "en": "The Rooster will accept a righteous death"
        },
        {
            "id": 443,
            "vi": "Heo đặng câu tịnh sinh, tịnh dục ",
            "en": "The Pig will give his life for humankind"
        },
        {
            "id": 444,
            "vi": "Nhân rảnh thảo ra một lúc,",
            "en": "The tale, at leisure, is penned down"
        },
        {
            "id": 445,
            "vi": "Chép ra cho rõ sự đời",
            "en": "to show the world in its true light"
        },
        {
            "id": 446,
            "vi": "Sự này cũng sự nói chơi,",
            "en": "But still all this is said in jest"
        },
        {
            "id": 447,
            "vi": "Ai muốn thì đọc mà cười cho vui",
            "en": "please read it if you wish, for fun and laughs"
        }
    ]
}