{
    "file_name": "The constant mouse",
    "data": [
        {
            "id": 0,
            "vi": "Trinh thử",
            "en": "The constant mouse"
        },
        {
            "id": 1,
            "vi": "Vừa năm Long Khánh đời Trần,",
            "en": "Under the Long-Khanh reign when Tran held sway,"
        },
        {
            "id": 2,
            "vi": "Muôn phương triều cống mười phân thái bình",
            "en": "all paid their tributes, and ihe realm knew peace"
        },
        {
            "id": 3,
            "vi": "Ngụ miền Lộc đỗng cảnh thanh,",
            "en": "In his still hermitage like Chu’s Deer Cave?"
        },
        {
            "id": 4,
            "vi": "Là Hồ sinh vốn thiện danh đang thì",
            "en": "dwelt Master Hé Huyén Quy of high renown"
        },
        {
            "id": 5,
            "vi": "Nhiều bề cách vật trí tri,",
            "en": "He boasted knowledge of full many things"
        },
        {
            "id": 6,
            "vi": "Tiếng muông chim lại hay suy nên lời",
            "en": "and understood the speech of beasts and birds"
        },
        {
            "id": 7,
            "vi": "Kinh thành nhân thủa ra chơi,",
            "en": "He visited the capital one day"
        },
        {
            "id": 8,
            "vi": "Lý lê thủ tướng gần nơi ngụ nhà",
            "en": "and stayed next door to Prime Minister Ho"
        },
        {
            "id": 9,
            "vi": "Canh ba thánh thót đồng hồ,",
            "en": "Drip-drop—the clock was marking the third watch>"
        },
        {
            "id": 10,
            "vi": "Lạ nhà chưa ngủ hồ đồ xiết bao",
            "en": "fretful in that strange house, he could not sleep"
        },
        {
            "id": 11,
            "vi": "Bỗng nghe bên cỗi bích đào,",
            "en": "All of a sudden, from a peach tree nearby,"
        },
        {
            "id": 12,
            "vi": "Tiếng con muông sủa bào hao dậy dàng",
            "en": "he heard a dog let loose with loud, shrill barks"
        },
        {
            "id": 13,
            "vi": "Chẳng là chuột bạch bên tường,",
            "en": "Along the wall, was it not some white mouse"
        },
        {
            "id": 14,
            "vi": "Cong đuôi mà chạy vội vàng hãi kinh",
            "en": "fleeing in panic, tail curled up in fright?"
        },
        {
            "id": 15,
            "vi": "Cửa hang sẵn ở góc thành,",
            "en": "She’d found some sheltered cranny in the wall"
        },
        {
            "id": 16,
            "vi": "Chạy ngang vào đấy ẩn mình một khi",
            "en": "she darted in and took her refuge there"
        },
        {
            "id": 17,
            "vi": "Mất mồi muông lại chạy đi,",
            "en": "Its quarry lost, the dog just trotted off"
        },
        {
            "id": 18,
            "vi": "Trong hang dường tiếng nam nhi hỏi rằng:",
            "en": "but in the hole a male voice challenged her:"
        },
        {
            "id": 19,
            "vi": "Uẩy ai quen thuộc chưa tường",
            "en": "Hey, who are you? We’ve never met before"
        },
        {
            "id": 20,
            "vi": "Đêm khuya đương đột vì chưng cớ nào?",
            "en": "You’ve barged into my home so late at night"
        },
        {
            "id": 21,
            "vi": "Hồ sinh thấy sự lạ sao,",
            "en": "When Scholar  heard those strange goings-on,"
        },
        {
            "id": 22,
            "vi": "Đến bên tường, ghé mắt vào dòm chơi",
            "en": "he walked up to the wall and took a peek"
        },
        {
            "id": 23,
            "vi": "Thấy con chuột đực nằm dài,",
            "en": "He saw a rat asprawl inside his den"
        },
        {
            "id": 24,
            "vi": "Lời ăn tiếng nói như người chưa khôn",
            "en": "and prattling on like some unpracticed fool"
        },
        {
            "id": 25,
            "vi": "Đương khi nói ngọt, nói ngon,",
            "en": "While he breathed his sweet nothings in her ear,"
        },
        {
            "id": 26,
            "vi": "Bây giờ Chuột bạch còn run như cầy",
            "en": "the scared white mouse still shivered like a leaf"
        },
        {
            "id": 27,
            "vi": "Một giây tỉnh lại mới hay:",
            "en": "When she revived, she realized her plight:"
        },
        {
            "id": 28,
            "vi": "Vì chưng lỡ bước biết đây chốn nào",
            "en": "what had she stumbled into, in this spot?"
        },
        {
            "id": 29,
            "vi": "Tới lui khôn biết làm sao,",
            "en": "Now how was she to beat a safe retreat,"
        },
        {
            "id": 30,
            "vi": "Khác nào như thể cáy vào hang cua",
            "en": "an eel at risk inside a pot of crabs??"
        },
        {
            "id": 31,
            "vi": "Dám bày nông nỗi trình thưa,",
            "en": "So, making bold, she pleaded with the rat:"
        },
        {
            "id": 32,
            "vi": "Rằng: Tôi nhà cũng quanh co miền này",
            "en": "My home’s around the corner, hereabouts"
        },
        {
            "id": 33,
            "vi": "Quá chân lạc lối tới đây,",
            "en": "I lost my way and reached this neighborhood"
        },
        {
            "id": 34,
            "vi": "Chẳng may bỗng gặp muông cầy bất nhân",
            "en": "Misfortune had me meet a wicked dog"
        },
        {
            "id": 35,
            "vi": "Phúc sao mà cũng mau chân,",
            "en": "But bless my nimble feet I got away"
        },
        {
            "id": 36,
            "vi": "Chạy vào lại được gửi thân chốn này",
            "en": "and scampered to this place where I now hide"
        },
        {
            "id": 37,
            "vi": "Rộng cho nương náu ở đây,",
            "en": "Please let me stay and give me refuge here"
        },
        {
            "id": 38,
            "vi": "Được qua nạn ấy ơn dày dám vong",
            "en": "Saved from this threat, I shan’t forget your help"
        },
        {
            "id": 39,
            "vi": "Lời ăn tiếng nói thong dong,",
            "en": "The female mouse’s voice, so soft and sweet,"
        },
        {
            "id": 40,
            "vi": "Chàng nghe cũng động tấm lòng nước mây",
            "en": "excited him, the rat, to thoughts of lust"
        },
        {
            "id": 41,
            "vi": "Rằng: Sao cả quyết tới đây,",
            "en": "You had some nerve to rush in here, he said"
        },
        {
            "id": 42,
            "vi": "Nào chồng con ở đâu, nay làm gì?",
            "en": "Don’t you have spouse and children? Where are they?"
        },
        {
            "id": 43,
            "vi": "Một mình khuya khoắt ra đi,",
            "en": "Alone, in these wee hours, why did you go"
        },
        {
            "id": 44,
            "vi": "Dường như giống vạc, cớ gì ăn đêm?",
            "en": "and wander like a bittern in the dark?"
        },
        {
            "id": 45,
            "vi": "Hay là nhắn cá, gửi chim,",
            "en": "Or of some lovers’ tryst did you bring word,"
        },
        {
            "id": 46,
            "vi": "Đêm xuân đón gió đi tìm mùi hương?",
            "en": "spreading a spring night’s fragrance on the breeze??"
        },
        {
            "id": 47,
            "vi": "Rằng ta rộng rãi lòng thương,",
            "en": "It happens I’m a loving-hearted rat:"
        },
        {
            "id": 48,
            "vi": "Phỏng như gặp kẻ phũ phàng thì sao",
            "en": "what if you came across some brute, some rogue?"
        },
        {
            "id": 49,
            "vi": "Nàng nghe chàng nói thấp cao,",
            "en": "After she heard him chide and remonstrate,"
        },
        {
            "id": 50,
            "vi": "Nỗi mình mới kể tiêu hao xa gần:",
            "en": "she told him all about herself, her life:"
        },
        {
            "id": 51,
            "vi": "Thiếp nay ở mãi Đông lân,",
            "en": "My own abode is somewhere east of here"
        },
        {
            "id": 52,
            "vi": "Vì cơ thương cẩu lang quân tếch ngàn",
            "en": "As fate ordained the change, my husband died'"
        },
        {
            "id": 53,
            "vi": "Mối lòng khôn xiết thở than,",
            "en": "My sorrow no lament could quite express:"
        },
        {
            "id": 54,
            "vi": "Thương chồng lại xót một đàn con thơ",
            "en": "I mourned him and grieved for our little ones"
        },
        {
            "id": 55,
            "vi": "Rồng rồng theo nạ sớm trưa,",
            "en": "Upon their mother now they all depend—"
        },
        {
            "id": 56,
            "vi": "Của đâu cho được dư thừa miếng ăn",
            "en": "but where to find the stuff for all their mouths?"
        },
        {
            "id": 57,
            "vi": "Pha phôi chẳng quản nhọc nhằn,",
            "en": "I’ve spared myself no pains to scurry round"
        },
        {
            "id": 58,
            "vi": "Chân le chân vịt nào phân đêm ngày",
            "en": "and scrounge up food for them both day and night"
        },
        {
            "id": 59,
            "vi": "Nghe quan thủ tướng bên này,",
            "en": "I heard the minister’s hall stood in these parts,"
        },
        {
            "id": 60,
            "vi": "Cửa nhà tráng lệ, của dày bằng non",
            "en": "a palace filled with heaps and mounds of goods"
        },
        {
            "id": 61,
            "vi": "Muốn ăn hét phải đào giun,",
            "en": "Who will eat fish must dig some angleworms?—"
        },
        {
            "id": 62,
            "vi": "Pha bờ xông bụi nào còn biết e",
            "en": "through scrub and brush I dared to fight my way"
        },
        {
            "id": 63,
            "vi": "Đêm hôm cũng dấn mình đi,",
            "en": "Though it was night, I boldly ventured forth"
        },
        {
            "id": 64,
            "vi": "Sang đây kiếm ít đem về làm lưng",
            "en": "to forage here and bring provisions back"
        },
        {
            "id": 65,
            "vi": "Ai ngờ gặp đứa gió trăng,",
            "en": "But then I met that ruffian of a dog"
        },
        {
            "id": 66,
            "vi": "Cho nên khuất nẻo lạc chừng khốn thay",
            "en": "I fled and ran off course, so here I am"
        },
        {
            "id": 67,
            "vi": "Chàng nghe nông nỗi giãi bày,",
            "en": "He heard the widow’s tale—at once the rat"
        },
        {
            "id": 68,
            "vi": "Quyết lòng cầm sắt một hai dỗ dành",
            "en": "made up his mind to try seducing her:"
        },
        {
            "id": 69,
            "vi": "Rằng: Nàng giải hết chân tình,",
            "en": "You’ve bared all your true feelings, he told her"
        },
        {
            "id": 70,
            "vi": "Thương thay phận gái một mình long đong",
            "en": "Oh, how I pity you, your lonesome life"
        },
        {
            "id": 71,
            "vi": "Đã hay trong đạo vợ chồng,",
            "en": "I’ll grant that marriage generates deep love"
        },
        {
            "id": 72,
            "vi": "Nghĩa sâu tình nặng há lòng chẳng thương",
            "en": "and staunch devotion, which I do esteem"
        },
        {
            "id": 73,
            "vi": "Kinh quyền đôi lẽ là thường,",
            "en": "Our morals, though, must bend to circumstance:>"
        },
        {
            "id": 74,
            "vi": "Được nơi tựa ngọc nương vàng thì thôi",
            "en": "it’s best to give your gold and jade a home’"
        },
        {
            "id": 75,
            "vi": "Chẳng lo mẹ goá con côi,",
            "en": "An end to care for both the widow and her young"
        },
        {
            "id": 76,
            "vi": "Sớm khuya loan phượng no đôi dường nào",
            "en": "By day and dark she won’t lack for a mate"
        },
        {
            "id": 77,
            "vi": "Chẳng lo liễu cợt hoa chào,",
            "en": "Gallants will now leave her alone—no more"
        },
        {
            "id": 78,
            "vi": "Bướm gìn ong giữ làm sao cho tuyền",
            "en": "must she ward off those bees and butterflies"
        },
        {
            "id": 79,
            "vi": "Vả nàng là gái thuyền quyên,",
            "en": "You’re after all a woman, weak and frail—"
        },
        {
            "id": 80,
            "vi": "Phỏng khi gặp kẻ vô duyên khôn dè",
            "en": "you might chance on some cad who’d do you harm"
        },
        {
            "id": 81,
            "vi": "Ví mà dốc tấm lòng quì,",
            "en": "The sunflower constantly turns toward the sun,?"
        },
        {
            "id": 82,
            "vi": "Giữ sao cho được trọn bề hướng dương",
            "en": "but how can she stay true and not break faith?"
        },
        {
            "id": 83,
            "vi": "Nàng nghe ăn nói sỗ sàng,",
            "en": "The white mouse wept to hear such odious talk—"
        },
        {
            "id": 84,
            "vi": "Muôn sầu tầm tã, hai hàng chứa chan",
            "en": "her grief gushed forth in streams of bitter tears"
        },
        {
            "id": 85,
            "vi": "Cúi đầu thưa nói khoan khoan:",
            "en": "She bowed her head and slowly told the rat:"
        },
        {
            "id": 86,
            "vi": "Thiếp như phận liễu gặp cơn gió đoài",
            "en": "I’m like the willow tree the west wind blasts"
        },
        {
            "id": 87,
            "vi": "Đã thương mới dám ngỏ lời,",
            "en": "You claim to love me, so I shall speak out"
        },
        {
            "id": 88,
            "vi": "Nhớ trong thanh sử hôm mai ghi lòng",
            "en": "I always follow precepts from old books"
        },
        {
            "id": 89,
            "vi": "Chữ rằng tòng nhất nhi chung",
            "en": "‘Honor thy husband till the end, they say"
        },
        {
            "id": 90,
            "vi": "Gái hiền thờ chỉ một chồng chẳng hai",
            "en": "A loyal wife must serve one man, not two"
        },
        {
            "id": 91,
            "vi": "Cương thường đạo cả há chơi,",
            "en": "Ethics may not be toyed or trifled with—"
        },
        {
            "id": 92,
            "vi": "Một niềm hằng giữ, mấy lời đinh ninh",
            "en": "one’s faith must be observed, vows must be kept"
        },
        {
            "id": 93,
            "vi": "Vả nay bóng đã xế mành,",
            "en": "Besides, the sun is settling on my bower—"
        },
        {
            "id": 94,
            "vi": "Dám đâu còn lại gieo mình nữa nao",
            "en": "grown older, dare I try remarriage now?"
        },
        {
            "id": 95,
            "vi": "Mặc ai ong bướm xôn xao,",
            "en": "Let bees and butterflies flit to and fro—"
        },
        {
            "id": 96,
            "vi": "Mười phần cũng chẳng chuyển dao một phần",
            "en": "I shall keep troth, unshaken and unswayed"
        },
        {
            "id": 97,
            "vi": "Hạ qua dám ước lại xuân,",
            "en": "My summer gone, am I to hope for spring?"
        },
        {
            "id": 98,
            "vi": "Dễ hầu gà luộc mấy lần nữa sao?",
            "en": "~ How often is boiled chicken boiled again?"
        },
        {
            "id": 99,
            "vi": "Phận đành cho ả họ Tào,",
            "en": "I’m doomed to emulate the widow Ts’ao,"
        },
        {
            "id": 100,
            "vi": "Mong sân hoè được thanh tao là mừng",
            "en": "happy that in the yard sophoras thrive"
        },
        {
            "id": 101,
            "vi": "Bây giờ sẩy bước lỡ chừng,",
            "en": "Now that I’ve lost my way and reached this pass,"
        },
        {
            "id": 102,
            "vi": "Tôi đây đã đội ơn chưng lòng chàng",
            "en": "I carry on my head my debt to you"
        },
        {
            "id": 103,
            "vi": "Đoái tương thân phận lỡ làng,",
            "en": "You feel for me, a woman in distress,"
        },
        {
            "id": 104,
            "vi": "Dạy đường phương tiện lòng càng cám ơn",
            "en": "and teach me ways and means—I owe you much"
        },
        {
            "id": 105,
            "vi": "Tóc tơ giải hết nguồn cơn,",
            "en": "I have spelled out what my own thinking is:"
        },
        {
            "id": 106,
            "vi": "Quyết liều chịu tốt thờn bơn một bề",
            "en": "a flounder’s glad to lie on just one side??"
        },
        {
            "id": 107,
            "vi": "Vu qui núi chỉ non thề,",
            "en": "The hills bore witness when I swore my oath:"
        },
        {
            "id": 108,
            "vi": "Tấc lòng đá tạc vàng ghi dám rời",
            "en": "in stone I carved a troth to stay unchanged"
        },
        {
            "id": 109,
            "vi": "Ở đời kiên ngạnh với đời,",
            "en": "Hold steadfast and endure—that’s how to live:"
        },
        {
            "id": 110,
            "vi": "Kẻo e oanh yến những lời khen chê",
            "en": "if not, the world derides a fickle heart"
        },
        {
            "id": 111,
            "vi": "Chàng rằng: Nàng vẫn chấp mê,",
            "en": "You still persist in wrong ideas, he said"
        },
        {
            "id": 112,
            "vi": "Chẳng hay lo trước ắt thì luỵ sau",
            "en": "If you don’t plan ahead, you'll come to woe"
        },
        {
            "id": 113,
            "vi": "Hãy suy cho thấu cơ mầu,",
            "en": "Think and see through the mystery of all things:"
        },
        {
            "id": 114,
            "vi": "Trong khi tuỵ hoán dễ hầu một ai",
            "en": "nobody’s spared the ravages of change"
        },
        {
            "id": 115,
            "vi": "Chữ rằng: ‘xuân bất tái lai’,",
            "en": "You know the axiom: ‘Spring doth not return’"
        },
        {
            "id": 116,
            "vi": "Một ngày là mấy sớm mai hỡi nàng",
            "en": "How many mornings are there in one day?"
        },
        {
            "id": 117,
            "vi": "Tới lui đôi lẽ cho tường,",
            "en": "Know when you may advance, and when retreat:"
        },
        {
            "id": 118,
            "vi": "Tính bề xử biến hơn đường kiên trinh",
            "en": "better adapt than cling to chastity"
        },
        {
            "id": 119,
            "vi": "Kết làm phu phụ chi tình,",
            "en": "Let us conjoin in love as man and wife—"
        },
        {
            "id": 120,
            "vi": "Chẳng lo thuyền bách lênh đênh giữa nguồn",
            "en": "the anchored cypress skiff will drift no more"
        },
        {
            "id": 121,
            "vi": "Lòng xuân tưởng đến cũng buồn,",
            "en": "I sadly think of feelings roused in spring—"
        },
        {
            "id": 122,
            "vi": "Chẳng nghe câu ví phương ngôn thường lề:",
            "en": "haven’t you heard the proverb people, quote?"
        },
        {
            "id": 123,
            "vi": "Chơi xuân kẻo hết xuân đi,",
            "en": "‘Enjoy your spring before spring goes away,"
        },
        {
            "id": 124,
            "vi": "Cái già sồng sộc nó thì theo sau",
            "en": "for right behind, old age comes rushing up’"
        },
        {
            "id": 125,
            "vi": "Ngựa qua cửa sổ bao lâu,",
            "en": "The horse flies past your window in a flash"
        },
        {
            "id": 126,
            "vi": "Kiếp toan kiếm chốn bán sầu mua vui",
            "en": "Hurry—cast off all cares and seize some joys"
        },
        {
            "id": 127,
            "vi": "Hoa tàn nhị rữa thì thôi,",
            "en": "For once the rose has faded, it’s the end:"
        },
        {
            "id": 128,
            "vi": "Bấy giờ ai kẻ còn lời tóc tơ",
            "en": "who will pledge you his vows of love and troth?"
        },
        {
            "id": 129,
            "vi": "Một mình giữ đống con thơ,",
            "en": "You raise your bunch of youngsters all alone,"
        },
        {
            "id": 130,
            "vi": "Dễ ai lo lắng sớm trưa với nàng",
            "en": "with no one at your side to help you out"
        },
        {
            "id": 131,
            "vi": "Có khi biến, có khi thường,",
            "en": "There are both times of ease and times of stress—"
        },
        {
            "id": 132,
            "vi": "Suy điều cùng chiếu cùng giường vầy vui",
            "en": "imagine us together on one mat"
        },
        {
            "id": 133,
            "vi": "Song song như đũa có đôi,",
            "en": "We’ll be a pair of chopsticks, side by side"
        },
        {
            "id": 134,
            "vi": "Ấm no cùng thoả, ngọt bùi cùng ăn",
            "en": "we'll share good food, warm clothes, the sweets of life"
        },
        {
            "id": 135,
            "vi": "Bằng khi vò võ nửa chăn,",
            "en": "In half a blanket, lying mateless there,"
        },
        {
            "id": 136,
            "vi": "Canh khuya trằn trọc băn khoăn vui gì",
            "en": "you toss and turn at night—you call that bliss?"
        },
        {
            "id": 137,
            "vi": "Được chăng một tiếng tiết nghì,",
            "en": "A constant widow’s fame is all you get"
        },
        {
            "id": 138,
            "vi": "Bắc đồng cân thử xem bề nào hơn",
            "en": "Weighed in the balance, which will tip the scales?"
        },
        {
            "id": 139,
            "vi": "Xưa nay mấy kẻ hồng nhan,",
            "en": "Of old and now, have those with rosy cheeks,?"
        },
        {
            "id": 140,
            "vi": "Gan vàng dạ ngọc cơ hàn được đâu",
            "en": "when cold and hungry, kept their troth intact?"
        },
        {
            "id": 141,
            "vi": "Như người phú các thư lâu,",
            "en": "Compare them not to men in stately halls"
        },
        {
            "id": 142,
            "vi": "Lòng son dạ sắt mình đâu dám bì",
            "en": "who can afford a loyal, true-red heart"
        },
        {
            "id": 143,
            "vi": "Nàng rằng: Phận gái vụng về,",
            "en": "A woman, I lack skills, she answered him"
        },
        {
            "id": 144,
            "vi": "Đắn đo chút cũng thấu bề phải chăng",
            "en": "But I know right from wrong, weigh truth and lies"
        },
        {
            "id": 145,
            "vi": "Vợ chồng đạo cả lẽ hằng,",
            "en": "Marriage, the primal bond, the general norm,"
        },
        {
            "id": 146,
            "vi": "Tạo đoan lẽ ấy há rằng phải chơi",
            "en": "the world’s first principle, is not a game"
        },
        {
            "id": 147,
            "vi": "Kể từ thủa mới thiên khai,",
            "en": "Since Heaven once created this our earth,"
        },
        {
            "id": 148,
            "vi": "Nằm hang ở nội chưa ai biết gì",
            "en": "when humans dwelt in caves or in the wilds,"
        },
        {
            "id": 149,
            "vi": "Cũng còn có lễ lệ bì,",
            "en": "they still knew how to hallow wedding rites,"
        },
        {
            "id": 150,
            "vi": "Chê loài cẩu hợp răn bề dâm bôn",
            "en": "and they banned lust outside the marriage bed"
        },
        {
            "id": 151,
            "vi": "Phu thê phong hoá chi nguyên,",
            "en": "Of wholesome ethics marriage was the source:"
        },
        {
            "id": 152,
            "vi": "Sự vong như thể sự tồn kẻo quê",
            "en": "it’s right to love my man in life and death"
        },
        {
            "id": 153,
            "vi": "Trời đâu phụ kẻ tiết nghì,",
            "en": "Does Heaven disregard the constant souls?"
        },
        {
            "id": 154,
            "vi": "Lân kinh, Mao giản tạc ghi còn truyền",
            "en": "Scriptures and classics have engraved their deeds"
        },
        {
            "id": 155,
            "vi": "Đời xưa mấy gái tiết hiền,",
            "en": "In olden times those women who kept faith"
        },
        {
            "id": 156,
            "vi": "Chẳng nên giống nọ, thì nên giống này",
            "en": "all prospered, thrived, and came to happy ends"
        },
        {
            "id": 157,
            "vi": "Mấy người tính nước, lòng mây,",
            "en": "But others veered and changed like streams or clouds,"
        },
        {
            "id": 158,
            "vi": "Sớm đưa gã Lý, tối vầy chàng Trương",
            "en": "loving a Li at dawn, a Chang at dusk"
        },
        {
            "id": 159,
            "vi": "Sử xanh còn chép rõ ràng,",
            "en": "The history books record their woes in full—"
        },
        {
            "id": 160,
            "vi": "Lòng này đâu dám ra tuồng như xưa",
            "en": "my heart dare not repeat that shameful past"
        },
        {
            "id": 161,
            "vi": "Kẻ chồng còn đó trơ trơ,",
            "en": "While her own spouse was still aboveground, one"
        },
        {
            "id": 162,
            "vi": "Cùng người khác đã đợi chờ tình chung",
            "en": "would wait for his demise while keeping trysts"
        },
        {
            "id": 163,
            "vi": "Kẻ thời mới khuất mặt chồng,",
            "en": "Another broke her troth and wed again"
        },
        {
            "id": 164,
            "vi": "Chưa xanh ngọn cỏ, cải dong, biến nghì",
            "en": "before the grass had grown on her man’s grave"
        },
        {
            "id": 165,
            "vi": "Những loài ấy kể làm chi,",
            "en": "Why tell who they both were? On people’s tongues"
        },
        {
            "id": 166,
            "vi": "Rành rành bia miệng còn ghi đến rày",
            "en": "their names live on in infamy today?"
        },
        {
            "id": 167,
            "vi": "Chàng nghe lại nói lời này:",
            "en": "He heard her out and then had this to say:"
        },
        {
            "id": 168,
            "vi": "Nàng tuy biết một chưa hay biết mười",
            "en": "You know a thing or two, but not enough"
        },
        {
            "id": 169,
            "vi": "Đã là tai mắt ở đời,",
            "en": "As your own person with good eyes and ears,"
        },
        {
            "id": 170,
            "vi": "Cứ mình, chớ bắt chước người vụ danh",
            "en": "don’t imitate, but follow your own lights"
        },
        {
            "id": 171,
            "vi": "Ở trong thế sự vẫn thanh,",
            "en": "You fish the troubled waters of this world"
        },
        {
            "id": 172,
            "vi": "Hễ mà miễn được ích mình thời thôi",
            "en": "and catch what you can get—that’s all there is"
        },
        {
            "id": 173,
            "vi": "Ví dù bắt chước như ai,",
            "en": "Pick as your model one of great renown:"
        },
        {
            "id": 174,
            "vi": "Nói màu trinh tiết, ở loài bôn ba",
            "en": "she might talk like a saint, live like a slut"
        },
        {
            "id": 175,
            "vi": "Hán thời Lã hậu ai qua,",
            "en": "In fame who’d rival Empress Lii of Han??"
        },
        {
            "id": 176,
            "vi": "Sớm khuya cửa tía, vào ra nhà vàng",
            "en": "She dwelt with gold and purple day and night"
        },
        {
            "id": 177,
            "vi": "Từ khi khuất mặt Hán hoàng,",
            "en": "As soon as her Han emperor passed away,"
        },
        {
            "id": 178,
            "vi": "Mà lòng tư túi với chàng Tự Cơ",
            "en": "she took a secret lover—her Hsii-chi"
        },
        {
            "id": 179,
            "vi": "Ả Hồ dương nọ chẳng vừa,",
            "en": "Princess Hu-yang was not to be outdone:"
        },
        {
            "id": 180,
            "vi": "Cớ gì mà lại toan thờ Tống công",
            "en": "the widow set her eyes on that man Sung"
        },
        {
            "id": 181,
            "vi": "Kìa như Vũ hậu cũng nồng,",
            "en": "And Empress Wu? She proved a strumpet, too"
        },
        {
            "id": 182,
            "vi": "Mày ngài được sánh bệ rồng mấy phen",
            "en": "She hugged the dragon throne not once but twice"
        },
        {
            "id": 183,
            "vi": "Vua Đường thoắt mới xe tiên,",
            "en": "The moment her T’ang emperor joined the gods,"
        },
        {
            "id": 184,
            "vi": "Rủ rèm trong đã có nguyền riêng tây",
            "en": "she pulled the blinds and had her love affairs"
        },
        {
            "id": 185,
            "vi": "Điêu Thuyền há chính chuyên nào,",
            "en": "No constant nymph was that far-famed Tiao Chan—"
        },
        {
            "id": 186,
            "vi": "Khi ra Lã Bố khi vào Đổng công",
            "en": "she first took up with Lii and next with Tung"
        },
        {
            "id": 187,
            "vi": "Gặp ai thời nấy là chồng,",
            "en": "Each man she happened on became her man,"
        },
        {
            "id": 188,
            "vi": "Cõi đời đâu đấy đều cùng cười chê",
            "en": "yet did the world make her its laughingstock?"
        },
        {
            "id": 189,
            "vi": "Thử coi lấy đấy mà suy,",
            "en": "Ponder those facts and judge: a nobler breed,"
        },
        {
            "id": 190,
            "vi": "Người thiêng hơn vật nào nghì ở đâu",
            "en": "do humans show more loyalty than beasts?"
        },
        {
            "id": 191,
            "vi": "Người thời đắc thế sang giàu,",
            "en": "All winners, high in rank and great in wealth,"
        },
        {
            "id": 192,
            "vi": "Còn cầu thích ý còn cầu hưu danh",
            "en": "indulge themselves, pursue their private goals"
        },
        {
            "id": 193,
            "vi": "Huống chi vật mọn quần sinh,",
            "en": "How can a woman from the common throng"
        },
        {
            "id": 194,
            "vi": "Giữ sao vẹn chữ tiết trinh mà bì",
            "en": "protect her virtue, save her chastity?"
        },
        {
            "id": 195,
            "vi": "Gót đầu nàng lặng ngồi nghe,",
            "en": "From first to last she listened, sitting hushed"
        },
        {
            "id": 196,
            "vi": "Lâu lâu lại ngoảnh mặt đi thở dài",
            "en": "At times she’d look away to hide a sigh"
        },
        {
            "id": 197,
            "vi": "Chàng nghĩ đàn đã êm tai",
            "en": "He thought his music had bewitched her ears"
        },
        {
            "id": 198,
            "vi": "Kể đường lợi hại nói chơi xa gần",
            "en": "How would his love avail her? He explained:"
        },
        {
            "id": 199,
            "vi": "Rằng: Thương nàng chửa yên thân,",
            "en": "I pity you for your unsettled state"
        },
        {
            "id": 200,
            "vi": "Ở nơi đình chủ đông lân bây giờ",
            "en": "Now you must lodge with neighbors to the east"
        },
        {
            "id": 201,
            "vi": "Khó khăn nhà xác như vờ,",
            "en": "A threadbare household lacking this and that—"
        },
        {
            "id": 202,
            "vi": "Nước sông gạo chợ, củi mua củi đồng",
            "en": "water is scooped from streams, wood scrounged from fields"
        },
        {
            "id": 203,
            "vi": "Thịt chẳng có, cá thời không,",
            "en": "At mealtime you eat neither meat nor fish"
        },
        {
            "id": 204,
            "vi": "Chốn nằm chẳng có màn mùng che thân",
            "en": "No insect net or curtain shields your bed"
        },
        {
            "id": 205,
            "vi": "Gà về bới nát cỏ sân,",
            "en": "Wild chickens scratch the courtyard’s grass to shreds"
        },
        {
            "id": 206,
            "vi": "Mèo buồn lại chạy kiếm ăn ngõ ngoài",
            "en": "Bored cats go prowling round the gate for food"
        },
        {
            "id": 207,
            "vi": "Chó nằm hè gậm vỏ khoai,",
            "en": "Dogs lie there gnawing on potato skins"
        },
        {
            "id": 208,
            "vi": "Lợn ngồi dũi đất ngậm hơi gầy gò",
            "en": "Thin pigs must root in dirt and gulp thin air"
        },
        {
            "id": 209,
            "vi": "Vật nuôi còn chửa được no,",
            "en": "The beasts your landlord keeps don’t eat their fill—"
        },
        {
            "id": 210,
            "vi": "Của đâu thừa thãi để cho đến nàng",
            "en": "how can he spare the tiniest bit for you?"
        },
        {
            "id": 211,
            "vi": "Vả hay tiếc của giữ giàng,",
            "en": "Besides, the miser loves to scrimp and pinch:"
        },
        {
            "id": 212,
            "vi": "Giang san một nắm lại càng dấu dung",
            "en": "holding a handful, he clamps tight his fist"
        },
        {
            "id": 213,
            "vi": "Vắt chày ra nước ròng ròng,",
            "en": "He’d wring a pestle’s neck to get some juice,>"
        },
        {
            "id": 214,
            "vi": "Miếng ăn đè cột chớ hòng mon men",
            "en": "hoard food beneath a post—don’t hang around"
        },
        {
            "id": 215,
            "vi": "Hứng tay dưới, vắt tay trên,",
            "en": "One hand will squeeze, the other catches drops"
        },
        {
            "id": 216,
            "vi": "Rán sành ra mỡ bon chen từng điều",
            "en": "He’ll try to render crockery into fat"
        },
        {
            "id": 217,
            "vi": "Treo cổ chó, buộc cổ mèo,",
            "en": "To starve his dog, he’ll tie its neck with string"
        },
        {
            "id": 218,
            "vi": "Bình dưa lọ muối chắt chiu nom dòm",
            "en": "He’ll watch his bin of rice, his jar of salt"
        },
        {
            "id": 219,
            "vi": "Vặt đầu cá, vá đầu tôm,",
            "en": "He’ll stint on heads of fish and tails of shrimp,"
        },
        {
            "id": 220,
            "vi": "Liệu thưng bữa sớm bữa hôm ít nhiều",
            "en": "dole out each meager portion morn and eve"
        },
        {
            "id": 221,
            "vi": "Hạt rơi hạt rụng bao nhiêu,",
            "en": "How many grains will he allow to spill?"
        },
        {
            "id": 222,
            "vi": "Chậu bồn úp lại, ai đào chẳng ra",
            "en": "What’s kept beneath a bowl can’t be dug out"
        },
        {
            "id": 223,
            "vi": "Thấy nàng lòng dạ xót xa,",
            "en": "I’m watching you and feel so sore at heart—"
        },
        {
            "id": 224,
            "vi": "Châu chan sầu tủi nghĩ hoà thương cho",
            "en": "I’m close to tears as I think of your plight"
        },
        {
            "id": 225,
            "vi": "Anh nay nhờ phận ấm no,",
            "en": "All my good life I owe to Heaven’s grace:"
        },
        {
            "id": 226,
            "vi": "Tổ nhân thiên táng, huyệt do mối đùn",
            "en": "a termite hill rose on my father’s grave"
        },
        {
            "id": 227,
            "vi": "Hợi long nhập thủ chuyển khôn,",
            "en": "The dragon’s veins run northwest to southwest"
        },
        {
            "id": 228,
            "vi": "Bao nhiêu hổ thuỷ cũng tuôn nhập đoài",
            "en": "the tiger’s waters all flow east to west?"
        },
        {
            "id": 229,
            "vi": "Vả xem cây lộc tốt thay,",
            "en": "My fortune, from the tea leaves, augurs well,"
        },
        {
            "id": 230,
            "vi": "Quí nhân phù trợ tài này làm nên",
            "en": "the powers that be will further my career"
        },
        {
            "id": 231,
            "vi": "Lại xem tiền định chẳng hèn,",
            "en": "For me a brilliant future lies ahead:"
        },
        {
            "id": 232,
            "vi": "Mười thầy cũng nói như in một lời",
            "en": "all ten soothsayers say the selfsame thing"
        },
        {
            "id": 233,
            "vi": "Số tử vi đã giãi bày,",
            "en": "My horoscope has shown auspicious signs:"
        },
        {
            "id": 234,
            "vi": "Tham lang thủ mệnh ắt rày vượng thay",
            "en": "my personal star will help me rise and thrive"
        },
        {
            "id": 235,
            "vi": "Vậy nên gặp cửa người đây,",
            "en": "Because by chance you scurried through my gate,"
        },
        {
            "id": 236,
            "vi": "Ngôi cao nhất phẩm, lộc dày thiên chung",
            "en": "you’re destined for the joys of rank and wealth"
        },
        {
            "id": 237,
            "vi": "Toà ngang dãy dọc trùng trùng,",
            "en": "You’ll own long rows of mansions and high halls,"
        },
        {
            "id": 238,
            "vi": "Tả lâu hoa tạ, hữu cung ngọc đường",
            "en": "arbors for flowers, storerooms for your jade,"
        },
        {
            "id": 239,
            "vi": "Của thời núi bạc non vàng,",
            "en": "mountains of silver, hills of gold—and rice"
        },
        {
            "id": 240,
            "vi": "Thóc Chu, lúa Hán kho tàng xiết đâu",
            "en": "Enough to fill the Chou and Han grain bins"
        },
        {
            "id": 241,
            "vi": "Thạch Sùng tắc lưỡi lắc đầu,",
            "en": "Shih Sung would cluck his tongue and shake his head,"
        },
        {
            "id": 242,
            "vi": "Nhân sinh rất mực hoà giàu hoà sang",
            "en": "admiring so much luxury here on earth"
        },
        {
            "id": 243,
            "vi": "Thức gì thức chẳng sẵn sàng,",
            "en": "For your own use you'll find all things at hand—"
        },
        {
            "id": 244,
            "vi": "Giàu lòng ăn ở nghênh ngang một mình",
            "en": "you'll live just as you please and walk head high"
        },
        {
            "id": 245,
            "vi": "Vả nhà lắm kẻ hiền lành,",
            "en": "Besides, we rats are gentle, kindly sorts—"
        },
        {
            "id": 246,
            "vi": "Tụng kinh chẳng nỡ sát sinh loài gì",
            "en": "we pray and never harm or kill one soul"
        },
        {
            "id": 247,
            "vi": "Khi vui khúc khích đầu hè,",
            "en": "When mirthful, we do titter by the hedge,"
        },
        {
            "id": 248,
            "vi": "Dẫu rằng: gia chủ chẳng hề dễ dui",
            "en": "though our housemaster makes life tough for us"
        },
        {
            "id": 249,
            "vi": "Ngẫm thân được chốn an vui,",
            "en": "All things considered, we’re quite happy here"
        },
        {
            "id": 250,
            "vi": "Hiềm vì một chút số sui muộn màn",
            "en": "Our marriage, though, has given us no son"
        },
        {
            "id": 251,
            "vi": "Muốn cho vẹn nghĩa Tấn Tần,",
            "en": "The marital duty we must carry out,"
        },
        {
            "id": 252,
            "vi": "Tìm phương phụ hậu ân cần những lo",
            "en": "so we’ve sought ways to help this childless pair"
        },
        {
            "id": 253,
            "vi": "Đã từng xem quẻ bói rùa,",
            "en": "We once consulted it, the tortoise shell"
        },
        {
            "id": 254,
            "vi": "Còn toan bói hạc xem cho mới đành",
            "en": "Reading the future, we two tossed three coins"
        },
        {
            "id": 255,
            "vi": "Nghe rằng Già pháp thần linh,",
            "en": "The Buddha’s law works magic, we were told,"
        },
        {
            "id": 256,
            "vi": "Quyết lòng cầu tự đinh ninh đến chùa",
            "en": "so at his shrine we begged him for an heir"
        },
        {
            "id": 257,
            "vi": "Trong nhà hắc hổ trấn phù,",
            "en": "We drew black tigers in the house as charms"
        },
        {
            "id": 258,
            "vi": "Sinh con sinh cái nuôi cho dễ dàng",
            "en": "that might ensure the birth of healthy sons"
        },
        {
            "id": 259,
            "vi": "Tìm thấy Biển Thước lập phương,",
            "en": "I saw Pien Chiieh who gave this recipe:"
        },
        {
            "id": 260,
            "vi": "Mã đề, qui bản, sà sàng, lộc nhung",
            "en": "a turtle’s plastron and a horse’s hoof,"
        },
        {
            "id": 261,
            "vi": "Nhân sâm, liên nhục, mật ong,",
            "en": "a serpent’s slough, a young deer’s horn,"
        },
        {
            "id": 262,
            "vi": "Pha cao hổ cốt ban long luyện hoàn",
            "en": "honey from bees, ginseng, and lotus pulp,"
        },
        {
            "id": 263,
            "vi": "Bổ trong ngũ nội đã an,",
            "en": "all to be blended with a tiger bone,"
        },
        {
            "id": 264,
            "vi": "Vợ chồng lục vị, thập toàn uống chung",
            "en": "will yield a drug both spouses should ingest"
        },
        {
            "id": 265,
            "vi": "Trong lòng còn nghĩ chưa xong,",
            "en": "All failed to work—we would consider now"
        },
        {
            "id": 266,
            "vi": "Rắp tìm một kẻ thiên phòng chưa ai",
            "en": "the need for me to wed a minor wife"
        },
        {
            "id": 267,
            "vi": "To đầu vú, cả giái tai,",
            "en": "She was to have big nipples, thick ear lobes,"
        },
        {
            "id": 268,
            "vi": "Dày nơi ngư vĩ, cao nơi ngoạ tàm",
            "en": "and eyelids of a certain size and shape"
        },
        {
            "id": 269,
            "vi": "Biết đâu như thế mà tìm,",
            "en": "But where to look for her? We both implored"
        },
        {
            "id": 270,
            "vi": "Nhờ tay nguyệt lão khéo đem kết nguyền",
            "en": "the Oldster of the Moon to lend a hand"
        },
        {
            "id": 271,
            "vi": "Hôm qua máy mắt cho liền,",
            "en": "Then, yesterday, my eyelid itched and twitched"
        },
        {
            "id": 272,
            "vi": "Nhện sa trước mặt báo tin ngoài thềm",
            "en": "A spider also dropped before my nose"
        },
        {
            "id": 273,
            "vi": "Bẻ chân gà mới so xem,",
            "en": "To check those signs, I broke a chicken’s leg—"
        },
        {
            "id": 274,
            "vi": "Vững con, tươi cái, ngoài đun quá nồi",
            "en": "the outer claws turned toward the middle one"
        },
        {
            "id": 275,
            "vi": "Cho hay duyên kiếp bởi trời,",
            "en": "At Heaven’s bidding, you and I have met"
        },
        {
            "id": 276,
            "vi": "Nghiệm xem báo ứng rạch ròi chẳng sai,",
            "en": "as all the omens now come plainly true"
        },
        {
            "id": 277,
            "vi": "Hôm nay mẹ nó đi chơi,",
            "en": "It just so happens that my wife’s gone out—"
        },
        {
            "id": 278,
            "vi": "Phỏng chừng cũng đến có đôi ba ngày",
            "en": "she won’t be back for two or three long days"
        },
        {
            "id": 279,
            "vi": "Mà nàng lạc lối tới đây,",
            "en": "You went off course and hither found your way,"
        },
        {
            "id": 280,
            "vi": "Vả coi hình tướng cũng tày nàng Oanh",
            "en": "and in your looks you equal Ts’ui Ying-ying"
        },
        {
            "id": 281,
            "vi": "Khác loài tước bộ xà hành,",
            "en": "You don’t hop like a sparrow, slither like a snake,"
        },
        {
            "id": 282,
            "vi": "Lại xem phụ tưởng kiên trinh ai bì",
            "en": "and you stand peerless as a steadfast mate"
        },
        {
            "id": 283,
            "vi": "Muốn nên một chút nghĩa chi,",
            "en": "I'd build a new relationship with you"
        },
        {
            "id": 284,
            "vi": "Chẳng hay nàng có khứng vì cùng chăng?",
            "en": "Please let me know: will you consent or not?"
        },
        {
            "id": 285,
            "vi": "Đưa duyên nhờ gió gác Đằng,",
            "en": "A happy wind has brought you here: it proves"
        },
        {
            "id": 286,
            "vi": "Đành hay con tạo nhắc bằng đồng cân",
            "en": "that Heaven wants to balance loss with gain"
        },
        {
            "id": 287,
            "vi": "Sau toan Cách cựu Đỉnh tân,",
            "en": "A husband’s death, and loneliness, are now"
        },
        {
            "id": 288,
            "vi": "Lại vầy, lại hợp cho nhuần sớm khuya",
            "en": "replaced by cozy union day and night"
        },
        {
            "id": 289,
            "vi": "Nọ là núi chỉ non thề,",
            "en": "Must we point to the hills exchanging vows?"
        },
        {
            "id": 290,
            "vi": "Bất kỳ nên nghĩa tương kỳ mới hay",
            "en": "Love from a brief encounter—that’s romance"
        },
        {
            "id": 291,
            "vi": "Đem con sang ở bên này,",
            "en": "Bring all your children here to stay with me,"
        },
        {
            "id": 292,
            "vi": "Phòng khi ấm lạnh đỡ thay cho mình",
            "en": "and in a crisis I’ll lend you a hand"
        },
        {
            "id": 293,
            "vi": "Nơi ăn ở chốn ở chung chinh,",
            "en": "Let’s join together sharing room and board—"
        },
        {
            "id": 294,
            "vi": "Chẳng lo khó nhọc cũng đành ấm no",
            "en": "you need not toil, you get good fare, warm clothes"
        },
        {
            "id": 295,
            "vi": "Nàng nghe chàng nói nhỏ to,",
            "en": "She listened as he murmured in her ear—"
        },
        {
            "id": 296,
            "vi": "Bây giờ mới kể sự Hồ Quí Ly:",
            "en": "she told him now the tale of Hé Quy Ly:"
        },
        {
            "id": 297,
            "vi": "Làm người mang tính hồ nghi,",
            "en": "By nature as suspicious as a fox,"
        },
        {
            "id": 298,
            "vi": "Thấy người cốt ngạnh chẳng vì chẳng yêu",
            "en": "bears no love for gallant, upright men"
        },
        {
            "id": 299,
            "vi": "Vẫy vùng ếch giếng tự kiêu,",
            "en": "The puffed-up frog can splash and stir his well,"
        },
        {
            "id": 300,
            "vi": "Tham lam chẳng khác Lý miêu đời Đường",
            "en": "but he craves power like that T’ang cat Lis?"
        },
        {
            "id": 301,
            "vi": "Bệ rồng gác phượng tấc gang,",
            "en": "Close to the dragon throne and phoenix hall,"
        },
        {
            "id": 302,
            "vi": "Quen lòng khuyển mã toan đường dong thân",
            "en": "he stoops to schemes promoting his own ends"
        },
        {
            "id": 303,
            "vi": "Nỡ làm đố quốc hại dân,",
            "en": "A parasite who battens on the realm,"
        },
        {
            "id": 304,
            "vi": "Những phần ích kỷ nào phần ích ai",
            "en": "he puts himself above the common good"
        },
        {
            "id": 305,
            "vi": "Rồi ra động đất chuyển trời,",
            "en": "But heaven and the earth will someday quake—"
        },
        {
            "id": 306,
            "vi": "Bấy giờ có lẽ đứng ngồi làm thinh",
            "en": "the frog will stop his croaking and lie dead"
        },
        {
            "id": 307,
            "vi": "Cá ao lệ nữa cháy thành,",
            "en": "Fish in the ponds dread fire on city walls—"
        },
        {
            "id": 308,
            "vi": "Cũng nhiều cấp phải lánh mình cho hay",
            "en": "those who fear for their life will up and flee"
        },
        {
            "id": 309,
            "vi": "Sao bằng đình chủ thiếp nay,",
            "en": "Who’s better than the landlord I have now?"
        },
        {
            "id": 310,
            "vi": "Ba gian oa xá tháng ngày tiêu dao",
            "en": "A cottage with three rooms but days of ease"
        },
        {
            "id": 311,
            "vi": "Chẳng lo đuổi thỏ săn hươu,",
            "en": "He need not chase a hare or hunt a deer—"
        },
        {
            "id": 312,
            "vi": "Rồng còn uốn khúc ở ao đợi thì",
            "en": "a dragon coils and waits inside the pond"
        },
        {
            "id": 313,
            "vi": "Kình nghê vui thú kình nghê,",
            "en": "Let sharks and whales cavort with sharks and whales,"
        },
        {
            "id": 314,
            "vi": "Tép tôm thì lại vui bề tép tôm",
            "en": "and let small shrimp seek pleasures fit for shrimp"
        },
        {
            "id": 315,
            "vi": "Xem loài bán thỏ buôn hùm,",
            "en": "Lo, those who’ll trade a rabbit for a wolf>"
        },
        {
            "id": 316,
            "vi": "Thấy mồi như trĩ bởi tham mắc giò",
            "en": "get trapped like greedy pheasants lured by bait"
        },
        {
            "id": 317,
            "vi": "Thà ăn cáy ngáy o o,",
            "en": "Better eat little crabs and snore away"
        },
        {
            "id": 318,
            "vi": "Còn hơn ngay ngáy ăn bò làm chi",
            "en": "than fret and fidget dining on fine beef"
        },
        {
            "id": 319,
            "vi": "Chớ quen bán chó mua dê,",
            "en": "Shun those who sell dog meat and call it goat"
        },
        {
            "id": 320,
            "vi": "Vui cùng hạc nội ham chi gà lồng",
            "en": "Envy those cranes afield, not cooped-up cocks"
        },
        {
            "id": 321,
            "vi": "Sá chi chiều ấy như không,",
            "en": "What do I care about such hollow things?"
        },
        {
            "id": 322,
            "vi": "Xác ve luống chịu tiếng trong cõi đời",
            "en": "A pauper will stay poor but clean in name"
        },
        {
            "id": 323,
            "vi": "Gặp sao hay vậy, bao nài,",
            "en": "I’m pleased with my own lot and ask no more"
        },
        {
            "id": 324,
            "vi": "Cớ chi mà phải nghe ai bây giờ",
            "en": "Why should I heed advice from someone else?"
        },
        {
            "id": 325,
            "vi": "Chàng rằng: Hãy được nương nhờ,",
            "en": "You’ve found safe refuge in my home, he said"
        },
        {
            "id": 326,
            "vi": "Bao giờ biến cải bấy giờ sẽ hay",
            "en": "When danger’s fled, then you’ll do as you please"
        },
        {
            "id": 327,
            "vi": "Chừa khi đến nỗi cháy mày,",
            "en": "Unless some urgent matter cannot wait,"
        },
        {
            "id": 328,
            "vi": "Vội chi mà bỏ chốn này đi đâu",
            "en": "why hurry off? Where will you go from here?"
        },
        {
            "id": 329,
            "vi": "Mặc khi báo ứng nhiệm mầu,",
            "en": "Signs that bode well or ill should be believed,"
        },
        {
            "id": 330,
            "vi": "Quý Ly dù có về sau chẳng tuyền",
            "en": "though Hé Quy Ly may come to a bad end"
        },
        {
            "id": 331,
            "vi": "Cưỡi rồng ta đã băng nguyền,",
            "en": "I’ll ride the dragon now—all omens show"
        },
        {
            "id": 332,
            "vi": "Ứng diềm hùng huỷ vầy đoàn gái trai",
            "en": "a concubine will bless me with an heir"
        },
        {
            "id": 333,
            "vi": "Chước nào ước được như lời,",
            "en": "If only I could get my heart’s desire,"
        },
        {
            "id": 334,
            "vi": "Cũng đành muôn kiếp ngàn đời chẳng quên",
            "en": "never would I forget this lucky hour"
        },
        {
            "id": 335,
            "vi": "Nàng rằng: Lời dạy quá nên,",
            "en": "You are too kind, she said But from my heart"
        },
        {
            "id": 336,
            "vi": "Song trong lòng nọ đá vàng dám nguôi",
            "en": "how could I let a wife’s devotion fade?"
        },
        {
            "id": 337,
            "vi": "Tuy rằng nương náu ở đời,",
            "en": "Though I still call this world my home, I’m like"
        },
        {
            "id": 338,
            "vi": "Dường ve gầy gục, dường giơi võ vàng",
            "en": "a dead cicada or a wasting bat"
        },
        {
            "id": 339,
            "vi": "Những lo trọn đạo thờ chồng,",
            "en": "To my late lord and husband I belong—"
        },
        {
            "id": 340,
            "vi": "Chồng sao thiếp vậy, kẻo càng xấu nhau",
            "en": "I must stay true or I'd defile his name"
        },
        {
            "id": 341,
            "vi": "Hầu mong nát ngọc trầm châu,",
            "en": "To join him Id have taken my own life,"
        },
        {
            "id": 342,
            "vi": "Lầu cao chẳng quản giếng sâu chẳng từ",
            "en": "flinching at no high tower, no deep well"
        },
        {
            "id": 343,
            "vi": "Bận vì một lũ con thơ,",
            "en": "But little children need a mother’s care—"
        },
        {
            "id": 344,
            "vi": "Mong khi cả lớn bấy giờ sẽ hay",
            "en": "and first of all I have to bring them up"
        },
        {
            "id": 345,
            "vi": "Ví đeo tính nước lòng mây,",
            "en": "If it had been inconstant like a cloud or stream,"
        },
        {
            "id": 346,
            "vi": "Chí còn chim Việt đỗ rày cành nam",
            "en": "would that Yiieh bird have perched on its south branch??"
        },
        {
            "id": 347,
            "vi": "Mấy thu nước mắt chan cơm,",
            "en": "For years I’ve drenched the rice in my own tears—"
        },
        {
            "id": 348,
            "vi": "Lưng canh đĩa muối quải đơm thường lề",
            "en": "I’ve fed my little ones with broth and salt"
        },
        {
            "id": 349,
            "vi": "Dám đâu lỗi đạo cương thường,",
            "en": "Would I presume to flout the moral code,"
        },
        {
            "id": 350,
            "vi": "Nghĩa phu phụ nỡ dám đường bội vong",
            "en": "and cut the bond between husband and wife?"
        },
        {
            "id": 351,
            "vi": "Thấy câu phu xướng phụ tòng,",
            "en": "It’s said, ‘When husband dictates, wife obeys’"
        },
        {
            "id": 352,
            "vi": "Ghi lời tiên thánh, dặn lòng đinh ninh",
            "en": "Precepts the sages taught I take to heart"
        },
        {
            "id": 353,
            "vi": "Há còn kén cá chọn canh,",
            "en": "Does it look right that now I choose a mate,"
        },
        {
            "id": 354,
            "vi": "Cơm nem đã trải tay chanh đã từng",
            "en": "I who once nursed my husband, poor and sick?"
        },
        {
            "id": 355,
            "vi": "Ơn chàng thương kẻ lỡ chừng,",
            "en": "I’m grateful for your aid in my distress,"
        },
        {
            "id": 356,
            "vi": "Xin đừng dạy tiếng gió trăng nữa rày",
            "en": "but say no more—please stop this dalliance"
        },
        {
            "id": 357,
            "vi": "Nghe lời chàng mới chau mày,",
            "en": "Hearing those words, he knit his brows and frowned,"
        },
        {
            "id": 358,
            "vi": "Nghĩ rằng tiết ngọc khó lay được nào",
            "en": "helpless to shake a constant woman’s faith"
        },
        {
            "id": 359,
            "vi": "Dỗ dành không biết chước sao,",
            "en": "He wondered what device he should employ"
        },
        {
            "id": 360,
            "vi": "Vẫn là hờ hững làm cao với mình",
            "en": "to conquer her who thus cold-shouldered him"
        },
        {
            "id": 361,
            "vi": "Lại bày lời khác ướm tình,",
            "en": "He took a different tack, cajoling her"
        },
        {
            "id": 362,
            "vi": "Để xem lòng gái tiết trinh kia là",
            "en": "and putting her allegiance to the test:"
        },
        {
            "id": 363,
            "vi": "Rày nhân bướm được gần hoa,",
            "en": "The butterfly is hovering near the rose"
        },
        {
            "id": 364,
            "vi": "Thuyền ngư ông tới doành mà chẳng nhưng",
            "en": "The fisherman’s boat has reached the stream—won’t he"
        },
        {
            "id": 365,
            "vi": "Chàng Lưu từ sánh ả Hằng,",
            "en": "Liu wed his nymph because by fate they met,"
        },
        {
            "id": 366,
            "vi": "Bởi chưng gặp gỡ há rằng rắp rinh",
            "en": "and not because he had designs on her"
        },
        {
            "id": 367,
            "vi": "Bạch viên xưa kết Tôn sinh,",
            "en": "The white she-monkey mated with young Sun,"
        },
        {
            "id": 368,
            "vi": "Chẳng vì dan díu, bỏ kinh tòng quyền",
            "en": "reneging on her vows for love’s sweet sake"
        },
        {
            "id": 369,
            "vi": "Cầm lành dù chẳng nối huyền,",
            "en": "Even if you won’t tie the knot again,"
        },
        {
            "id": 370,
            "vi": "Nghe trong tình ý còn nên tiếng gì",
            "en": "don’t you perceive just what I’m hinting at?"
        },
        {
            "id": 371,
            "vi": "Bá Nha đã gặp Tử Kỳ,",
            "en": "Two soulmates meet—who’d climb up Treasure Hills"
        },
        {
            "id": 372,
            "vi": "Bảo sơn ai nỡ trở về tay không",
            "en": "and later crawl back down with empty hands?"
        },
        {
            "id": 373,
            "vi": "Nghe lời chàng mới ngán xong,",
            "en": "Outraged by what she heard, she answered him:"
        },
        {
            "id": 374,
            "vi": "Rằng sao quân tử ra lòng sài lang",
            "en": "The gentleman reveals a brute’s base heart"
        },
        {
            "id": 375,
            "vi": "Qui dâmghi lại còn gương,",
            "en": "The turtle’s lust is warning for us all—"
        },
        {
            "id": 376,
            "vi": "Trong kinh giới sắc sao chàng chẳng răn",
            "en": "by that commandment why don’t you abide?"
        },
        {
            "id": 377,
            "vi": "Tràng khanh tư ả Văn quân,",
            "en": "Ch’ang-ch’ing held secret trysts with Cho Wen-chiin"
        },
        {
            "id": 378,
            "vi": "Tống sinh dùng gái chủ nhân chẳng vì",
            "en": "His neighbor’s daughter Sung, the cad, debauched"
        },
        {
            "id": 379,
            "vi": "Chàng sao chưa tát sông mê,",
            "en": "Haven’t you drained vain passion from your soul,"
        },
        {
            "id": 380,
            "vi": "Xui ai cải tiết biến nghì sao đang",
            "en": "trying to tempt a faithful wife astray?"
        },
        {
            "id": 381,
            "vi": "Ví lòng thiếp chẳng đá vàng,",
            "en": "If I don’t keep a widow’s rocklike troth,"
        },
        {
            "id": 382,
            "vi": "Thời danh tiếng ấy nữa chàng về đâu?",
            "en": "how will you save your honor and your name?"
        },
        {
            "id": 383,
            "vi": "Chàng nghe thấy nói gật đầu,",
            "en": "He heard the mouse and, smugly nodding, said:"
        },
        {
            "id": 384,
            "vi": "Rằng: Anh là kẻ bất cầu lợi danh",
            "en": "T am not one to relish literary fame—"
        },
        {
            "id": 385,
            "vi": "Chớ tin bạch diện thư sinh,",
            "en": "don’t trust what pale-faced students write of rats,"
        },
        {
            "id": 386,
            "vi": "Một văn luận thửmà khinh giá này",
            "en": "believe one essay and deny my worth"
        },
        {
            "id": 387,
            "vi": "Xiết bao bướm lũ ong bầy,",
            "en": "Have all those lecherous bees and butterflies"
        },
        {
            "id": 388,
            "vi": "Chẳng quen khoét vách, chẳng hay leo tường",
            "en": "bored through partition screens or scaled tall walls?©"
        },
        {
            "id": 389,
            "vi": "Dám nào thiết ngọc thâu hương,",
            "en": "Filch fragrance and steal jade? That’s not my aim"
        },
        {
            "id": 390,
            "vi": "Gìn trong danh tiết lánh đường phiền hoa",
            "en": "I shun intrigues to keep my fine repute"
        },
        {
            "id": 391,
            "vi": "Ví dù đem thói dâm tà,",
            "en": "But let’s suppose I harbored wanton thoughts:"
        },
        {
            "id": 392,
            "vi": "Mày loan tóc phượng vào ra hiếm gì",
            "en": "would I lack lovebirds cooing in my bed?"
        },
        {
            "id": 393,
            "vi": "Tin chim thư cá gửi đi,",
            "en": "Yes, billets-doux have come from every part"
        },
        {
            "id": 394,
            "vi": "Cũng nhiều nơi rắp nơi vì riêng tây",
            "en": "and strewn the den to tease and tempt this rat"
        },
        {
            "id": 395,
            "vi": "Đáp tai làm mặt chẳng hay,",
            "en": "I’ve looked away and stopped up both my ears,"
        },
        {
            "id": 396,
            "vi": "Những lời hoa nguyệt xưa nay chưa hề",
            "en": "and never have I heeded such love calls"
        },
        {
            "id": 397,
            "vi": "Thấy nàng gái ở có nghì,",
            "en": "I must think you a wife of sterling worth—"
        },
        {
            "id": 398,
            "vi": "So xem khác giá nữ nhi thời này",
            "en": "the women of these times cannot compare"
        },
        {
            "id": 399,
            "vi": "Ước nên chút nghĩa nước mây,",
            "en": "I wish for something that relates us two—"
        },
        {
            "id": 400,
            "vi": "Chẳng mê gì sắc bởi say vì tình,",
            "en": "I want you, dear, not out of lust but love"
        },
        {
            "id": 401,
            "vi": "Chúa xuân dẫu có đành hanh,",
            "en": "The queen forbids me her rose garden, but"
        },
        {
            "id": 402,
            "vi": "Đến vườn cũng bẻ một cành cho cam",
            "en": "I’ll pluck one spray and please my heart’s desire"
        },
        {
            "id": 403,
            "vi": "Rồi ra đôi ngả bắc nam,",
            "en": "And soon we two shall go our separate ways—"
        },
        {
            "id": 404,
            "vi": "Dẫu lòng thu tưởng xuân tầm được chăng",
            "en": "in autumn could you find your spring again?"
        },
        {
            "id": 405,
            "vi": "Tình xuân ví chẳng đãi đằng,",
            "en": "You may withhold your favors from my grasp,"
        },
        {
            "id": 406,
            "vi": "Cũng đà mang tiếng răng răng bề ngoài",
            "en": "but to the world you now look compromised "
        },
        {
            "id": 407,
            "vi": "Dứt lời nàng mới giãi bày:",
            "en": "She cut him off and told him what she thought:"
        },
        {
            "id": 408,
            "vi": "Những điều mặt dạn mày dày khó coi",
            "en": "Your brazen cheek’s an ugly sight to see"
        },
        {
            "id": 409,
            "vi": "Vườn xuân chàng sẵn có nơi,",
            "en": "In your spring garden now your queen holds sway"
        },
        {
            "id": 410,
            "vi": "Nguyệt hoa sao nỡ ép nài như ai",
            "en": "Why force on me your lust like some vile oaf?"
        },
        {
            "id": 411,
            "vi": "Bây giờ rừng mặt vách tai,",
            "en": "But walls have eyes and ears—what brews indoors"
        },
        {
            "id": 412,
            "vi": "Việc trong mới rắp kẻ ngoài đã hay",
            "en": "will soon be noised abroad for all to hear"
        },
        {
            "id": 413,
            "vi": "Vầng trăng đã ngả về tây,",
            "en": "The setting moon is dipping toward the west—"
        },
        {
            "id": 414,
            "vi": "Để cho thiếp trở về rày với con",
            "en": "let me rejoin my little ones at home"
        },
        {
            "id": 415,
            "vi": "Đường trường trở cách nước non,",
            "en": "I’ve far to go across the streams and hills"
        },
        {
            "id": 416,
            "vi": "Lũ hài tưởng nó hãy còn thơ ngây",
            "en": "the children, all so young, do need me still"
        },
        {
            "id": 417,
            "vi": "Nể lời quanh quất mãi đây,",
            "en": "If, not allowed to leave, I tarry here,"
        },
        {
            "id": 418,
            "vi": "Hoặc người về đó lời này tiếng kia",
            "en": "your wife will find me, and there will be words"
        },
        {
            "id": 419,
            "vi": "Lại càng dại dáng nga mi,",
            "en": "She will cry shame on me—vwith loss of face,"
        },
        {
            "id": 420,
            "vi": "Trăm năm danh tiết xướng tuỳ sao đang",
            "en": "how is a widow’s dignity to stand?"
        },
        {
            "id": 421,
            "vi": "Ví xem tang bộc thói thường,",
            "en": "If she suspects some hanky-panky—why,"
        },
        {
            "id": 422,
            "vi": "Xưa nay dạ sắt gan vàng như không",
            "en": "my virtue will mean nothing to the world"
        },
        {
            "id": 423,
            "vi": "Biết rằng nàng chẳng chuyển lòng,",
            "en": "He knew she would not let him sway her heart,"
        },
        {
            "id": 424,
            "vi": "Bấy giờ chàng mới nói sòng hoạ may:",
            "en": "but on an off chance, he made one more try:"
        },
        {
            "id": 425,
            "vi": "Vốn người chính thất nhà này,",
            "en": "To tell the truth, the mistress of the house"
        },
        {
            "id": 426,
            "vi": "Trâm anh lịnh tộc xưa nay vẫn là",
            "en": "came from a clan of highborn mandarins"
        },
        {
            "id": 427,
            "vi": "Đàn bà ấy mới đàn bà,",
            "en": "Ah, she’s a lady worthy of the name"
        },
        {
            "id": 428,
            "vi": "Ngọt ngào có một, sai ngoa chưa từng",
            "en": "Sweet-tempered paragon No tart-tongued shrew"
        },
        {
            "id": 429,
            "vi": "Chìu chồng khuya sớm nỏ nang,",
            "en": "She goes along with what her husband wants—"
        },
        {
            "id": 430,
            "vi": "Phải chăng chẳng dám cạy răng một lời",
            "en": "never one peep against him, right or wrong"
        },
        {
            "id": 431,
            "vi": "Ra vào bặt tiếng ngậm hơi,",
            "en": "She moves around the house, her mouth quite sealed,"
        },
        {
            "id": 432,
            "vi": "Một mình săn sóc hôm mai nhọc nhằn",
            "en": "doing domestic chores all by herself"
        },
        {
            "id": 433,
            "vi": "Muốn cho được kẻ đỡ đần,",
            "en": "She wants somebody lending her a hand—"
        },
        {
            "id": 434,
            "vi": "Quan quan bảo điểu muôn phần những mong",
            "en": "a turtledove, she’ll treat you gently here"
        },
        {
            "id": 435,
            "vi": "Chẳng như kẻ bắc người đông,",
            "en": "For she and you will not dwell far apart"
        },
        {
            "id": 436,
            "vi": "Ghen tuông vì nỗi chồng chung nồng nàn",
            "en": "and will not squabble over your one man"
        },
        {
            "id": 437,
            "vi": "Cát leo cù mộc rắp toan,",
            "en": "You'll play the ivy clinging to the tree—"
        },
        {
            "id": 438,
            "vi": "Xích thằng xui khéo tạo đoan một niềm",
            "en": "the bond of marriage will link her and you"
        },
        {
            "id": 439,
            "vi": "Được nàng làm chị làm em,",
            "en": "You'll be two sisters sharing this one roof,"
        },
        {
            "id": 440,
            "vi": "Cùng ăn, cùng ở chẳng hiềm giận chi",
            "en": "living together—no discord at all"
        },
        {
            "id": 441,
            "vi": "Nàng rằng: Chàng dạy thế thì,",
            "en": "That’s what you tell me, she replied But still,"
        },
        {
            "id": 442,
            "vi": "Phụ nhân đố kỵ xưa kia còn lời,",
            "en": "proverbs have always mentioned jealous wives"
        },
        {
            "id": 443,
            "vi": "Phương ngôn câu ví để đời,",
            "en": "This saw’s come down to us from olden times:"
        },
        {
            "id": 444,
            "vi": "Nhường cơm nhường áo dễ ai nhường chồng?",
            "en": "‘She’ll share her rice, her shirt, but not her man’"
        },
        {
            "id": 445,
            "vi": "Hiếm chi trong chốn non sông,",
            "en": "Throughout the whole wide world, there is no lack"
        },
        {
            "id": 446,
            "vi": "Thiên hương quốc sắc như bông hoa đèn",
            "en": "of beauties fit for heaven and the earth"
        },
        {
            "id": 447,
            "vi": "Sá chi nửa cánh hoa tàn,",
            "en": "Why would you bother with this wilted rose"
        },
        {
            "id": 448,
            "vi": "Tình kia ý nọ bàn hoàn nữa chi",
            "en": "and hatch some plan or scheme inside your head?"
        },
        {
            "id": 449,
            "vi": "Thiên cao mà lại thính ti,",
            "en": "Heaven on high hears what takes place below—"
        },
        {
            "id": 450,
            "vi": "Trên đầu chẳng nghĩ còn thì có ai",
            "en": "don’t think nobody’s there above our head"
        },
        {
            "id": 451,
            "vi": "Cố lòng ép trúc nài mai,",
            "en": "If you lay violent hands upon this reed,"
        },
        {
            "id": 452,
            "vi": "Mượn dao thiếp quyết một bài cho xong",
            "en": "I’ll take a knife and end it all at once"
        },
        {
            "id": 453,
            "vi": "Bấy giờ kinh sợ hãi hùng,",
            "en": "Her threat so frightened him that he spread out"
        },
        {
            "id": 454,
            "vi": "Bát trân chàng mấy giải lòng cho qua",
            "en": "a feast by way of soothing her He said:"
        },
        {
            "id": 455,
            "vi": "Rằng: Nàng may lại tới nhà,",
            "en": "Good luck had you pay my abode a call"
        },
        {
            "id": 456,
            "vi": "Tiễn đưa một tiệc gọi là cố tri",
            "en": "Let’s share a meal before we say good-bye"
        },
        {
            "id": 457,
            "vi": "Dẫu rằng dưa muối chớ nề,",
            "en": "I hope you will not mind the meager fare—"
        },
        {
            "id": 458,
            "vi": "Còn thừa nàng phải đưa về cho con",
            "en": "and for your little ones take home what’s left"
        },
        {
            "id": 459,
            "vi": "Gọi là của khác nước non,",
            "en": "He called them dishes native to these parts"
        },
        {
            "id": 460,
            "vi": "Đưa ra mọi thức miếng ngon mỹ hào",
            "en": "and served such tidbits as a dragon roast,"
        },
        {
            "id": 461,
            "vi": "Nem lân, chả phượng, yến sào,",
            "en": "a phoenix pie, a soup of swallows’ nests:"
        },
        {
            "id": 462,
            "vi": "Đàn con chưa dễ biết bao mùi này",
            "en": "the little ones had never tasted such"
        },
        {
            "id": 463,
            "vi": "Trình rằng: Nhà thiếp xưa nay,",
            "en": "The mouse declined and said: My family"
        },
        {
            "id": 464,
            "vi": "Ngày nào cũng phải như ngày thanh minh",
            "en": "earns an honest livelihood each day"
        },
        {
            "id": 465,
            "vi": "Vả trong cương tỉnh phong thanh,",
            "en": "Our village boasts fine customs of its own—"
        },
        {
            "id": 466,
            "vi": "Giang sơn một giải triều đình tri danh",
            "en": "the royal court admires our hills and streams"
        },
        {
            "id": 467,
            "vi": "Mở mang trời cũng có mình,",
            "en": "We mice were there when Heaven made the earth—"
        },
        {
            "id": 468,
            "vi": "Lẽ nào dám để thường tình cười chê",
            "en": "we would not let the world pour scorn on us"
        },
        {
            "id": 469,
            "vi": "Xin thôi cho thiếp trở về,",
            "en": "With your kind leave I shall now go back home—"
        },
        {
            "id": 470,
            "vi": "Ơn chàng non núi để thì đền sau",
            "en": "later I shall repay my debt to you"
        },
        {
            "id": 471,
            "vi": "Rằng:Bây giờ chửa thấy đâu,",
            "en": "Today you’ve shown no gratitude, he said"
        },
        {
            "id": 472,
            "vi": "Chẳng là rồi đến mai sau tích gì",
            "en": "What will tomorrow bring? How do I know?"
        },
        {
            "id": 473,
            "vi": "Cho hay rằng thói nữ nhi,",
            "en": "Of this I’m sure: all women are alike—"
        },
        {
            "id": 474,
            "vi": "Biết chăng chỉ có một bề mà thôi",
            "en": "all think one way, and only of themselves"
        },
        {
            "id": 475,
            "vi": "Chàng sao khéo nói nên lời,",
            "en": "How cleverly you put it she replied"
        },
        {
            "id": 476,
            "vi": "Hoa kia nguyệt nọ ra người phải ru?",
            "en": "Does it become a gentleman to flirt?"
        },
        {
            "id": 477,
            "vi": "Bấy giờ trong dạ oán thù,",
            "en": "Now sore and angry in his heart, the rat"
        },
        {
            "id": 478,
            "vi": "Lặng ngồi chàng mới nghĩ cho rạch ròi:",
            "en": "sat there in silence, brooding on his wrongs:"
        },
        {
            "id": 479,
            "vi": "Như ta cứu nạn cho rồi,",
            "en": "You saved her life—for you that mouse should feel"
        },
        {
            "id": 480,
            "vi": "Cũng nên ơn nặng muôn đời chớ sao",
            "en": "eternal gratitude, if nothing else"
        },
        {
            "id": 481,
            "vi": "Thế mà nhiều nỗi ước ao,",
            "en": "Yet she’s not granted you a single wish—"
        },
        {
            "id": 482,
            "vi": "Thấy nào trả nghĩa thấy nào trả ân",
            "en": "you don’t see her repaying what she owes"
        },
        {
            "id": 483,
            "vi": "Khôn ngoan rất mực hồng quần,",
            "en": "She’s smarter than most dames—though raised at home,"
        },
        {
            "id": 484,
            "vi": "Tại bình mà nói dối dần cũng xuôi",
            "en": "she can tell lies and get out of a fix"
        },
        {
            "id": 485,
            "vi": "Nghĩ thương thân phận lạc loài,",
            "en": "You pitied her, a woman in distress,"
        },
        {
            "id": 486,
            "vi": "Chồng con nào có biết ai hay là",
            "en": "not knowing if she had a man and kids"
        },
        {
            "id": 487,
            "vi": "Trông người ra cách phong hoa,",
            "en": "She has the looks of someone meant for love,"
        },
        {
            "id": 488,
            "vi": "Thế mà những thói dâm tà thời không",
            "en": "but lacks the temperament to go with it"
        },
        {
            "id": 489,
            "vi": "Hay buồn lý bắc lân đông,",
            "en": "A shame you'll have to let her off scot-free,"
        },
        {
            "id": 490,
            "vi": "Cho nơi cốt cách, mà lòng chẳng yêu",
            "en": "the beauty with no passion in her heart"
        },
        {
            "id": 491,
            "vi": "Nay ta nói đã đến điều,",
            "en": "Using all arguments, you talked nonstop,"
        },
        {
            "id": 492,
            "vi": "Chẳng lay tiết ngọc, chẳng xiêu lòng vàng",
            "en": "yet failed to move a virtue firm as rock"
        },
        {
            "id": 493,
            "vi": "Tính rằng khuyên dỗ lấy nàng,",
            "en": "In vain you coaxed her, hoping she would yield"
        },
        {
            "id": 494,
            "vi": "Đỡ khi chim cá, tiện đường chung tư",
            "en": "and bless your home with many sons and heirs"
        },
        {
            "id": 495,
            "vi": "Nghĩ mình là kẻ văn thư,",
            "en": "And you’re a rat who boasts a way with words"
        },
        {
            "id": 496,
            "vi": "Đầu đuôi nghĩ lại mà dơ dáng đời",
            "en": "From head to tail you are a sorry fool"
        },
        {
            "id": 497,
            "vi": "Thôi thì thôi cũng chịu thôi,",
            "en": "Resigned, he called it quits and said some words"
        },
        {
            "id": 498,
            "vi": "Kiếm đường chữa thẹn mấy lời cho qua:",
            "en": "to exit with the smallest loss of face:"
        },
        {
            "id": 499,
            "vi": "Thiềm cung bóng đã tà tà,",
            "en": "The moon is sinking fast, he told the mouse"
        },
        {
            "id": 500,
            "vi": "Khuyên rằng mau trở lại nhà với con",
            "en": "You'd better hurry back to your wee babes"
        },
        {
            "id": 501,
            "vi": "Những lời ban tối nỉ non,",
            "en": "If I cajoled you with sweet talk tonight,"
        },
        {
            "id": 502,
            "vi": "Thấy nàng có dạ sắt son thử tình",
            "en": "it was to test a woman’s constant soul"
        },
        {
            "id": 503,
            "vi": "Trăng hoa coi những làm thinh,",
            "en": "For I conceive no thought of love or lust—"
        },
        {
            "id": 504,
            "vi": "Có trời hẳn biết cho mình mà thôi",
            "en": "Heaven alone can read what’s in my heart"
        },
        {
            "id": 505,
            "vi": "Ví dù đây cũng như ai,",
            "en": "If I were just a cad, an arrant knave,"
        },
        {
            "id": 506,
            "vi": "Ép tình cá nước phải nài nẫm chi",
            "en": "would I pay court to get my way with you?"
        },
        {
            "id": 507,
            "vi": "Nàng hay nói quái nói kỳ,",
            "en": "You’ve bested me with fancy words, but then"
        },
        {
            "id": 508,
            "vi": "Xưa nay âm thịnh dương suy thường tình",
            "en": "we’ve always watched yin wax and seen yang wane"
        },
        {
            "id": 509,
            "vi": "Khen cho một dạ kiên trinh,",
            "en": "I must praise you for your staunch loyalty,"
        },
        {
            "id": 510,
            "vi": "Dẫu rằng nghiêng nước nghiêng thành dễ đâu",
            "en": "so rare in one with such bewitching charms"
        },
        {
            "id": 511,
            "vi": "Xin đừng để tiếng cho nhau,",
            "en": "Let’s part with no ill feelings, either way:"
        },
        {
            "id": 512,
            "vi": "Cành hoa còn giữ được màu tại ta",
            "en": "the flower’s unsoiled, for which she must thank me"
        },
        {
            "id": 513,
            "vi": "Thưa rằng: Thân phận đàn bà,",
            "en": "It was this woman’s fate, she answered him,"
        },
        {
            "id": 514,
            "vi": "Trông ơn đã được khỏi qua nạn rồi",
            "en": "to owe you her escape from certain death"
        },
        {
            "id": 515,
            "vi": "Đức dày đành trả muôn đời,",
            "en": "Forever you have put me in your debt—"
        },
        {
            "id": 516,
            "vi": "Nghe lời thiếp phải liệu lời kêu ca",
            "en": "but I had to refute the things you said"
        },
        {
            "id": 517,
            "vi": "Ơn dày trả nghĩa trăng hoa,",
            "en": "To pay a virtuous deed with lust would be"
        },
        {
            "id": 518,
            "vi": "Lại là nghiệp chướng lại là trái duyên",
            "en": "to burden karma further in this world"
        },
        {
            "id": 519,
            "vi": "Xin chàng nghĩ lại chớ phiền,",
            "en": "Please think again and don’t feel cross with me"
        },
        {
            "id": 520,
            "vi": "Đừng hồ nghi nữa thiếp xin trở về",
            "en": "Doubt me no more—I beg to take my leave"
        },
        {
            "id": 521,
            "vi": "Bấy giờ sắp sửa ra đi,",
            "en": "While she, the mouse, made ready to set off,"
        },
        {
            "id": 522,
            "vi": "Vợ chàng lo lắng việc chi đã về",
            "en": "the wife, through with her errands, now came home"
        }
    ]
}