{
    "file_name": "Vietnamese_Anthology_P5",
    "data": [
        {
            "id": 0,
            "vi": "Nửa dở ông Tàu, nửa dở Tây,",
            "en": "I am one-half Chinese and one-half French:"
        },
        {
            "id": 1,
            "vi": "Dở dang biết tính thế nào đây?",
            "en": "as neither fish nor fowl, what should I do?"
        },
        {
            "id": 2,
            "vi": "Toan đi vỡ ruộng, cày không biết,",
            "en": "I'd till the soil but don’t know how to plow"
        },
        {
            "id": 3,
            "vi": "Chực nhảy làm quan, học chẳng hay",
            "en": "Id hold high office but have flunked from school"
        },
        {
            "id": 4,
            "vi": "Buôn muốn tranh quyền nhà hẹp vốn,",
            "en": "I’d buy and sell but run quite short of cash"
        },
        {
            "id": 5,
            "vi": "Nghề mong đoạt xảo nước không thầy",
            "en": "I'd ply some trade but haven’t learned a skill"
        },
        {
            "id": 6,
            "vi": "Thôi thôi ta chịu mình ta dở,",
            "en": "Well, Pll put up with being such a flop"
        },
        {
            "id": 7,
            "vi": "Ta dở còn tày vạn chúng bay",
            "en": "This flop’s worth more than all of you, rank knaves"
        },
        {
            "id": 8,
            "vi": "Gặp gỡ nhau đây mới biết nhau,",
            "en": "We’ve met in here—we know each other now"
        },
        {
            "id": 9,
            "vi": "Trông nhau càng nghĩ lại càng đau",
            "en": "It hurts to ruminate, to voice these thoughts"
        },
        {
            "id": 10,
            "vi": "Văn minh Âu Mỹ ba thằng cướp",
            "en": "The West’s great culture? Criminals and thugs"
        },
        {
            "id": 11,
            "vi": "Con cháu Rồng Tiên một lũ tù",
            "en": "Children of gods and dragons? Jailbirds all"
        },
        {
            "id": 12,
            "vi": "Tài giỏi vì chưng tay có súng",
            "en": "They’re not our betters—they hold guns in hand"
        },
        {
            "id": 13,
            "vi": "Yếu hèn chỉ vị túi không xu",
            "en": "We’re dumb and base—our pockets boast no sou"
        },
        {
            "id": 14,
            "vi": "Trời đương xoay tít, người đương ngủ",
            "en": "The world is whirling—men are sound asleep"
        },
        {
            "id": 15,
            "vi": "Giận muốn vò tan quả địa cầu",
            "en": "I feel so mad, I’d crumple up the earth"
        },
        {
            "id": 16,
            "vi": "Hiu hắt năm canh bóng nguyệt tà,",
            "en": "Light flickers on my shadow and myself"
        },
        {
            "id": 17,
            "vi": "Nghĩ gần thôi lại nghĩ đường xa",
            "en": "My thoughts snarl up about this thing or that"
        },
        {
            "id": 18,
            "vi": "Tù hai ba lượt còn ham sống",
            "en": "Imprisoned twice or thrice, I shall live long"
        },
        {
            "id": 19,
            "vi": "Tuổi bốn năm mươi chửa chịu già",
            "en": "Forty to fifty years—I’m still quite young"
        },
        {
            "id": 20,
            "vi": "Tư tưởng lan man trời đất hẹp",
            "en": "My mind roams far and wide—the world’s too small"
        },
        {
            "id": 21,
            "vi": "Phong trần lụi đụi tháng ngày qua",
            "en": "Struggling with storm and dust, I’ll pass my days"
        },
        {
            "id": 22,
            "vi": "Trót lời thề hẹn cùng non nước,",
            "en": "To all our hills and streams I swore an oath"
        },
        {
            "id": 23,
            "vi": "Gối kiếm thâu đêm đợi tiếng gà",
            "en": "I wait for cockcrow, pillowed on my lance"
        },
        {
            "id": 24,
            "vi": "Thác lời Nguyễn Thái Học cùng chị em cô Giang",
            "en": "Mourning Nguyen Thai Hoc and Nguyen Thi Giang"
        },
        {
            "id": 25,
            "vi": "Cô khóc cậu",
            "en": "She mourns him"
        },
        {
            "id": 26,
            "vi": "Thình lình một tiếng sét ngang lưng,",
            "en": "A bolt of lightning struck out of midair"
        },
        {
            "id": 27,
            "vi": "Nuốt nghẹn tình tơ xiết nói năng",
            "en": "I’m choking on my love—what can I say?"
        },
        {
            "id": 28,
            "vi": "Mây mịt mờ xanh trời vẫn hắc,",
            "en": "Clouds dim amidst the blue—the sky stays dark"
        },
        {
            "id": 29,
            "vi": "Giọt chan chứa đổ, bể khôn bằng",
            "en": "Teardrops are drenched with red—the sea runs blood"
        },
        {
            "id": 30,
            "vi": "Thân vàng đành cậu liều theo cái,",
            "en": "Your golden body they consigned to earth"
        },
        {
            "id": 31,
            "vi": "Dạ tuyết thôi em gởi với trăng",
            "en": "my snow-pure heart I'll leave beneath the moon"
        },
        {
            "id": 32,
            "vi": "May nữa duyên sau còn gặp gỡ,",
            "en": "In the hereafter we may meet again"
        },
        {
            "id": 33,
            "vi": "Suối vàng cười nụ có ngày chăng?",
            "en": "among the shades shall we two someday smile?"
        },
        {
            "id": 34,
            "vi": "Hồn cậu trả lời",
            "en": "His soul replies"
        },
        {
            "id": 35,
            "vi": "Gặp mình, mình lại thẹn cùng mình,",
            "en": "As I see you, my darling, I feel shame"
        },
        {
            "id": 36,
            "vi": "Ai khiến em mà vội gặp anh?",
            "en": "Who made you come and meet with me so soon?"
        },
        {
            "id": 37,
            "vi": "Vẫn nghĩ hữu chung ví hữu thuỷ,",
            "en": "We pledged we’d have each other, first and last"
        },
        {
            "id": 38,
            "vi": "Thôi thề đồng tử chẳng đồng sinh",
            "en": "we swore to live together or to die"
        },
        {
            "id": 39,
            "vi": "Trăm năm cuộc bụi, dâu hay bể,",
            "en": "The world of dust keeps changing—weal or woe?"
        },
        {
            "id": 40,
            "vi": "Một tấm lòng son, sắt với đinh",
            "en": "A true-red heart stays firm as stone and steel"
        },
        {
            "id": 41,
            "vi": "Gió dữ mưa cuồng thây kệ nó,",
            "en": "The rainstorm raves and rages—let it storm"
        },
        {
            "id": 42,
            "vi": "Dắt nhau ta tới tận thiên đình",
            "en": "We'll take our grief to Heaven’s court of law"
        },
        {
            "id": 43,
            "vi": "Dắt nhau ta tới tận thiên đình,",
            "en": "We'll take our grief to Heaven’s court of law"
        },
        {
            "id": 44,
            "vi": "Quyết dẹp cho yên sóng bất bình",
            "en": "we’ll calm the waves of outrage in our hearts"
        },
        {
            "id": 45,
            "vi": "Mặt nước em còn hồng giọt máu,",
            "en": "Your drops of blood still tinge the stream with red"
        },
        {
            "id": 46,
            "vi": "Nợ đời anh chửa trắng tay tanh",
            "en": "my hands yet stink of debts unpaid to life"
        },
        {
            "id": 47,
            "vi": "Trăm năm thề với trời riêng đội,",
            "en": "I swore I’d never live beneath their skies"
        },
        {
            "id": 48,
            "vi": "Bảy thước âu là mẹ chẳng sinh",
            "en": "this body Mother might have failed to bear"
        },
        {
            "id": 49,
            "vi": "Mình hỡi Mình đừng buồn bã quá,",
            "en": "My darling, don’t you feel unhappy so"
        },
        {
            "id": 50,
            "vi": "Hồn còn mạnh khoẻ, phách còn linh",
            "en": "our souls stay strong, our spirits still wield power"
        }
    ]
}