{
    "file_name": "Vietnamese_Anthology_P2",
    "data": [
        {
            "id": 0,
            "vi": "Tu hú đẻ nhờ",
            "en": "To a cuckoo"
        },
        {
            "id": 1,
            "vi": "Ổ mi nào phải của chi mi",
            "en": "This nest is none of yours, O cuckoo bird"
        },
        {
            "id": 2,
            "vi": "Sao ổ ai mà đến chiếm đi",
            "en": "Why did you barge in here and call it home?"
        },
        {
            "id": 3,
            "vi": "Chồng vợ tôi đành công chịu khó",
            "en": "My wife and I took pains to build our house"
        },
        {
            "id": 4,
            "vi": "Bố con bác chớ bợm làm lỳ",
            "en": "You and your kind, don’t sit so brazen there"
        },
        {
            "id": 5,
            "vi": "Tưởng rằng ở đậu đôi ba bữa",
            "en": "I thought you’d spend two days or three with us"
        },
        {
            "id": 6,
            "vi": "Ai biết chơi luôn tám chín kỳ",
            "en": "Who knew you'd stay for a whole week or more?"
        },
        {
            "id": 7,
            "vi": "Thiên hạ có đâu kỳ quái dữ",
            "en": "How in the world can such a freak occur?"
        },
        {
            "id": 8,
            "vi": "Không mời mà đến, đuổi không đi",
            "en": "Unasked, you came—unwanted, you won’t leave"
        },
        {
            "id": 9,
            "vi": "Mình với bóng",
            "en": "My shadow and I"
        },
        {
            "id": 10,
            "vi": "Đêm lờ lững mình cùng trời đứng",
            "en": "It’s night—I’m dangling here beneath the sky"
        },
        {
            "id": 11,
            "vi": "Mình hỏi trời, trời lửng làm thinh",
            "en": "I’ve asked some questions—Heaven, though, keeps mum"
        },
        {
            "id": 12,
            "vi": "Trên trăng dưới nước giữa mình",
            "en": "The moon, the stream—between, there’s only I:"
        },
        {
            "id": 13,
            "vi": "Thôi thì với bóng tự tình vân vi",
            "en": "to my own shadow let me say some words"
        },
        {
            "id": 14,
            "vi": "Khen cho bóng thật tay lanh lợi",
            "en": "Ah, what a quick-tongued chap my shadow is"
        },
        {
            "id": 15,
            "vi": "Chưa đứt câu đã mở miệng rồi:",
            "en": "At once he opens his big mouth and speaks:"
        },
        {
            "id": 16,
            "vi": "Còn ai như nghĩa ông tôi",
            "en": "Where can you find so true a friend as I?"
        },
        {
            "id": 17,
            "vi": "Khi đi khi đứng khi ngồi theo ông",
            "en": "Sit down, stand up, walk out—I’ll follow you"
        },
        {
            "id": 18,
            "vi": "Sao ông vẫn hình dung buồn bã",
            "en": "Yet, for some reason, you still look quite sad,"
        },
        {
            "id": 19,
            "vi": "Khiến tôi cùng rầu rã vì ông",
            "en": "and so you make me feel unhappy too"
        },
        {
            "id": 20,
            "vi": "Điều chi uất ức ở trong?",
            "en": "Is something rankling there, inside your breast?"
        },
        {
            "id": 21,
            "vi": "Xin ông tỏ hết nỗi lòng tôi nghe",
            "en": "Unburden all your thoughts and let me hear"
        },
        {
            "id": 22,
            "vi": "Ừ muốn nói, nhưng e đêm vắng",
            "en": "T did want to, but in the dead of night,"
        },
        {
            "id": 23,
            "vi": "Lời quá dài thêm bận lòng người",
            "en": "I feared a lengthly speech might bore you stiff"
        },
        {
            "id": 24,
            "vi": "Lạ lùng cho mụ bà trời,",
            "en": "Wasn’t it strange that Heaven’s wife would choose"
        },
        {
            "id": 25,
            "vi": "Thình lình đẻ rớt một người là ông",
            "en": "to drop down here a fellow like this man?"
        },
        {
            "id": 26,
            "vi": "Oà một tiếng non sông nức nẻ",
            "en": "The earth rang with a whine—the race of gods"
        },
        {
            "id": 27,
            "vi": "Nòi Rồng Tiên thêm kể một người",
            "en": "and dragons overnight got one more son:"
        },
        {
            "id": 28,
            "vi": "Sáng đôi mắt, tỏ đôi tai,",
            "en": "a pair of gleaming eyes, perceptive ears,"
        },
        {
            "id": 29,
            "vi": "Khuôn thân bảy thước khá dài khá to",
            "en": "a handsome body, rather tall and stout"
        },
        {
            "id": 30,
            "vi": "Đầu óc cũng tròn vo sâu hoáy",
            "en": "a nice, round head that holds a deep, deep brain"
        },
        {
            "id": 31,
            "vi": "Râu mày xem đáng thảy nam nhi",
            "en": "a beard and brows such as become a man"
        },
        {
            "id": 32,
            "vi": "Mỹ Âu đất há chật gì?",
            "en": "Were Europe and America short of space?"
        },
        {
            "id": 33,
            "vi": "Tình cờ sinh ở Trung Kỳ Việt Nam",
            "en": "I was plunked down in this, Vietnam’s midpart"
        },
        {
            "id": 34,
            "vi": "Sao chẳng điếc chẳng câm cho rảnh",
            "en": "Why wasn’t I born deaf and dumb as well?"
        },
        {
            "id": 35,
            "vi": "Sao hay mang hay gánh hoài hoài",
            "en": "Why have I always taken burdens on"
        },
        {
            "id": 36,
            "vi": "Chân không, sao muốn đá trời",
            "en": "trying to kick at heaven with bare feet,"
        },
        {
            "id": 37,
            "vi": "Tay không, sao muốn lấp đồi dời non",
            "en": "striving to move the hills with naked hands?"
        },
        {
            "id": 38,
            "vi": "Lưỡi khua mỏ chẳng mòn sao nhỉ?",
            "en": "Doesn’t my tongue get jaded clattering so?"
        },
        {
            "id": 39,
            "vi": "Ruột quây tơ chẳng biết vì sao?",
            "en": "My heartstrings I keep spinning, but what for?"
        },
        {
            "id": 40,
            "vi": "Gân đồng xương sắt thế nào?",
            "en": "And is my body made of stone or steel,"
        },
        {
            "id": 41,
            "vi": "Đành cho muôn đạn bắn vào bia thân",
            "en": "to serve as target for the shots they fire?"
        },
        {
            "id": 42,
            "vi": "Sao mãi mãi phong trần không đã",
            "en": "My heart and soul, unyielding, firm as rock,"
        },
        {
            "id": 43,
            "vi": "Mà gan vàng dạ đá trơ trơ",
            "en": "haven’t they had enough of dust and storm?"
        },
        {
            "id": 44,
            "vi": "Ngài chi nghĩ vẩn nghĩ vơ?",
            "en": "What thoughts or whims keep churning day and night"
        },
        {
            "id": 45,
            "vi": "Nghĩ mình mình luống ngẩn ngơ tháng ngày",
            "en": "within my core, bewildering my poor brain?"
        },
        {
            "id": 46,
            "vi": "Chẳng ích gì sao hay làm mãi?",
            "en": "Why persevere at what serves no clear end?"
        },
        {
            "id": 47,
            "vi": "Làm mãi sao chẳng cái gì thành?",
            "en": "Why stick with it and win not one success?"
        },
        {
            "id": 48,
            "vi": "Tại ai? Hay tội lại mình?",
            "en": "Is it another’s fault, or is it mine?"
        },
        {
            "id": 49,
            "vi": "Tại mình? Hay cũng sự tình tại ai?",
            "en": "If I am blameless, then who is to blame?"
        },
        {
            "id": 50,
            "vi": "Bóng nghe hỏi thở dài mà nói:",
            "en": "My shadow hears me out, then sighs and says:"
        },
        {
            "id": 51,
            "vi": "Kể đầu đuôi thưa tội tại ông,",
            "en": "From first to last, my friend, it’s all your fault"
        },
        {
            "id": 52,
            "vi": "Miệng đời độc ngọt gian nồng,",
            "en": "The world’s forked tongues drip venom sweet as mead—"
        },
        {
            "id": 53,
            "vi": "Sao ai lừa gạt mà ông nghe liều,",
            "en": "why do you lend a ready ear to lies?"
        },
        {
            "id": 54,
            "vi": "Ông xem xét càng nhiều hờ hững",
            "en": "You don’t think matters through, you lightly treat"
        },
        {
            "id": 55,
            "vi": "Việc trăm năm tưởng những rày mai",
            "en": "a lifetime task as if it were a game"
        },
        {
            "id": 56,
            "vi": "Lòng ai ông tưởng như ai,",
            "en": "You take all human hearts to be like yours,"
        },
        {
            "id": 57,
            "vi": "Biết đâu rắn rít hươu nai đầy đường",
            "en": "quite unaware that high roads crawl with snakes"
        },
        {
            "id": 58,
            "vi": "Người lành dạ ông càng sợ bụng",
            "en": "The guileless you suspect—you give your trust"
        },
        {
            "id": 59,
            "vi": "Trước bầy ma phun giọng phật linh",
            "en": "to fiends who spout the Buddha’s holy word"
        },
        {
            "id": 60,
            "vi": "Ngu sao chúng được mình thanh",
            "en": "Thickheaded, you stay clean in this foul crowd"
        },
        {
            "id": 61,
            "vi": "Cuồng sao chúng tuý mình tinh mà gì",
            "en": "insane, you stay awake while others sleep"
        },
        {
            "id": 62,
            "vi": "Ông chẳng thấy đời nầy danh giá,",
            "en": "But don’t you see that glory in these times"
        },
        {
            "id": 63,
            "vi": "Chẳng gì hơn xe ngựa lầu đài",
            "en": "means horse and carriage, mansions, real estate?"
        },
        {
            "id": 64,
            "vi": "No cơm ấm áo là rồi,",
            "en": "Eat well, dress warmly—that’s the sense of life"
        },
        {
            "id": 65,
            "vi": "Ai còn nghĩ đến việc ngoài thân gia",
            "en": "Who cares for what takes place outside the home?"
        },
        {
            "id": 66,
            "vi": "Dầu lịch sử ông cha thây kệ,",
            "en": "About our history who will give a damn?"
        },
        {
            "id": 67,
            "vi": "Nhục hay vinh họ kể gì đâu",
            "en": "Of shame and honor they take no account—"
        },
        {
            "id": 68,
            "vi": "Việc gì ông cứ bo bo,",
            "en": "why grapple with what’s none of your concern?"
        },
        {
            "id": 69,
            "vi": "Trong thiên hạ kể rất ngu ai bằng,",
            "en": "Yes, under Heaven, you’re the champion fool"
        },
        {
            "id": 70,
            "vi": "Ông thử dắt nàng trăng xuống hỏi",
            "en": "Invite Miss Moon down here—ask what she thinks"
        },
        {
            "id": 71,
            "vi": "Xem như lời tôi nói phải chăng?",
            "en": "and see if I’ve told you the truth or not"
        },
        {
            "id": 72,
            "vi": "Nghe lời lòng lại dặn lòng,",
            "en": "I’ve heard those words—admonishing myself,"
        },
        {
            "id": 73,
            "vi": "Rằng xe trước đổ còn hòng xe sau",
            "en": "I vow I shan’t repeat my old mistakes"
        },
        {
            "id": 74,
            "vi": "Bóng hỡi bóng giùm nhau tính rốn",
            "en": "O shadow, tarry here and help me out—"
        },
        {
            "id": 75,
            "vi": "Còn sau nầy với bạn tâm tri",
            "en": "stay by my side and be my bosom friend"
        },
        {
            "id": 76,
            "vi": "Vừng trăng vừa ẩn non tây",
            "en": "The moon’s just dipped behind those western heights—"
        },
        {
            "id": 77,
            "vi": "Trời đông rựng rựng lại mầy với ta",
            "en": "the east will shine again on you and me"
        },
        {
            "id": 78,
            "vi": "Đèn cầy",
            "en": "Ode to the candle"
        },
        {
            "id": 79,
            "vi": "Trăm nhồi mười nắn tính không hoi,",
            "en": "Work it, knead it—the wax won’t fall apart"
        },
        {
            "id": 80,
            "vi": "Đèn sáp khen ngươi khéo dẻo dai",
            "en": "Sing of the candle—patient, it persists"
        },
        {
            "id": 81,
            "vi": "Giữ chặt mối tim trông mấy tấc,",
            "en": "Some inches long, its wick stands straight and true"
        },
        {
            "id": 82,
            "vi": "Lăn tròn cái xác biết bao ngoai",
            "en": "How many times its body rolls around"
        },
        {
            "id": 83,
            "vi": "Cháy đầu bởi đỡ cơn tăm tối,",
            "en": "Its head’s on fire to brighten up the dark"
        },
        {
            "id": 84,
            "vi": "Nóng ruột càng thêm sự sáng soi",
            "en": "its bosom burns because it cares for light"
        },
        {
            "id": 85,
            "vi": "Mở cửa vì đâu nên gió lọt,",
            "en": "Who’s left the door ajar? The wind slips in"
        },
        {
            "id": 86,
            "vi": "Trót đêm nhỏ giọt tỏ cùng ai",
            "en": "For whom does it shed tears all through the night?"
        },
        {
            "id": 87,
            "vi": "Đập đá ở Côn Lôn",
            "en": "Breaking rocks on Poulo Condore"
        },
        {
            "id": 88,
            "vi": "Làm trai đứng giữa đất Côn Lôn,",
            "en": "A man stands tall upon Poulo Condore—"
        },
        {
            "id": 89,
            "vi": "Lừng lẫy làm cho lở núi non",
            "en": "he makes a din that makes the mountains shake"
        },
        {
            "id": 90,
            "vi": "Xách búa đánh tan năm bảy đống,",
            "en": "Hammer to shatter heap on heap of rocks"
        },
        {
            "id": 91,
            "vi": "Ra tay đập bể mấy trăm hòn",
            "en": "Break stone by hand to hundreds of small chips"
        },
        {
            "id": 92,
            "vi": "Tháng ngày bao quản thân sành sỏi,",
            "en": "To granite turn your body day by day"
        },
        {
            "id": 93,
            "vi": "Mưa nắng càng bền dạ sắt son",
            "en": "Can sun or rainstorm daunt an iron heart?"
        },
        {
            "id": 94,
            "vi": "Những kẻ vá trời khi lỡ bước,",
            "en": "When they’re laid low, those who will save the world"
        },
        {
            "id": 95,
            "vi": "Gian nan chi kể sự con con",
            "en": "endure and let no trifle bother them"
        },
        {
            "id": 96,
            "vi": "Cờ tướng",
            "en": "A game of chess"
        },
        {
            "id": 97,
            "vi": "Một ông tướng lác đứng trong cung,",
            "en": "Within the palace sits a mangy king"
        },
        {
            "id": 98,
            "vi": "Sĩ tượng khoanh tay chẳng vẫy vùng",
            "en": "Elephants and knights stand idly by, won’t fight"
        },
        {
            "id": 99,
            "vi": "Pháo dở hai cây nằm dưới góc,",
            "en": "Off in the corners lie two duds, the guns"
        },
        {
            "id": 100,
            "vi": "Tốt đau năm chú đứng bên sông",
            "en": "Along the river slump five sickly pawns"
        },
        {
            "id": 101,
            "vi": "Lờ khờ cặp ngựa đi tam cố,",
            "en": "A pair of baffled nags trot back and forth"
        },
        {
            "id": 102,
            "vi": "Lạc xạc đôi xe chạy tứ tung",
            "en": "Twin chariots hurry-scurry to and fro"
        },
        {
            "id": 103,
            "vi": "Đương cuộc ai xui mê đến thế,",
            "en": "Who’s lost his wits and thrown this game of chess?"
        },
        {
            "id": 104,
            "vi": "Hoạ là tiên xuống giúp cho cùng",
            "en": "Perhaps some god will come and save the day"
        },
        {
            "id": 105,
            "vi": "Hát bội",
            "en": "Opera actor"
        },
        {
            "id": 106,
            "vi": "Đồng la trống chiến đánh vang rầy,",
            "en": "War drums and cymbals clash, offend the ear"
        },
        {
            "id": 107,
            "vi": "Oả oả coi ra cũng sắp nầy",
            "en": "What, is it just you bastards and your clan?"
        },
        {
            "id": 108,
            "vi": "Ba chú kép già ngồi vếch mỏ,",
            "en": "Three senile actors, mugs perked up, slouch there"
        },
        {
            "id": 109,
            "vi": "Mấy thằng hiệu đói đứng khoang tay,",
            "en": "Arms folded, famished extras, hang around"
        },
        {
            "id": 110,
            "vi": "Áo quần lượt thượt tuồng anh khách,",
            "en": "You flounce in flowing robes like Chinamen"
        },
        {
            "id": 111,
            "vi": "Dùi gậy nghênh ngang khác chú tây",
            "en": "You branoish swagger sticks like Western lords"
        },
        {
            "id": 112,
            "vi": "Lạy kiếm ít đồng rồi rượu thịt,",
            "en": "Kowtow and scrounge some coins for meat and wine"
        },
        {
            "id": 113,
            "vi": "Hết, còn nhà chủ biết gì đây",
            "en": "You need not know what happens with your host"
        },
        {
            "id": 114,
            "vi": "Chiếc tầu An Nam",
            "en": "The ship An Nam"
        },
        {
            "id": 115,
            "vi": "Bốn bể năm châu náo cuộc đời",
            "en": "Four seas, five continents—the world’s astir"
        },
        {
            "id": 116,
            "vi": "Con tầu bản quốc, chị em ơi",
            "en": "Behold our ship, O fellow countrymen"
        },
        {
            "id": 117,
            "vi": "Tấm thân dầm nước đà nên sắt",
            "en": "Her hull has proved its mettle—watertight"
        },
        {
            "id": 118,
            "vi": "Tiếng hiệu vang sông mới hét còi",
            "en": "Her whistle sounds the call to streams and hills"
        },
        {
            "id": 119,
            "vi": "Vồn vã gió mưa cơn giục khách",
            "en": "The winds and storms are raging—friends, make haste"
        },
        {
            "id": 120,
            "vi": "Mênh mông giời biển bước ra khơi",
            "en": "How vast the skies and oceans Head for sea"
        },
        {
            "id": 121,
            "vi": "Hỏi thăm Âu Mỹ bờ đâu bến?",
            "en": "Europe, America—where are their ports?"
        },
        {
            "id": 122,
            "vi": "Mở máy quay guồng quá độ chơi",
            "en": "Now start the engine—let us venture forth"
        },
        {
            "id": 123,
            "vi": "Anh thợ cạo",
            "en": "The barber"
        },
        {
            "id": 124,
            "vi": "Trượng phu xử thế vô trường sách",
            "en": "A man still lacks a scheme to save the world—"
        },
        {
            "id": 125,
            "vi": "Bạc nghệ tuỳ thân nhất đoản đao",
            "en": "with his short razor he must earn his keep"
        },
        {
            "id": 126,
            "vi": "Lánh phong trần mài một mũi dao",
            "en": "Far from the madding throng he hones his blade:"
        },
        {
            "id": 127,
            "vi": "Khắp phường phố biết bao người nhẵn mặt",
            "en": "in town, it’s shaven many faces smooth"
        },
        {
            "id": 128,
            "vi": "Đêm tối",
            "en": "Dark night"
        },
        {
            "id": 129,
            "vi": "Ù ù gió thổi bắc, tây, đông",
            "en": "A howling wind blows hard from west to east"
        },
        {
            "id": 130,
            "vi": "Đêm tối trông ra tối lạ lùng",
            "en": "Look out—the night is dark, an eerie night"
        },
        {
            "id": 131,
            "vi": "Tạo vật không tay mà hoá có",
            "en": "Creation, minus hands, can still create—"
        },
        {
            "id": 132,
            "vi": "Phàm trần có mắt cũng như không",
            "en": "earthlings, endowed with eyes, yet fail to see"
        },
        {
            "id": 133,
            "vi": "Mơ màng đâu đó bao dân chúng",
            "en": "How many people slumber in some dream"
        },
        {
            "id": 134,
            "vi": "Tô điểm nào ai với núi sông?",
            "en": "Who is to save our lovely streams and hills?"
        },
        {
            "id": 135,
            "vi": "Đánh đuốc đố ai tìm khắp nước",
            "en": "Let’s light a torch and search all through the land:"
        },
        {
            "id": 136,
            "vi": "Kiếm đâu cho thấy mặt anh hùng?",
            "en": "where must we go to spy a hero’s face?"
        },
        {
            "id": 137,
            "vi": "Thề non nước",
            "en": "The troth between the hill and the stream"
        },
        {
            "id": 138,
            "vi": "Nước non nặng một nhời thề,",
            "en": "The stream and hill once swore their solemn troth—"
        },
        {
            "id": 139,
            "vi": "Nước đi đi mãi không về cùng non",
            "en": "why has the stream flowed off and not come back?"
        },
        {
            "id": 140,
            "vi": "Nhớ nhời nguyện nước thề non,",
            "en": "The hill remembers well the troth they pledged"
        },
        {
            "id": 141,
            "vi": "Nước đi chưa lại, non còn đứng không",
            "en": "and stands there waiting, while the stream’s away"
        },
        {
            "id": 142,
            "vi": "Non cao những ngóng cùng trông,",
            "en": "And stanoing tall, the hill just stares and waits,"
        },
        {
            "id": 143,
            "vi": "Suối tuôn dòng lệ chờ mong tháng ngày",
            "en": "hoping for months, its spring of tears dried up"
        },
        {
            "id": 144,
            "vi": "Xương mai một nắm hao gầy,",
            "en": "Its handful of frail bones have worn away—"
        },
        {
            "id": 145,
            "vi": "Tóc mây một mái đã đầy tuyết sương",
            "en": "its clouds of hair are capped with frost and snow"
        },
        {
            "id": 146,
            "vi": "Giời tây chiếu bóng tà dương,",
            "en": "The sun is sinking in the west, while jade"
        },
        {
            "id": 147,
            "vi": "Càng phơi vẻ ngọc nét vàng phôi pha",
            "en": "is turning pale and gold is fading out"
        },
        {
            "id": 148,
            "vi": "Non cao tuổi vẫn chưa già,",
            "en": "The hill, still young, feels lonesome for the stream,"
        },
        {
            "id": 149,
            "vi": "Non thời nhớ nước, nước mà quên non",
            "en": "but has the stream forgotten it, the hill?"
        },
        {
            "id": 150,
            "vi": "Dẫu rằng sông cạn đá mòn,",
            "en": "Though stone wears down and water may dry up,"
        },
        {
            "id": 151,
            "vi": "Còn non còn nước, hãy còn thề xưa",
            "en": "the troth between the stream and hill endures"
        },
        {
            "id": 152,
            "vi": "Non xanh đã biết hay chưa?",
            "en": "Green hill, do you know this? Gone out to sea,"
        },
        {
            "id": 153,
            "vi": "Nước đi ra bể lại mưa về nguồn",
            "en": "the stream comes back to its own source as rain"
        },
        {
            "id": 154,
            "vi": "Nước non hội ngộ còn luôn,",
            "en": "Yes, stream and hill shall always meet again—"
        },
        {
            "id": 155,
            "vi": "Bảo cho non chớ có buồn làm chi",
            "en": "advise the hill, and it won’t feel so sad"
        },
        {
            "id": 156,
            "vi": "Nước kia dù hãy còn đi,",
            "en": "Although the stream’s away, mulberry groves"
        },
        {
            "id": 157,
            "vi": "Ngàn dâu xanh tốt non thì cứ vui",
            "en": "are thriving, lush and green—O hill, cheer up"
        },
        {
            "id": 158,
            "vi": "Nghìn năm giao ước kết đôi,",
            "en": "For hill and stream have pledged eternal troth—"
        },
        {
            "id": 159,
            "vi": "Non non nước nước không nguôi nhời thề",
            "en": "the oath between the two shall never break"
        },
        {
            "id": 160,
            "vi": "Hai chữ nước nhà",
            "en": "Our land, our home"
        },
        {
            "id": 161,
            "vi": "Chốn Ải Bắc mây sầu ảm đạm",
            "en": "Over the northern pass, dark clouds spread gloom"
        },
        {
            "id": 162,
            "vi": "Cõi trời Nam gió thảm đìu hiu",
            "en": "under the southern skies, sad winds sigh grief"
        },
        {
            "id": 163,
            "vi": "Bốn bề hổ thét chim kêu",
            "en": "Birds cry and tigers roar on every side—"
        },
        {
            "id": 164,
            "vi": "Đoái nom phong cảnh như khêu bất bình",
            "en": "the landscape stirs such outrage in the heart"
        },
        {
            "id": 165,
            "vi": "Hạt máu nóng thấm quanh hồn nước",
            "en": "The country’s soul soaks up each drop of blood—"
        },
        {
            "id": 166,
            "vi": "Chút thân tàn lần bước dậm khơi",
            "en": "a worn-out man must tread the long, long road"
        },
        {
            "id": 167,
            "vi": "Trông con tầm tã châu rơi",
            "en": "I look at you, and tears keep pouring down—"
        },
        {
            "id": 168,
            "vi": "Con ơi con nhớ lấy lời cha khuyên:",
            "en": "my son, mark well the words I’ll say to you"
        },
        {
            "id": 169,
            "vi": "Giống Hồng Lạc hoàng thiên đã định",
            "en": "As Heaven has ordained, our Lac Hong race"
        },
        {
            "id": 170,
            "vi": "Mấy ngàn năm suy thịnh đổi thay",
            "en": "has for millennia gone through ups and downs"
        },
        {
            "id": 171,
            "vi": "Trời Nam riêng một cõi này",
            "en": "We’ve always owned this southern land, our home:"
        },
        {
            "id": 172,
            "vi": "Anh hùng, hiệp nữ xưa nay kém gì",
            "en": "great men and women have we ever lacked?"
        },
        {
            "id": 173,
            "vi": "Than vận nước gặp khi biến đổi",
            "en": "Alas, our homeland in a time of flux"
        },
        {
            "id": 174,
            "vi": "Để quân Minh thừa hội xâm lăng",
            "en": "let Ming aggressors grab their chance and come"
        },
        {
            "id": 175,
            "vi": "Bốn phương khói lửa bừng bừng",
            "en": "The flames of war are blazing everywhere—"
        },
        {
            "id": 176,
            "vi": "Xiết bao thảm hoạ xương rừng máu sông",
            "en": "in forests bones heap up blood flows with streams"
        },
        {
            "id": 177,
            "vi": "Nơi đô thị thành tung quách vỡ",
            "en": "The townsfolk see their roofs and walls collapse"
        },
        {
            "id": 178,
            "vi": "Chốn dân gian bỏ vợ lìa con",
            "en": "the countrymen lose children, part from wives"
        },
        {
            "id": 179,
            "vi": "Làm cho xiêu tán hao mòn",
            "en": "All means are used to break us, wear us down—"
        },
        {
            "id": 180,
            "vi": "Lạ gì khác giống dễ còn thương đâu",
            "en": "how can they care for us, a different breed?"
        },
        {
            "id": 181,
            "vi": "Thảm vong quốc kể sao cho xiết",
            "en": "To lose our homeland—woe no words can tell"
        },
        {
            "id": 182,
            "vi": "Trông cơ đồ nhường xé tâm can",
            "en": "I watch our realm and feel torn up inside"
        },
        {
            "id": 183,
            "vi": "Ngậm ngùi khóc đất giời than",
            "en": "To Heaven I complain yet hold my tongue"
        },
        {
            "id": 184,
            "vi": "Thương tâm nòi giống lầm than nỗi này",
            "en": "inside, I mourn the sorrow of our race"
        },
        {
            "id": 185,
            "vi": "Khói Nùng lĩnh như xây khối uất",
            "en": "Mists on Mount Ning look like a tower of wrath"
        },
        {
            "id": 186,
            "vi": "Sóng Long giang nhường vật cơn sầu",
            "en": "the Dragon River roils as if in grief"
        },
        {
            "id": 187,
            "vi": "Con ơi càng nói càng đau",
            "en": "My son, it hurts so when I speak of it—"
        },
        {
            "id": 188,
            "vi": "Lấy ai tế độ đàn sau đó mà?",
            "en": "who is to save our children from this plight?"
        },
        {
            "id": 189,
            "vi": "Cha xót phận tuổi già sức yếu",
            "en": "I’m sorry: now I’m just a weak old man—"
        },
        {
            "id": 190,
            "vi": "Lỡ sa cơ đành chịu bó tay",
            "en": "in my misfortune I’m tied hand and foot"
        },
        {
            "id": 191,
            "vi": "Thân lươn bao quản vũng lầy",
            "en": "But ought a lowly eel to mind the swamp?"
        },
        {
            "id": 192,
            "vi": "Giang sơn gánh vác sau này cậy con",
            "en": "To save our homeland Shoulder that great task"
        },
        {
            "id": 193,
            "vi": "Con nên nhớ tổ tông khi trước",
            "en": "Remember our ancestors—in times past,"
        },
        {
            "id": 194,
            "vi": "Đã từng phen vì nước gian lao",
            "en": "they often struggled for our country’s sake"
        },
        {
            "id": 195,
            "vi": "Bắc Nam bờ cõi phân mao",
            "en": "China and they fought over this our land—"
        },
        {
            "id": 196,
            "vi": "Ngọn cờ độc lập máu đào còn dây",
            "en": "blood stains our independence banner yet"
        },
        {
            "id": 197,
            "vi": "Kìa Trưng nữ ra tay buồm lái",
            "en": "Lo, two Trung sisters steered the ship of state"
        },
        {
            "id": 198,
            "vi": "Phận liễu bồ xoay với cuồng phong",
            "en": "against a storm, frail women that they were"
        },
        {
            "id": 199,
            "vi": "Giết giặc nước, trả thù chồng",
            "en": "They killed the foe, avenged a husband’s death—"
        },
        {
            "id": 200,
            "vi": "Nghìn thu tiếng nữ anh hùng còn ghi",
            "en": "forevermore, their names shall live and shine"
        },
        {
            "id": 201,
            "vi": "Kìa Hưng Đạo gặp khi quốc biến",
            "en": "Lo, when the realm was threatened, Prince Hung Dao"
        },
        {
            "id": 202,
            "vi": "Vì giống nòi quyết chiến bao phen",
            "en": "fought savage, mortal battles for our race"
        },
        {
            "id": 203,
            "vi": "Sông Bạch Đằng phá quân Nguyên",
            "en": "On the Bach-dang he crushed Yiian troops—his sword"
        },
        {
            "id": 204,
            "vi": "Gươm reo chính khí nước rền dư uy",
            "en": "proclaimed our righteous cause, our country’s might"
        },
        {
            "id": 205,
            "vi": "Coi lịch sử gươm kia còn tỏ",
            "en": "Read history books—his sword still glows today"
        },
        {
            "id": 206,
            "vi": "Mở dư đồ đất nọ chưa tan",
            "en": "Glance at the map—his realm’s not vanished yet"
        },
        {
            "id": 207,
            "vi": "Giang san này vẫn giang san",
            "en": "This land’s still ours—but, as the herd breaks up,"
        },
        {
            "id": 208,
            "vi": "Mà nay sẻ nghé tan đàn vì ai?",
            "en": "how will the calves survive? Who’ll capture them??"
        },
        {
            "id": 209,
            "vi": "Con nay cũng một người trong nước",
            "en": "My son, you’re of this country, so you must"
        },
        {
            "id": 210,
            "vi": "Phải nhắc câu Gia, Quốc đôi đường",
            "en": "bear firm in mind two thoughts: our home, our land"
        },
        {
            "id": 211,
            "vi": "Làm trai hồ thỉ bốn phương",
            "en": "A man fights for his purpose in the world—"
        },
        {
            "id": 212,
            "vi": "Sao cho khỏi thẹn với gương Lạc Hồng",
            "en": "don’t tarnish it, the mirror of Lac Hong"
        },
        {
            "id": 213,
            "vi": "Thời thế có anh hùng là thế",
            "en": "The times bring forth their heroes—that’s the truth:"
        },
        {
            "id": 214,
            "vi": "Chữ vinh hoa xá kể làm chi",
            "en": "why bother with cheap things like wealth and rank?"
        },
        {
            "id": 215,
            "vi": "Mấy trang hào kiệt xưa kia",
            "en": "Those gallant men and women of the past"
        },
        {
            "id": 216,
            "vi": "Hy sinh thân thế cũng vì nước non",
            "en": "all put their country’s fate above their own"
        },
        {
            "id": 217,
            "vi": "Con đương độ đầu xanh tuổi trẻ",
            "en": "You’re in the prime of youth—let no one, son,"
        },
        {
            "id": 218,
            "vi": "Bước cạnh tranh há dễ nhường ai?",
            "en": "outvie you in devotion to our realm"
        },
        {
            "id": 219,
            "vi": "Phải nên thương lấy giống nòi",
            "en": "You must care for all members of our race—"
        },
        {
            "id": 220,
            "vi": "Đừng tham phú quí mà nguôi tấc lòng",
            "en": "don’t covet wealth and rank or cool wiah love"
        },
        {
            "id": 221,
            "vi": "Kiếp luồn cúi, đỉnh chung cũng nhục",
            "en": "Those toadies gorge and feast but swallow shame—"
        },
        {
            "id": 222,
            "vi": "Thân tự do chiên chúc mà vinh",
            "en": "free spirits starve, yet walk with head held high"
        },
        {
            "id": 223,
            "vi": "Con ơi nhớ đức sinh thành",
            "en": "Never forget the family honor, son—"
        },
        {
            "id": 224,
            "vi": "Sao cho khỏi để ô danh với đời",
            "en": "to future times leave not a tainted name"
        },
        {
            "id": 225,
            "vi": "Chớ lần lữa theo loài nô lệ",
            "en": "Don’t ever imitate that breed of slaves"
        },
        {
            "id": 226,
            "vi": "Bán tổ tiên kiếm kế sinh nhai",
            "en": "and sell our fathers for a livelihood"
        },
        {
            "id": 227,
            "vi": "Đem thân đầy đoạ tôi đòi",
            "en": "A servant’s lot is pain and infamy—"
        },
        {
            "id": 228,
            "vi": "Nhục nhằn bêu riếu muôn đời hay chi?",
            "en": "why bear so much and earn the world’s sly sneers?"
        },
        {
            "id": 229,
            "vi": "Sống như thế, sống đê, sống mạt",
            "en": "A life so lived is life demeaned, abased—"
        },
        {
            "id": 230,
            "vi": "Sống làm chi thêm chật non sông",
            "en": "so why live on and merely crowd the earth?"
        },
        {
            "id": 231,
            "vi": "Thà rằng chết quách cho xong",
            "en": "Far better, then, to call it quits and die—"
        },
        {
            "id": 232,
            "vi": "Cái thân cẩu trệ ai mong có mình",
            "en": "what can one hope for from a dog, a pig?"
        },
        {
            "id": 233,
            "vi": "Huống con cũng học hành khôn biết",
            "en": "Besides, you’ve gone to school, you’ve read and learned"
        },
        {
            "id": 234,
            "vi": "Làm giống người phải xét nông sâu",
            "en": "that humans must think through their every deed:"
        },
        {
            "id": 235,
            "vi": "Tuồng chi gục mặt cúi đầu",
            "en": "how can they bring themselves to bow their heads"
        },
        {
            "id": 236,
            "vi": "Cam tâm làm kiếp ngựa trâu cho đành",
            "en": "and toil like beasts of burden with no pride?"
        },
        {
            "id": 237,
            "vi": "Nỗi tâm sự đinh ninh dường ấy",
            "en": "Such are my inmost thoughts, straight from my heart—"
        },
        {
            "id": 238,
            "vi": "Cha khuyên con có bấy nhiêu lời",
            "en": "that’s all the counsel you’ll receive from me"
        },
        {
            "id": 239,
            "vi": "Con ơi con phải là người",
            "en": "My son, if you’re a human being, then"
        },
        {
            "id": 240,
            "vi": "Thì con theo lấy những lời cha khuyên",
            "en": "defer to me and act on my advice"
        },
        {
            "id": 241,
            "vi": "Cha nay đã muôn nghìn bi thảm",
            "en": "I’ve suffered so much tragedy in life—"
        },
        {
            "id": 242,
            "vi": "Nói bao nhiêu tâm khảm càng đau",
            "en": "to speak of it is torture to my heart"
        },
        {
            "id": 243,
            "vi": "Chân mây mặt cỏ rầu rầu",
            "en": "Toward the horizon ripples wilted grass—"
        },
        {
            "id": 244,
            "vi": "Càng trông cố quốc mạch sầu càng thương",
            "en": "I sorrow as I gaze on our old realm"
        },
        {
            "id": 245,
            "vi": "Lời cha dặn khắc xương để dạ",
            "en": "Etch deep my words of counsel in your bones:"
        },
        {
            "id": 246,
            "vi": "Mấy gian lao con chớ sai nguyền",
            "en": "no peril should deter you from your vow"
        },
        {
            "id": 247,
            "vi": "Tuốt gươm thề với vương thiên",
            "en": "Unsheathe your sword—to Heaven swear your oath:"
        },
        {
            "id": 248,
            "vi": "Phải đem tâm huyết mà đền cao sâu",
            "en": "with blood you shall acquit your debt on earth"
        },
        {
            "id": 249,
            "vi": "Gan tráng sĩ vững sau như trước",
            "en": "You shall stand firm and keep a valiant heart—"
        },
        {
            "id": 250,
            "vi": "Chí nam nhi lấy nước làm nhà",
            "en": "true men will make their country their own home"
        },
        {
            "id": 251,
            "vi": "Tấm thân xẻ với san hà",
            "en": "They’ll merge themselves with all their streams and hills:"
        },
        {
            "id": 252,
            "vi": "Tượng đồng bia đá hoạ là cam công",
            "en": "stone tablets and bronze statues they shall win"
        },
        {
            "id": 253,
            "vi": "Nữa mai mốt giết xong thù nghịch",
            "en": "Later, once you have slaughtered all our foes"
        },
        {
            "id": 254,
            "vi": "Mũi long tuyền lau sạch màu tanh",
            "en": "and wiped your sword quite clean of blood’s foul stench,"
        },
        {
            "id": 255,
            "vi": "Làm cho đất rộng trời kinh",
            "en": "after you’ve done the heaven-shaking deed,"
        },
        {
            "id": 256,
            "vi": "Bấy giờ quốc hiển gia vinh có ngày",
            "en": "your land, your home shall have their finest day"
        },
        {
            "id": 257,
            "vi": "Nghĩa vụ đó con hay chăng tá?",
            "en": "Your double duty will you bear in mind?"
        },
        {
            "id": 258,
            "vi": "Tính toán sao vẹn cả đôi đường",
            "en": "Do see to it that both ends shall be served"
        },
        {
            "id": 259,
            "vi": "Cha dù đất lạ gởi xương",
            "en": "Though I may leave my bones in alien soil,"
        },
        {
            "id": 260,
            "vi": "Trông về cố quốc khỏi thương hồn già",
            "en": "my soul won’t mourn when looking back this way"
        },
        {
            "id": 261,
            "vi": "Con ơi Hai chữ nước nhà",
            "en": "Remember these two words: our land, our home"
        },
        {
            "id": 262,
            "vi": "Ma túy",
            "en": "Opium"
        },
        {
            "id": 263,
            "vi": "Khói chiều lên, khói huyền lên",
            "en": "Dark smokes ascend, dark smokes ascend—"
        },
        {
            "id": 264,
            "vi": "Mắt say đậu ở ngọn đèn dần lu",
            "en": "drunk eyes alight upon the dim oil lamp"
        },
        {
            "id": 265,
            "vi": "Tưởng bầu mây gió hư vô,",
            "en": "All mists and clouds—the world of Nil?"
        },
        {
            "id": 266,
            "vi": "Tưởng vừng trăng lạ mơ hồ đâu đây",
            "en": "The ice-cold moon is lurking somewhere near"
        },
        {
            "id": 267,
            "vi": "Ở đâu ta ở chốn này?",
            "en": "I’m lying here, but where am I,"
        },
        {
            "id": 268,
            "vi": "Nằm trong Hờ Hững gối tay Vô Tình",
            "en": "lost in inoifference, clasped by loveless arms?"
        },
        {
            "id": 269,
            "vi": "Nhỏ to bạn hữu quanh mình",
            "en": "Around me, intimates and friends"
        },
        {
            "id": 270,
            "vi": "Trông ra vẫn có mà hình như không",
            "en": "I seem to see, but are they really there?"
        },
        {
            "id": 271,
            "vi": "Ưu tư rời bỏ cõi lòng",
            "en": "All cares and griefs have left the heart—"
        },
        {
            "id": 272,
            "vi": "Hình hài vụt chốc bình bồng phiêu dao",
            "en": "the body’s fled, is floating, floating free"
        },
        {
            "id": 273,
            "vi": "Dật dờ, trí thấp hồn cao",
            "en": "The mind sinks low, the soul soars high—"
        },
        {
            "id": 274,
            "vi": "Thoáng qua ngàn cánh áo đào Thiên Tiên",
            "en": "I glimpse a thousand peach-red gowns of nymphs"
        },
        {
            "id": 275,
            "vi": "Khói huyền lên khói huyền lên",
            "en": "Dark smokes rise up, dark smokes rise up—"
        },
        {
            "id": 276,
            "vi": "Mộng pha hơi tía mây huyền trong mây",
            "en": "the dream blends gray and scarlet hues in fumes"
        },
        {
            "id": 277,
            "vi": "Bầu trời nồng ngát hương ngây",
            "en": "The air is drenched with fragrant scents—"
        },
        {
            "id": 278,
            "vi": "Kìa trông trong đắm trong say muôn hình",
            "en": "look, myriad shapes and forms, entranced, bewitched"
        },
        {
            "id": 279,
            "vi": "Lung linh vàng dội cung Quỳnh",
            "en": "A ruby hall where glitters gold,"
        },
        {
            "id": 280,
            "vi": "Nhịp nhàng biến hiện những mình Tiên Nga",
            "en": "where fairy maids appear and disappear"
        },
        {
            "id": 281,
            "vi": "Chập chờn gần tưởng như xa",
            "en": "I float and drift, now near, now far—"
        },
        {
            "id": 282,
            "vi": "Ngọc reo muôn tiếng đờn ca im lìm",
            "en": "jade sings ten thousand melodies, unheard"
        },
        {
            "id": 283,
            "vi": "Hàng châu lặng lẽ rơi chìm",
            "en": "In silence, pearls drop one by one"
        },
        {
            "id": 284,
            "vi": "Dưới hồ trong biếc Bên thềm đăm đăm",
            "en": "in a clear lake, pristine beside the steps"
        },
        {
            "id": 285,
            "vi": "Hai cô lả lướt nghiêng nằm",
            "en": "Two nymphs come sliding down to lie—"
        },
        {
            "id": 286,
            "vi": "Hai cô đứng thắp hương trầm hai bên",
            "en": "two nymphs stand there with incense, on both sides"
        },
        {
            "id": 287,
            "vi": "Đói",
            "en": "They starved, they starved"
        },
        {
            "id": 288,
            "vi": "Năm Ất Dậu, tháng ba, còn nhớ mãi",
            "en": "Remember that third month, the year At-dau"
        },
        {
            "id": 289,
            "vi": "Giống Lạc Hồng cực trải lắm đau thương",
            "en": "The Lac Héng race endured its direst woe:'"
        },
        {
            "id": 290,
            "vi": "Những thây ma thất thểu đầy đường,",
            "en": "tottering specters roamed the roads and streets,"
        },
        {
            "id": 291,
            "vi": "Rồi ngã gục không đứng lên vì đói",
            "en": "then dropped from hunger, not to rise again"
        },
        {
            "id": 292,
            "vi": "Đói từ Bắc Giang đói về Hà Nội,",
            "en": "They starved from Bac-giang to Ha-noi"
        },
        {
            "id": 293,
            "vi": "Đói ở Thái Bình đói tới Gia Lâm",
            "en": "they starved from Thai-binh to Gia-lam "
        },
        {
            "id": 294,
            "vi": "Khắp đường xa những xác đói rên nằm",
            "en": "Along the highways, famished corpses moaned,"
        },
        {
            "id": 295,
            "vi": "Trong nắng lửa, trong bụi lầm co quắp",
            "en": "curled up in sun-drenched filth and dust"
        },
        {
            "id": 296,
            "vi": "Giữa đống giẻ chỉ còn đôi hố mắt",
            "en": "Amid those rags the hollow eyes alone"
        },
        {
            "id": 297,
            "vi": "Đọng chút hồn sắp tắt của thây ma",
            "en": "still harbored sparks of soul soon to be quenched"
        },
        {
            "id": 298,
            "vi": "Những cánh tay gầy quờ quạng khua khoa",
            "en": "Gaunt arms would jerk and wave and grope around"
        },
        {
            "id": 299,
            "vi": "Như muốn bắt những gì vô ảnh,",
            "en": "as if to grasp at what you could not see"
        },
        {
            "id": 300,
            "vi": "Dưới mớ tóc rối bù và kết bánh,",
            "en": "Beneath the thatch of tousled, matted hair,"
        },
        {
            "id": 301,
            "vi": "Một làn da đen xạm bọc xương đầu",
            "en": "a layer of ashen skin encased the skulls"
        },
        {
            "id": 302,
            "vi": "Răng nhe ra như những chiếc đầu lâu,",
            "en": "Teeth jutted grinning, as out of death’s-heads,"
        },
        {
            "id": 303,
            "vi": "Má hóp lại, răng hằn sâu gớm ghiếc",
            "en": "and deeply scored the wasted, sunken cheeks"
        },
        {
            "id": 304,
            "vi": "Già trẻ gái trai không còn phân biệt,",
            "en": "No telling man from woman, young from old—"
        },
        {
            "id": 305,
            "vi": "Họ giống nhau như là những thây ma,",
            "en": "all looked the same, as corpses look the same,"
        },
        {
            "id": 306,
            "vi": "Như những bộ xương còn dính chút da",
            "en": "some skin still clinging to the skeletons,"
        },
        {
            "id": 307,
            "vi": "Chưa chết đã bốc xa mùi tử khí",
            "en": "reeking of death, though not quite dead, as yet"
        },
        {
            "id": 308,
            "vi": "Mùi nhạt nhẽo nặng nề kỳ dị,",
            "en": "It was the strangest smell, both faint and rank,"
        },
        {
            "id": 309,
            "vi": "Một mùi tanh lộn mửa thoảng mà kinh",
            "en": "that turned the stomach, caused the flesh to creep"
        },
        {
            "id": 310,
            "vi": "(Mùi tanh hôi ám ảnh mãi bên mình",
            "en": "(The stench persisted and would haunt the nose"
        },
        {
            "id": 311,
            "vi": "Khiến cả tháng ăn không còn ngon bữa)",
            "en": "and spoil the appetite for many months)"
        },
        {
            "id": 312,
            "vi": "Những thây đó cứ xỉu dần tắt thở,",
            "en": "Those walking corpses, one by one, would slump"
        },
        {
            "id": 313,
            "vi": "Nằm cong queo mắt vẫn mở trừng trừng",
            "en": "and sprawl in twisted shapes with staring eyes,"
        },
        {
            "id": 314,
            "vi": "Trông con ngươi còn đọng lệ rưng rưng,",
            "en": "and pupils where remained a hint of tears,"
        },
        {
            "id": 315,
            "vi": "Miệng méo xệch như khóc còn dang dở",
            "en": "with mouths awry as if half moaning yet"
        },
        {
            "id": 316,
            "vi": "Có thây chết ba hôm còn nằm đó,",
            "en": "Some bodies, dead for days, would lie there still,"
        },
        {
            "id": 317,
            "vi": "Ruồi tám phương bâu lại khóc vo vo",
            "en": "while flies from all the world would flock to mourn"
        },
        {
            "id": 318,
            "vi": "Rồi ven đường đôi nhát cuốc hững hờ",
            "en": "Then, by the road, a casual hoe would dig"
        },
        {
            "id": 319,
            "vi": "Đắp điếm vội những nấm mồ nông dối",
            "en": "the shallow graves to bury them in haste"
        },
        {
            "id": 320,
            "vi": "Đói từ Bắc Giang đói về Hà Nội,",
            "en": "They starved from Bac-giang to Ha-noi"
        },
        {
            "id": 321,
            "vi": "Đói ở Thái Bình đói tới Gia Lâm",
            "en": "they starved from Thai-binh to Gia-lam "
        },
        {
            "id": 322,
            "vi": "Rải ven đường những nấm mộ âm thầm",
            "en": "Dispersed along the road, those secret tombs"
        },
        {
            "id": 323,
            "vi": "Được đánh dấu bằng ruồi xanh cỏ tốt",
            "en": "were marked by riotous weeds and swarming flies"
        },
        {
            "id": 324,
            "vi": "Có nấm mộ quá nông trơ hài cốt,",
            "en": "Those corpses not interred quite deep enough"
        },
        {
            "id": 325,
            "vi": "Mùi hôi tanh nồng nặc khắp không gian",
            "en": "exhaled a fetid odor to the skies"
        },
        {
            "id": 326,
            "vi": "Sau vài trận mưa, nước xối chan chan,",
            "en": "A heavy rainfall drenched their flesh and bones,"
        },
        {
            "id": 327,
            "vi": "Ôi, thịt rữa xương tàn phơi rải rác",
            "en": "leaving uncovered remnants strewn about"
        },
        {
            "id": 328,
            "vi": "Tại Hà Nội cũng như bao tỉnh khác,",
            "en": "And day by day, toward cities, toward Ha-noi"
        },
        {
            "id": 329,
            "vi": "Những thây ma ngày lết đến càng đông",
            "en": "more corpses, yet more corpses dragged themselves,"
        },
        {
            "id": 330,
            "vi": "Đem ruồi theo cùng hơi hớm tanh nồng,",
            "en": "trailing their strand of flies, the flood of smells,"
        },
        {
            "id": 331,
            "vi": "Rồi ngã gục khắp đầu đường cuối ngõ",
            "en": "then crumpled up along some street or lane"
        },
        {
            "id": 332,
            "vi": "Thường sớm sớm cửa mỗi nhà hé ngỏ,",
            "en": "When gingerly at dawn you cracked your door,"
        },
        {
            "id": 333,
            "vi": "Rụt rè xem có xác chết nào chăng",
            "en": "you'd check if there were someone dead outside"
        },
        {
            "id": 334,
            "vi": "Từng chiếc xe bò bánh rít khô khan",
            "en": "Each morning oxcarts, creaking on their wheels,"
        },
        {
            "id": 335,
            "vi": "Mỗi sáng dạo khắp nẻo đường nhặt xác",
            "en": "would go around and pick the corpses up"
        },
        {
            "id": 336,
            "vi": "Xác chồng chất lù lù như đống rác,",
            "en": "The heaps of bodies seemed like garbage dumps,"
        },
        {
            "id": 337,
            "vi": "Đó đây thò khô đét một bàn chân",
            "en": "and out of each would stick the bone-dry feet,"
        },
        {
            "id": 338,
            "vi": "Hay cánh tay gầy khô đét teo răn",
            "en": "the shrunken, scrawny arms, all black and blue,"
        },
        {
            "id": 339,
            "vi": "Giơ chới với như níu làn không khí,",
            "en": "aquiver as if fumbling in the air"
        },
        {
            "id": 340,
            "vi": "Như cầu cứu, như vẫy người chú ý",
            "en": "or waving for your notice, for your help"
        },
        {
            "id": 341,
            "vi": "Có hơi thở tàn thoi thóp chưa thôi,",
            "en": "You’d hear an indrawn breath still throb with life,"
        },
        {
            "id": 342,
            "vi": "Có tiếng cụa mình, tiếng nấc Những tròng ngươi",
            "en": "a body stir or gasp  and teary eyes"
        },
        {
            "id": 343,
            "vi": "Nhìn đẫm lệ người chôn người chửa chết",
            "en": "watched humans bury humans not quite dead"
        },
        {
            "id": 344,
            "vi": "Bốn ngoại ô mở ra từng dẫy huyệt",
            "en": "Four suburbs opened rows and rows of graves,"
        },
        {
            "id": 345,
            "vi": "Được lắp đầy bằng xác chết thường xuyên",
            "en": "which corpses in unbroken ranks would fill,"
        },
        {
            "id": 346,
            "vi": "Ruồi như mây bay rợp cả một miền",
            "en": "and clouds of flies would darken all the land"
        },
        {
            "id": 347,
            "vi": "Chết Chết Chết Hai triệu người đã chết",
            "en": "They died and died—two million people died"
        },
        {
            "id": 348,
            "vi": "Họ là những người quê non nước Việt,",
            "en": "They all were sons and daughters of Viét soil"
        },
        {
            "id": 349,
            "vi": "Sống cần lao bên ruộng lúc đồng khoai",
            "en": "who labored hard in rice or manioc fields"
        },
        {
            "id": 350,
            "vi": "Lúa xanh rờn nhờ họ đổ mồ hôi,",
            "en": "Rice grew so lush, well watered by their sweat—"
        },
        {
            "id": 351,
            "vi": "Nước Việt sống nhờ mồ hôi họ đổ",
            "en": "we all lived off the sweat our peasants shed"
        },
        {
            "id": 352,
            "vi": "Năm ấy, thuở Nhật, Tây cùng đô hộ,",
            "en": "That year, when both the French and Japs held sway,"
        },
        {
            "id": 353,
            "vi": "Chúng thi nhau cướp lúa của dân ta",
            "en": "both vied in robbing us of all the rice"
        },
        {
            "id": 354,
            "vi": "Hết lúa rồi, hết sạch cả khoai ngô Hết củ chuối, hết nhẵn khô cả sắn",
            "en": "Rice went, then yam, cassava, maize, banana roots "
        },
        {
            "id": 355,
            "vi": "Ngày giáp hạt không còn chi để nhấm,",
            "en": "Nothing to gnaw on till the harvest came:"
        },
        {
            "id": 356,
            "vi": "Đói cháy lòng, đành nhá cả mo cau",
            "en": "when hunger burned our stomachs, we would chew"
        },
        {
            "id": 357,
            "vi": "Nhá cả bèo và nuốt cả khô dầu",
            "en": "We would chew areca spathe or duckweed, swallow straw"
        },
        {
            "id": 358,
            "vi": "Đói từ Bắc Giang đói về Hà Nội,",
            "en": "They starved from Bac-giang to Ha-noi"
        },
        {
            "id": 359,
            "vi": "Đói ở Thái Bình đói tới Gia Lâm",
            "en": "they starved from Thai-binh to Gia-lam "
        },
        {
            "id": 360,
            "vi": "Tạm biệt quê hương, lê gót âm thầm",
            "en": "They left their land and mutely dragged their heels"
        },
        {
            "id": 361,
            "vi": "Trên rải rác mọi nẻo đường đất nước",
            "en": "all through the country, wandering back and forth"
        },
        {
            "id": 362,
            "vi": "Từng gia đình dắt díu nhau lê bước",
            "en": "Whole families prowled together, since they hoped"
        },
        {
            "id": 363,
            "vi": "Đi lang thang mong sống tạm qua ngày",
            "en": "they somehow could subsist, outlast those days,"
        },
        {
            "id": 364,
            "vi": "Đợi lúa lên hương, bông trĩu đầu cây",
            "en": "while waiting for the rice ears to get ripe:"
        },
        {
            "id": 365,
            "vi": "Hơn tháng nữa sẽ hồi cư sẽ sống",
            "en": "another month, they’d go back home and live"
        },
        {
            "id": 366,
            "vi": "Nhưng đau đớn hỡi ơi là ảo mộng",
            "en": "Alas, it was an idle dream They left,"
        },
        {
            "id": 367,
            "vi": "Họ ra đi hy vọng có ngày về",
            "en": "believing someday they could all return—"
        },
        {
            "id": 368,
            "vi": "Nhưng chẳng bao giờ về nữa, hỡi người quê",
            "en": "they never made it, though, as one by one"
        },
        {
            "id": 369,
            "vi": "Dần lả gục khắp đầu đường xó chợ",
            "en": "they slumped along back streets, near market stalls"
        },
        {
            "id": 370,
            "vi": "Cùng lúc ấy cũng trên đường rộn rã,",
            "en": "Meanwhile, along those selfsame busy roads,"
        },
        {
            "id": 371,
            "vi": "Từng đoàn xe chuyên chở thóc vàng tươi",
            "en": "convoys of trucks would carry golden rice,"
        },
        {
            "id": 372,
            "vi": "Thóc của dân đen, thóc của những người",
            "en": "the grain of peasants who were starving then,"
        },
        {
            "id": 373,
            "vi": "Đang chết đói vì thực dân cướp thóc",
            "en": "the grain colonialists had robbed them of"
        },
        {
            "id": 374,
            "vi": "Thóc chúng cướp phần vung xài huy hoắc,",
            "en": "Part of that paddy would be spilled and lost,"
        },
        {
            "id": 375,
            "vi": "Phần chúng đem để mục nát trong kho",
            "en": "and in the warehouse, part of it would spoil"
        },
        {
            "id": 376,
            "vi": "Ôi, đau thương, chưa từng thấy bao giờ",
            "en": "Ah, woe of woes, what men had never borne,"
        },
        {
            "id": 377,
            "vi": "Trong lịch sử chưa bao giờ từng có",
            "en": "what through all time had never come to pass"
        },
        {
            "id": 378,
            "vi": "Hai triệu người, vì thực dân, lìa bỏ",
            "en": "Two million people left the land they loved,"
        },
        {
            "id": 379,
            "vi": "Nước thân yêu, oan uổng chết đau thương,",
            "en": "met with such wretched deaths along the way,"
        },
        {
            "id": 380,
            "vi": "Trong lúc đầy đồng bát ngát, ở quê hương,",
            "en": "while on their native soil, across vast fields,"
        },
        {
            "id": 381,
            "vi": "Lúa mơn mởn đang ra đòng trổ trái,",
            "en": "luxuriant rice was coming into ear"
        },
        {
            "id": 382,
            "vi": "Lúa trĩu hạt vàng tươi sai gấp bội,",
            "en": "to yield a bumper crop of golden grains,"
        },
        {
            "id": 383,
            "vi": "Ngạt ngào thơm báo hiệu ấm no vui",
            "en": "whose scent should augur plenty, warmth, good life"
        },
        {
            "id": 384,
            "vi": "Nhưng người đi không về nữa, than ôi",
            "en": "But those who left could not come back, alas—"
        },
        {
            "id": 385,
            "vi": "Lúa chín gục, chẳng còn ai gặt hái",
            "en": "no one was left to reap ripe, drooping ears"
        },
        {
            "id": 386,
            "vi": "Ta nhớ mãi cái thời kỳ đen tối",
            "en": "That time of darkness let’s remember well"
        },
        {
            "id": 387,
            "vi": "Quên làm sao tội lỗi kẻ xâm lăng",
            "en": "Can we forget those alien robbers’s crime?"
        },
        {
            "id": 388,
            "vi": "Quên làm sao mối thù hận khôn cùng",
            "en": "Can we forget they did the foulest deed?"
        },
        {
            "id": 389,
            "vi": "Quên sao được hai triệu người chết đói",
            "en": "Can we forget two million starved and died?"
        },
        {
            "id": 390,
            "vi": "Năm Ất Dậu tháng ba, còn nhớ mãi,",
            "en": "Remember that third month, the year At-dau"
        },
        {
            "id": 391,
            "vi": "Giống Lạc Hồng cực trải lắm đau thương",
            "en": "The Lac Hong race endured its direst woe"
        },
        {
            "id": 392,
            "vi": "Những thây ma thất thểu đầy đường",
            "en": "as tottering corpses roamed the roads and streets,"
        },
        {
            "id": 393,
            "vi": "Rồi ngã gục không đứng lên vì đói",
            "en": "then dropped from hunger, not to rise again"
        },
        {
            "id": 394,
            "vi": "Đói từ Bắc Giang đói về Hà Nội,",
            "en": "They starved from Bac-giang to Ha-noi"
        },
        {
            "id": 395,
            "vi": "Đói ở Thái Bình đói tới Gia Lâm",
            "en": "they starved from Thai-binh to Gia-lam"
        },
        {
            "id": 396,
            "vi": "Ngày tang Yên Báy",
            "en": "The day of mourning at Yén-bay"
        },
        {
            "id": 397,
            "vi": "Kính tặng hương hồn những liệt sĩ đã bỏ mình trong cuộc khởi nghĩa Yên Báy",
            "en": "To the memory of those heroes who lost their lives in the Yén-bay revolt"
        },
        {
            "id": 398,
            "vi": "Việt Nam muôn năm Việt Nam muôn năm",
            "en": "Long live Vietnam Long live Vietnam"
        },
        {
            "id": 399,
            "vi": "Trong bình minh sương lạnh phủ âm thầm",
            "en": "In that hushed dawn enshrouded in chill fog,"
        },
        {
            "id": 400,
            "vi": "Mười ba tiếng tung hô bao tráng liệt",
            "en": "thirteen loud shouts from thirteen valiant men"
        },
        {
            "id": 401,
            "vi": "Toan lay tỉnh cả toàn dân nước Việt",
            "en": "would stir awake all people on Viét soil"
        },
        {
            "id": 402,
            "vi": "Gió căm hờn rền rĩ tiếng gào than",
            "en": "A wind of wrath, a storm of roars and moans—"
        },
        {
            "id": 403,
            "vi": "Từ lưng trời, sương trắng rủ màn tang",
            "en": "white mists from heaven hung a mourning pall"
        },
        {
            "id": 404,
            "vi": "Ánh mờ nhạt của bình minh rắc nhẹ",
            "en": "The light of dawn, a glimmer faint and wan,"
        },
        {
            "id": 405,
            "vi": "Trên Yên Báy âu sầu và lặng lẽ,",
            "en": "diffused its gloomy silence on Yén-bay"
        },
        {
            "id": 406,
            "vi": "Giữa mấy hàng gươm súng toả hào quang,",
            "en": "Between the rows of bayonets, thirteen"
        },
        {
            "id": 407,
            "vi": "Mười ba người liệt sĩ Việt hiên ngang",
            "en": "walked slowly up to Honor’s stand of death"
        },
        {
            "id": 408,
            "vi": "Trong quần chúng đứng cúi đầu ủ rũ,",
            "en": "Amid the crowd of heads bowed low in grief,"
        },
        {
            "id": 409,
            "vi": "Vài cụ già đầu bạc lệ ràn rơi",
            "en": "some elders, silver-haired and drenched in tears,"
        },
        {
            "id": 410,
            "vi": "Ngất người sau tiếng rú: Ối con ơi",
            "en": "let out a cry, O son, then swooned and slumped"
        },
        {
            "id": 411,
            "vi": "Nét u buồn chợt mơ màng thoáng gợn",
            "en": "A hint of sudden sorrow flashed through eyes"
        },
        {
            "id": 412,
            "vi": "Trên khoé mắt đã từng khinh đau đớn",
            "en": "that always had made light of pain and hurt,"
        },
        {
            "id": 413,
            "vi": "Của những trang anh kiệt sắp lìa đời,",
            "en": "the eyes of heroes soon to leave this world"
        },
        {
            "id": 414,
            "vi": "Nhưng chỉ trong giây phút vẻ tươi cười",
            "en": "A second later, though, the radiant look"
        },
        {
            "id": 415,
            "vi": "Lại xuất hiện trên mặt người quắc thước",
            "en": "appeared again on faces that breathed strength"
        },
        {
            "id": 416,
            "vi": "Đã là kẻ hiến thân đền nợ nước,",
            "en": "Those who would for their country give their lives"
        },
        {
            "id": 417,
            "vi": "Tình thân yêu quyến thuộc phải xem thường,",
            "en": "must disavow their love of kith and kin"
        },
        {
            "id": 418,
            "vi": "Éo le thay muốn phụng sự quê hương",
            "en": "Alas, to serve their homeland, all those men"
        },
        {
            "id": 419,
            "vi": "Phải dẫm nát bao lòng mình kính mến",
            "en": "had trampled on so many cherished hearts"
        },
        {
            "id": 420,
            "vi": "Nhưng này đây, phút thiêng liêng đã đến",
            "en": "But now the sacred moment had arrived—"
        },
        {
            "id": 421,
            "vi": "Sau cái nhìn chào non nước bi ai,",
            "en": "they cast a farewell glance at hills and streams,"
        },
        {
            "id": 422,
            "vi": "Họ thản nhiên, lần lượt bước lên đài",
            "en": "then coldly, one by one, strode up the steps,"
        },
        {
            "id": 423,
            "vi": "Và dõng dạc buông tiếng hô hùng dũng",
            "en": "and with defiance loosed the gallant cry"
        },
        {
            "id": 424,
            "vi": "Việt Nam muôn năm Một đầu rơi rụng,",
            "en": "Long live Vietnam The severed head fell off"
        },
        {
            "id": 425,
            "vi": "Việt Nam muôn năm Người kế tiến lên",
            "en": "Another man stepped forth Long live Vietnam"
        },
        {
            "id": 426,
            "vi": "Và Tử Thần kính cẩn đứng ghi tên",
            "en": "and Death respectfully carved in stone the names"
        },
        {
            "id": 427,
            "vi": "Những liệt sĩ vào bia người tuẫn quốc,",
            "en": "of those who for their land laid down their lives"
        },
        {
            "id": 428,
            "vi": "Sau Đức Chính, đây là phiên Thái Học,",
            "en": "After Direc Chinh, now came Thai Hoc’s own turn"
        },
        {
            "id": 429,
            "vi": "Anh nghiêng mình trước xác những anh em,",
            "en": "He bowed before the bodies of his friends,"
        },
        {
            "id": 430,
            "vi": "Rồi mĩm cười, Anh ngảnh mặt nhìn xem",
            "en": "then with a smile looked up He watched the throng"
        },
        {
            "id": 431,
            "vi": "Những kẻ đến quan chiêm đoàn liệt sĩ",
            "en": "of spectators on hand, then took his leave"
        },
        {
            "id": 432,
            "vi": "Để từ biệt những bạn đồng tâm chí",
            "en": "of comrades, of all those who shared his dream"
        },
        {
            "id": 433,
            "vi": "Tiếng tung hô bổng nổi, vang trời cao,",
            "en": "The cry again resounded through the air"
        },
        {
            "id": 434,
            "vi": "Nhưng liền theo Anh đã bị xô vào",
            "en": "At once he was pushed forward Guillotine,"
        },
        {
            "id": 435,
            "vi": "Chiếc gươm máy giăng tay chào, lặng lẽ",
            "en": "poised bolt upright, saluting, dropped her blade—"
        },
        {
            "id": 436,
            "vi": "Đao xuống, đầu rơi, máu đào tung toé",
            "en": "his head fell off as red blood splattered round"
        },
        {
            "id": 437,
            "vi": "Người anh hùng nước Việt thôi còn đâu",
            "en": "he was no more, the champion of Vietnam"
        },
        {
            "id": 438,
            "vi": "Lũ thực dân giám sát đúng nhìn nhau",
            "en": "The Frenchmen traded glances as if pleased"
        },
        {
            "id": 439,
            "vi": "Như trút sạch hết những đìều lo ngại",
            "en": "they had shrugged off all worries in the world,"
        },
        {
            "id": 440,
            "vi": "Và xoa tay chúng thở dài khoan khoái,",
            "en": "and sighing with relief, they rubbed their hands"
        },
        {
            "id": 441,
            "vi": "Trong rừng người ứa lệ, Nguyễn Thị Giang",
            "en": "Lost in the crowd of men with tear-filled eyes,"
        },
        {
            "id": 442,
            "vi": "Nén nỗi đau như cắt xé can tràng",
            "en": "suppressing all the grief which rent her heart,"
        },
        {
            "id": 443,
            "vi": "Đứng ngơ ngác lặng người bên Hữu Cảnh",
            "en": "Thi Giang stood dazed beside Hiru Canh The wind"
        },
        {
            "id": 444,
            "vi": "Trong nắng sớm, gió căm hờn quát mạnh",
            "en": "of fury swore an oath to martyrs’ souls,"
        },
        {
            "id": 445,
            "vi": "Như thề cùng những tử sĩ anh linh",
            "en": "and all across the tortured land of Viét"
        },
        {
            "id": 446,
            "vi": "Vang dội cùng trên đất Việt điêu linh",
            "en": "it carried echoes of those awesome shouts"
        },
        {
            "id": 447,
            "vi": "Những tiếng thét uy hùng vì giống Việt",
            "en": "from men who died so their own race might live"
        },
        {
            "id": 448,
            "vi": "Việt Nam muôn năm Việt Nam muôn năm",
            "en": "Long live Vietnam Long live Vietnam"
        },
        {
            "id": 449,
            "vi": "Như tan trong gió mạnh khóc vang rầm",
            "en": "Dissolving in the wind which shrieked and wailed,"
        },
        {
            "id": 450,
            "vi": "Mười ba tiếng tung hô bao tráng liệt",
            "en": "thirteen loud shouts from thirteen valiant men"
        },
        {
            "id": 451,
            "vi": "Cố lay tỉnh cả toàn dân nước Việt",
            "en": "would stir awake all people on Viét soil"
        },
        {
            "id": 452,
            "vi": "Thân anh hùng đã nát dưới ngàn cây",
            "en": "Their bodies came to nothing in those woods—"
        },
        {
            "id": 453,
            "vi": "Nhưng tiếng hô còn phảng phất đâu đây,",
            "en": "their battle cry still echoes hereabout"
        },
        {
            "id": 454,
            "vi": "Mười lăm năm sau ngày sầu Yên Báy,",
            "en": "Fifteen long years now since that day of woe,"
        },
        {
            "id": 455,
            "vi": "Toàn thể giống Tiên Rồng cùng đứng dậy,",
            "en": "the race of gods and dragons has stood up"
        },
        {
            "id": 456,
            "vi": "Cố đuổi loài tham bạo khỏi non sông,",
            "en": "to chase those plunderers from its hills and streams"
        },
        {
            "id": 457,
            "vi": "Hơn hai năm đất Việt máu pha hồng",
            "en": "Red blood has bathed Viét soil these past two years,"
        },
        {
            "id": 458,
            "vi": "Mà chiến sĩ vẫn một lòng cương quyết",
            "en": "yet fighters with one heart and mind still fight,"
        },
        {
            "id": 459,
            "vi": "Thề tranh đấu đến khi nào nước Việt",
            "en": "swearing to struggle till the land of Viét"
        },
        {
            "id": 460,
            "vi": "Được hoàn toàn đôc lập mới ngừng tay",
            "en": "is free and clear again of foreign rule"
        },
        {
            "id": 461,
            "vi": "Thế là dòng máu vọt dưới trời mây",
            "en": "The blood that spurted forth beneath gray skies,"
        },
        {
            "id": 462,
            "vi": "Một buổi sáng mười lăm năm về trước",
            "en": "one day at dawn fifteen long years ago,"
        },
        {
            "id": 463,
            "vi": "Đã vẽ được cảnh anh hùng nguyện ước",
            "en": "did paint a scene those heroes pledged to paint"
        },
        {
            "id": 464,
            "vi": "Đưa non sông ra khỏi chốn u trầm",
            "en": "They hoped to lift the darkness from their land—"
        },
        {
            "id": 465,
            "vi": "Cả toàn dân nước Việt đến muôn năm",
            "en": "forevermore, all people of Vietnam"
        },
        {
            "id": 466,
            "vi": "Vẫn ghi tạc trong tâm ngày hôm ấy,",
            "en": "shall in their hearts etch deep that fateful day,"
        },
        {
            "id": 467,
            "vi": "Ngày hôm ấy, ôi ngày tang Yên Báy",
            "en": "alas, the day of mourning at Yén-bay"
        },
        {
            "id": 468,
            "vi": "Việt Nam muôn năm Việt Nam muôn năm",
            "en": "Long live Vietnam Long live Vietnam"
        },
        {
            "id": 469,
            "vi": "Xé nát màn sương lạnh phủ âm thầm,",
            "en": "Ripping the veil of mist, the pall of hush,"
        },
        {
            "id": 470,
            "vi": "Mười ba tiếng tung hô bao tráng liệt",
            "en": "thirteen loud shouts from thirteen valiant men"
        },
        {
            "id": 471,
            "vi": "Đã lay tỉnh cả toàn dân nước Việt",
            "en": "did stir awake all people on Viét soil"
        },
        {
            "id": 472,
            "vi": "Đánh đu",
            "en": "Swinging"
        },
        {
            "id": 473,
            "vi": "Let’s praise whoever planted those eight posts",
            "en": "Let’s praise whoever planted those eight posts"
        },
        {
            "id": 474,
            "vi": "Some climb up there and swing, some sit and watch",
            "en": "Some climb up there and swing, some sit and watch"
        },
        {
            "id": 475,
            "vi": "Boys jig with egret knees, their backs hunched down",
            "en": "Boys jig with egret knees, their backs hunched down"
        },
        {
            "id": 476,
            "vi": "Girls sway and twist wasp waists, their laps shown off",
            "en": "Girls sway and twist wasp waists, their laps shown off"
        },
        {
            "id": 477,
            "vi": "Four legs of crimson trousers flap and fly",
            "en": "Four legs of crimson trousers flap and fly"
        },
        {
            "id": 478,
            "vi": "Two rows of limbs like jade stretch pair by pair",
            "en": "Two rows of limbs like jade stretch pair by pair"
        },
        {
            "id": 479,
            "vi": "You'll have spring fun and games—but what is spring?",
            "en": "You'll have spring fun and games—but what is spring?"
        },
        {
            "id": 480,
            "vi": "The post once pulled and gone, the hole just stays",
            "en": "The post once pulled and gone, the hole just stays"
        },
        {
            "id": 481,
            "vi": "Vịnh nằm ngủ",
            "en": "A girl caught napping by day"
        },
        {
            "id": 482,
            "vi": "Mùa hè hây hẩy gió nồm đông,",
            "en": "It’s summer—softly blows a southeast wind"
        },
        {
            "id": 483,
            "vi": "Tiên nữ nằm chơi quá giấc nồng",
            "en": "The girl lies down in bed and dozes off"
        },
        {
            "id": 484,
            "vi": "Lược trúc chải cài trên mái tóc,",
            "en": "A wooden comb is tangled in her hair"
        },
        {
            "id": 485,
            "vi": "Yếm đào trễ xuống dưới nương long",
            "en": "The scarlet breastpiece slips below her breasts"
        },
        {
            "id": 486,
            "vi": "Đôi gò Bồng Đảo sương còn ngậm,",
            "en": "Upon two fairy hills the dew still rests"
        },
        {
            "id": 487,
            "vi": "Một lạch Đào Nguyên suối chửa thông",
            "en": "To those Peach Blossom Springs the way’s yet barred"
        },
        {
            "id": 488,
            "vi": "Quân tử dùng dằng đi chẳng dứt,",
            "en": "The gentleman must wrench himself and go—"
        },
        {
            "id": 489,
            "vi": "Đi thì cũng dở ở sao xong",
            "en": "he hates to leave, but loitering there won’t do"
        },
        {
            "id": 490,
            "vi": "Vịnh cái quạt",
            "en": "Ode to the fan"
        },
        {
            "id": 491,
            "vi": "Mười bảy hay là mười tám đây,",
            "en": "Are you eighteen or only seventeen?"
        },
        {
            "id": 492,
            "vi": "Cho ta yêu dấu chẳng dời tay",
            "en": "Let me love you, kept always in my hand,"
        },
        {
            "id": 493,
            "vi": "Mỏng dày chừng ấy chành ba góc,",
            "en": "Slender or thick, you stretch three corners out"
        },
        {
            "id": 494,
            "vi": "Rộng hẹp ngần nao cắm một cay",
            "en": "Narrow or broad, you stick one rivet in"
        },
        {
            "id": 495,
            "vi": "Càng nực bao nhiêu thời càng mát,",
            "en": "You cool me all the better when in heat"
        },
        {
            "id": 496,
            "vi": "Yêu đêm chẳng chán lại yêu ngày",
            "en": "I fondle you at night, love you by day"
        },
        {
            "id": 497,
            "vi": "Hồng hồng má phấn duyên vì cậy,",
            "en": "A wild persimmon lends your cheeks pink charm"
        },
        {
            "id": 498,
            "vi": "Chúa dấu vua yêu một cái này",
            "en": "Lords cherish, kings adore this single thing"
        },
        {
            "id": 499,
            "vi": "Hai lòng",
            "en": "Two hearts"
        },
        {
            "id": 500,
            "vi": "Lòng em như quán bán hàng,",
            "en": "Your heart’s a stall displaying wares—"
        },
        {
            "id": 501,
            "vi": "Dừng chân cho khách qua đàng mà thôi",
            "en": "the customers just stop by and then walk on"
        },
        {
            "id": 502,
            "vi": "Lòng anh như mảng bè trôi,",
            "en": "My heart’s a raft that floats along:"
        },
        {
            "id": 503,
            "vi": "Chỉ về một bến, chỉ xuôi một chiều",
            "en": "it goes one way while heading for one port"
        },
        {
            "id": 504,
            "vi": "Lòng anh như biển sóng cồn,",
            "en": "My heart’s the sea with its wild waves:"
        },
        {
            "id": 505,
            "vi": "Chứa muôn con nước ngàn con sông dài",
            "en": "its vastness harbors all the tides and streams"
        },
        {
            "id": 506,
            "vi": "Lòng em như cánh lá khoai,",
            "en": "Your heart’s a slippery taro leaf—"
        },
        {
            "id": 507,
            "vi": "Đổ bao nhiêu nước ra ngoài bấy nhiêu",
            "en": "all water poured on it will soon run off"
        },
        {
            "id": 508,
            "vi": "Lòng anh như hoa hướng dương,",
            "en": "My heart’s a constant heliotrope:"
        },
        {
            "id": 509,
            "vi": "Trăm nghìn đổ lại một phương mặt trời",
            "en": "forever it keeps turning toward the sun"
        },
        {
            "id": 510,
            "vi": "Lòng em như cái con thoi,",
            "en": "Your heart’s the shuttle on a loom:"
        },
        {
            "id": 511,
            "vi": "Thay bao nhiêu suốt mà thoi vẫn lành",
            "en": "it hurtles back and forth and stays intact"
        },
        {
            "id": 512,
            "vi": "Dại khờ",
            "en": "A fool in love"
        },
        {
            "id": 513,
            "vi": "Người ta khổ vì thương không phải cách,",
            "en": "You suffer as you stray and lose your heart,"
        },
        {
            "id": 514,
            "vi": "Yêu sai duyên, và mến chẳng nhằm người",
            "en": "adore the wrong one, and misplace your love"
        },
        {
            "id": 515,
            "vi": "Có kho vàng nhưng tặng chẳng tuỳ nơi,",
            "en": "Your gold you lavish where it goes to waste"
        },
        {
            "id": 516,
            "vi": "Người ta khổ vì xin không phải chỗ",
            "en": "you suffer as you beg where one won’t give"
        },
        {
            "id": 517,
            "vi": "Đường êm quá, ai đi mà nhớ ngó",
            "en": "It seems so smooth, the road—who would beware?"
        },
        {
            "id": 518,
            "vi": "Đến khi hay, gai nhọn đã vào xương",
            "en": "When you come to, the thorn has stung your bone"
        },
        {
            "id": 519,
            "vi": "Vì thả lòng không kiềm chế dây cương,",
            "en": "You loose the reins and let your heart run free—"
        },
        {
            "id": 520,
            "vi": "Người ta khổ vì lui không được nữa",
            "en": "you suffer, as you can’t turn back again"
        },
        {
            "id": 521,
            "vi": "Những mắt cạn cũng cho rằng sâu chứa",
            "en": "You fathom shallow eyes, discover depths"
        },
        {
            "id": 522,
            "vi": "Những tim không mà tưởng tượng tràn đầy",
            "en": "you fancy riches stored in vacuous hearts"
        },
        {
            "id": 523,
            "vi": "Muôn ngàn đời tìm cớ dõi sương mây,",
            "en": "Forever you'll pursue sheer mists or clouds,"
        },
        {
            "id": 524,
            "vi": "Dấn thân mãi để kiếm trời dưới đất",
            "en": "intent on finding heaven here on earth"
        },
        {
            "id": 525,
            "vi": "Người ta khổ vì cố chen ngõ chật,",
            "en": "You suffer, squeezing through a narrow gate—"
        },
        {
            "id": 526,
            "vi": "Cửa đóng bưng nên càng quyết xông vào",
            "en": "the door’s shut tight, so harder you will knock"
        },
        {
            "id": 527,
            "vi": "Rồi bị thương, người ta giữ gươm dao,",
            "en": "When stabbed and injured, you will keep the knife"
        },
        {
            "id": 528,
            "vi": "Không muốn chữa, không muốn lành thú độc",
            "en": "and won’t be healed of your delicious wound"
        },
        {
            "id": 529,
            "vi": "Áo lụa Hà Đông",
            "en": "The dress of Ha-Dong silk"
        },
        {
            "id": 530,
            "vi": "Nắng Sài Gòn anh đi mà chợt mát",
            "en": "In Saigon heat I suddenly felt so cool"
        },
        {
            "id": 531,
            "vi": "Bởi vì em mặc áo lụa Hà Đông",
            "en": "because you wore a dress of Ha-dong silk"
        },
        {
            "id": 532,
            "vi": "Anh vẫn yêu màu áo ấy vô cùng",
            "en": "I’ve always loved that color in a dress—"
        },
        {
            "id": 533,
            "vi": "Thơ của anh vẫn còn nguyên lụa trắng",
            "en": "my poems are still made of raw white silk"
        },
        {
            "id": 534,
            "vi": "Anh vẫn nhớ em ngồi đây tóc ngắn",
            "en": "I still recall you sitting there, short-haired,"
        },
        {
            "id": 535,
            "vi": "Mà mùa thu dài lắm ở chung quanh",
            "en": "while all around me autumn seemed so long"
        },
        {
            "id": 536,
            "vi": "Linh hồn anh vội vã vẽ chân dung",
            "en": "My mind’s eye drew your portrait there and then,"
        },
        {
            "id": 537,
            "vi": "Bày vội vã vào trong hồn mở cửa",
            "en": "and opening doors, displayed it in my soul"
        },
        {
            "id": 538,
            "vi": "Gặp một bữa anh đã mừng một bữa",
            "en": "Meeting you once, I found it a sheer joy—"
        },
        {
            "id": 539,
            "vi": "Gặp hai hôm thành nhị hỉ của tâm hồn",
            "en": "meeting you twice was heaven for my soul"
        },
        {
            "id": 540,
            "vi": "Thơ học trò anh chất lại thành non",
            "en": "My student poems, like a hill, piled up—"
        },
        {
            "id": 541,
            "vi": "Và đôi mắt ngất ngây thành chất rượu",
            "en": "your eyes became the wine to make me drunk"
        },
        {
            "id": 542,
            "vi": "Em không nói đã nghe lừng giai điệu",
            "en": "You spoke no word: I heard a melody"
        },
        {
            "id": 543,
            "vi": "Em chưa nhìn mà đã rộng trời xanh",
            "en": "You cast no glance: I saw a vast blue sky"
        },
        {
            "id": 544,
            "vi": "Anh đã trông lên bằng đôi mắt chung tình",
            "en": "Upward I looked to you, with prayerful eyes,"
        },
        {
            "id": 545,
            "vi": "Với tay trắng em vào thơ diễm tuyệt",
            "en": "and in pure poems reached for your white sleeve"
        },
        {
            "id": 546,
            "vi": "Em chợt đến, chợt đi, anh vẫn biết",
            "en": "You came, you went—no warning Yes, I know"
        },
        {
            "id": 547,
            "vi": "Trời chợt mưa, chợt nắng chẳng vì đâu",
            "en": "that it will shine or rain with no excuse"
        },
        {
            "id": 548,
            "vi": "Nhưng sao đi mà không bảo gì nhau",
            "en": "But why take off without a word? I’m left"
        },
        {
            "id": 549,
            "vi": "Để anh gọi, tiếng thơ buồn vọng lại",
            "en": "to call you in sad poems, echoed sounds"
        },
        {
            "id": 550,
            "vi": "Để anh giận mắt anh nhìn vụng dại",
            "en": "I’m left to curse my eyes which failed to speak,"
        },
        {
            "id": 551,
            "vi": "Giận thơ anh đã nói chẳng nên lời",
            "en": "to curse my poems which said futile words"
        },
        {
            "id": 552,
            "vi": "Em đi rồi, sám hối chạy trên môi",
            "en": "You’re gone—remorse now whispers on my lips,"
        },
        {
            "id": 553,
            "vi": "Những ngày tháng trên vai buồn bỗng nặng",
            "en": "and on my shoulders days weigh heavier yet"
        },
        {
            "id": 554,
            "vi": "Em ở đâu, hỡi mùa thu tóc ngắn",
            "en": "Where are you now, my autumn with short hair?"
        },
        {
            "id": 555,
            "vi": "Giữ hộ anh màu áo lụa Hà Đông",
            "en": "For me please keep the dress of Ha-dong silk"
        },
        {
            "id": 556,
            "vi": "Anh vẫn yêu màu áo ấy vô cùng",
            "en": "I’ve always loved that color in a dress—"
        },
        {
            "id": 557,
            "vi": "Giữ hộ anh bài thơ tình lụa trắng",
            "en": "please keep it, my love poem of white silk"
        },
        {
            "id": 558,
            "vi": "Kiếp sau ví gặp lại mình",
            "en": "If in a future life we meet again"
        },
        {
            "id": 559,
            "vi": "Tặng Phạm Kim Thuần, người bạn đời của tôi",
            "en": "To Pham Kim Thuan, my lifemate"
        },
        {
            "id": 560,
            "vi": "Còn nhớ mãi mùa đông năm Tuất",
            "en": "I shan’t forget that winter in Bac-giang:"
        },
        {
            "id": 561,
            "vi": "Về Bắc Giang xem mặt hỏi mình",
            "en": "I went to see you there and seek your hand"
        },
        {
            "id": 562,
            "vi": "Yêu mình vì nụ cười xinh,",
            "en": "I loved you for your smile, your winsome smile"
        },
        {
            "id": 563,
            "vi": "Yêu mình dáng dấp hiền lành dễ thương",
            "en": "I loved you for your sweet, endearing ways"
        },
        {
            "id": 564,
            "vi": "Tuổi mình mới tròn gương có lẻ,",
            "en": "You were fifteen, the age of a full moon—"
        },
        {
            "id": 565,
            "vi": "Về cùng ta, ôi bé bỏng sao",
            "en": "so small and young, the bride came home with me"
        },
        {
            "id": 566,
            "vi": "Khi ăn ở, lúc ra vào,",
            "en": "In all your acts you proved a model wife,"
        },
        {
            "id": 567,
            "vi": "Nết na, thuỳ mị, ai nào không ưa",
            "en": "a gentle soul—who could help loving you?"
        },
        {
            "id": 568,
            "vi": "Mình cũng có ít mơ nho nhỏ,",
            "en": "You had some wishes, nursed some little dreams,"
        },
        {
            "id": 569,
            "vi": "Những mong ta sẽ cố thực hành",
            "en": "and fondly hoped that I’d make them come true"
        },
        {
            "id": 570,
            "vi": "Thương ôi Ta để tan tành,",
            "en": "Alas, I’ve let them all go up in smoke,"
        },
        {
            "id": 571,
            "vi": "Vì ta vốn kiếp trời sinh hững hờ:",
            "en": "for I was born a muddled, feckless man"
        },
        {
            "id": 572,
            "vi": "Suốt ngày trắng ngẩn ngơ ngơ ngẩn,",
            "en": "The livelong day, bemused and lost, my mind"
        },
        {
            "id": 573,
            "vi": "Chỉ mơ màng thơ thẩn không đâu",
            "en": "keeps wandering back and forth in neverland"
        },
        {
            "id": 574,
            "vi": "Không nghèo song cũng không giầu,",
            "en": "We are no paupers, but our modest means"
        },
        {
            "id": 575,
            "vi": "Nên chi chẳng có nhà lầu, xe hơi",
            "en": "cannot afford a private house, a car"
        },
        {
            "id": 576,
            "vi": "Nhưng mình chẳng nửa lời mong muốn,",
            "en": "Yet never will you utter one regret,"
        },
        {
            "id": 577,
            "vi": "Yên vui cùng đồng ruộng nông thôn",
            "en": "contented with your garden and your field"
        },
        {
            "id": 578,
            "vi": "Thả vài lứa lợn con con,",
            "en": "Some broods of piglets ramble on the loose"
        },
        {
            "id": 579,
            "vi": "Đầy sân gà vịt sớm hôm vui vầy",
            "en": "while in the barnyard, ducks and chickens play"
        },
        {
            "id": 580,
            "vi": "Mình rất thích trồng cây gây trái,",
            "en": "You do what you enjoy—you grow fruit trees,"
        },
        {
            "id": 581,
            "vi": "Thích nuôi tằm, chăm hái dâu xanh",
            "en": "raise silkworms, harvest green mulberry leaves"
        },
        {
            "id": 582,
            "vi": "Đôi bàn tay trắng mịn xinh",
            "en": "Your two white hands, so soft and pretty once,"
        },
        {
            "id": 583,
            "vi": "Giờ đây hằn nổi gân xanh mấy đường",
            "en": "now show those swollen streaks, a few blue veins"
        },
        {
            "id": 584,
            "vi": "Nghĩ lắm lúc mà thương mà xót,",
            "en": "Often I’ve thought about you, and contrite,"
        },
        {
            "id": 585,
            "vi": "Cũng toan ra gánh vác với đời,",
            "en": "I’ve tried to shoulder functions in the world"
        },
        {
            "id": 586,
            "vi": "Để cho mình được thảnh thơi,",
            "en": "so you’d acquire some leisure of your own"
        },
        {
            "id": 587,
            "vi": "Môi hồng nở mãi nụ cười vô tư",
            "en": "and on your lips would bloom a carefree smile"
        },
        {
            "id": 588,
            "vi": "Nhưng cái bệnh làm thơ đeo đẳng,",
            "en": "But poetry won’t let go of me, alas,"
        },
        {
            "id": 589,
            "vi": "Ngày càng thêm trầm trọng Ôi buồn",
            "en": "and this disease has worsened day by day"
        },
        {
            "id": 590,
            "vi": "Mải mê vui thú ruộng vườn,",
            "en": "I take delight in simple, rustic joys"
        },
        {
            "id": 591,
            "vi": "Ngược xuôi chán ngắt con đường lợi danh",
            "en": "and tire of that mad race for gain and fame"
        },
        {
            "id": 592,
            "vi": "Đã thế lại đa tình lắm mối,",
            "en": "Besides, my multifarious love affairs"
        },
        {
            "id": 593,
            "vi": "Khiến việc nhà càng rối bòng bong,",
            "en": "have further tangled up our family life"
        },
        {
            "id": 594,
            "vi": "Nhiều cô má phấn môi hồng",
            "en": "Damsels with powdered cheeks and crimson lips"
        },
        {
            "id": 595,
            "vi": "Thường xen vào những chuyện lòng đôi ta",
            "en": "have often interloped between us two"
        },
        {
            "id": 596,
            "vi": "Cũng có lúc chén xô bát vỡ,",
            "en": "At times, the china rattles, dishes crash,"
        },
        {
            "id": 597,
            "vi": "Lời gắt gay chồng vợ eo sèo",
            "en": "as wife and husband bandy jibes and taunts"
        },
        {
            "id": 598,
            "vi": "Vì ta điêu đứng đã nhiều,",
            "en": "You’ve known much woe and trouble, thanks to me,"
        },
        {
            "id": 599,
            "vi": "Nhưng mình vẫn một lòng yêu mặn nồng",
            "en": "but still you hold me dear When I ask you,"
        },
        {
            "id": 600,
            "vi": "Hỏi: Có ghét lấy chồng thi sĩ?",
            "en": "You’ve wed a poet—don’t you curse your fate?"
        },
        {
            "id": 601,
            "vi": "Không nói năng, mình chỉ lắc đầu,",
            "en": "you speak no word and only shake your head"
        },
        {
            "id": 602,
            "vi": "Thế ra trăm khổ ngàn đau",
            "en": "You’ve borne a hundred griefs, a thousand pains—"
        },
        {
            "id": 603,
            "vi": "Mình không than thở gì đâu, hở mình?",
            "en": "why haven’t you breathed one complaint, my love?"
        },
        {
            "id": 604,
            "vi": "Kiếp sau ví gặp lại mình,",
            "en": "If in a future life we meet again,"
        },
        {
            "id": 605,
            "vi": "Thì ta lại kết mối tình cùng thơ",
            "en": "again I'll marry you  and her, the muse"
        },
        {
            "id": 606,
            "vi": "Cây đàn muôn điệu",
            "en": "The lyre of the myriad tunes"
        },
        {
            "id": 607,
            "vi": "Tôi là người bộ hành phiêu lãng",
            "en": "I am a wanderer roaming back and forth"
        },
        {
            "id": 608,
            "vi": "Đường trần gian xuôi ngược để vui chơi:",
            "en": "along the paths or high roads of the world,"
        },
        {
            "id": 609,
            "vi": "Tìm cảm giác hay trong tiếng khóc, câu cười,",
            "en": "seeking my thrills from laughter and from tears,"
        },
        {
            "id": 610,
            "vi": "Trong lúc gian lao, trong giờ sung sướng,",
            "en": "in hours of mirth, at moments of distress,"
        },
        {
            "id": 611,
            "vi": "Khi phấn đấu cũng như hồi mơ tưởng",
            "en": "when striving or while dreaming idle dreams"
        },
        {
            "id": 612,
            "vi": "Tôi yêu đời cùng với cảnh lầm than,",
            "en": "I cherish life with all its woes and joys,"
        },
        {
            "id": 613,
            "vi": "Cảnh thương tâm, ghê gớm, hay dịu đàng",
            "en": "its heartbreaks and its horrors, its delights"
        },
        {
            "id": 614,
            "vi": "Cảnh rực rỡ, ái ân hay dữ dội",
            "en": "and glories, its fierce passions, love or hate"
        },
        {
            "id": 615,
            "vi": "Anh dù bảo: tính tình tôi hay đổi,",
            "en": "You tell me I am fickle, take to heart"
        },
        {
            "id": 616,
            "vi": "Không chuyên tâm, không chủ nghĩa: nhưng cần chi?",
            "en": "no purpose, lack a doctrine—but who cares?"
        },
        {
            "id": 617,
            "vi": "Tôi chỉ là một khách tình si",
            "en": "I’m just a man who desperately loves,"
        },
        {
            "id": 618,
            "vi": "Ham vẻ Đẹp có muôn hình, muôn thể",
            "en": "who craves for beauty’s myriad shapes and forms"
        },
        {
            "id": 619,
            "vi": "Mượn lấy bút nàng Ly Tao, tôi vẽ,",
            "en": "I borrow from the muse her fairy brush,"
        },
        {
            "id": 620,
            "vi": "Và mượn cây đàn ngàn phím, tôi ca",
            "en": "her wondrous lyre—with both I'll paint, Ill sing"
        },
        {
            "id": 621,
            "vi": "Vẻ đẹp u trầm, đắm đuối, hay ngây thơ,",
            "en": "all beauty—quiet, delicate, naive,"
        },
        {
            "id": 622,
            "vi": "Cũng như vẻ Đẹp cao siêu, hùng tráng",
            "en": "or noble, grandiose, heroic, proud,"
        },
        {
            "id": 623,
            "vi": "Của non nước, của thi văn, tư tưởng",
            "en": "the splendor of wild nature, poetry, thought,"
        },
        {
            "id": 624,
            "vi": "Dáng yêu kiều tha thướt khách giai nhân",
            "en": "a woman’s lovely grace, bewitching charm,"
        },
        {
            "id": 625,
            "vi": "Ánh tưng bừng linh hoạt nắng trời xuân",
            "en": "the dance of light, the vivid sun of spring,"
        },
        {
            "id": 626,
            "vi": "Vẻ sầu muộn âm thầm ngày mưa gió",
            "en": "the gloom and hush on days of dismal rain,"
        },
        {
            "id": 627,
            "vi": "Cảnh vĩ đại, sóng nghiêng trời, thác ngàn đổ",
            "en": "the furor of the waves, of waterfalls,"
        },
        {
            "id": 628,
            "vi": "Nét mong manh, thấp thoáng cánh hoa bay",
            "en": "the frailty of a petal on the wind,"
        },
        {
            "id": 629,
            "vi": "Cảnh cơ hàn nơi nước đọng bùn lầy",
            "en": "the squalor of those spots where mud collects,"
        },
        {
            "id": 630,
            "vi": "Thú sán lạn mơ hồ trong ảo mộng",
            "en": "the bliss of hovering in pipe dreams and mists,"
        },
        {
            "id": 631,
            "vi": "Chí hăng hái đua ganh đời náo động:",
            "en": "the zest for battle on the field of life:"
        },
        {
            "id": 632,
            "vi": "Tôi đều yêu, đều kiếm, đều say mê",
            "en": "I love it all and spellbound, grasp it all"
        },
        {
            "id": 633,
            "vi": "Tôi sẵn lòng đau vì tiếng ai bi,",
            "en": "I want to mourn, on hearing cries of grief,"
        },
        {
            "id": 634,
            "vi": "Và tôi cảm khái bởi những lời hăng hái",
            "en": "to feel inflamed by verses breathing fire"
        },
        {
            "id": 635,
            "vi": "Tôi ngợi ca với tiếng lòng phấn khởi,",
            "en": "I sing high praise and lift the spirit up,"
        },
        {
            "id": 636,
            "vi": "Tôi thở than cùng thiếu nữ bâng khuâng,",
            "en": "or for some lovelorn girl I sigh and moan"
        },
        {
            "id": 637,
            "vi": "Tôi véo von theo tiếng sáo lưng chừng,",
            "en": "I echo that glad warble of a flute"
        },
        {
            "id": 638,
            "vi": "Tôi yên ủi với tiếng chuông huyền diệu,",
            "en": "or comfort with a bell’s miraculous voice"
        },
        {
            "id": 639,
            "vi": "Với Nàng Thơ, tôi có đàn muôn điệu",
            "en": "The muse lends me her lyre of myriad tunes,"
        },
        {
            "id": 640,
            "vi": "Với Nàng Thơ, tôi có bút muôn màu",
            "en": "The muse lends me her brush of myriad tints"
        },
        {
            "id": 641,
            "vi": "Tôi muốn làm nhà nghệ sĩ nhiệm mầu",
            "en": "I want to play a wizard working wonders, magic tricks"
        },
        {
            "id": 642,
            "vi": "Lấy Thanh Sắc trần gian làm tài liệu",
            "en": "with all the sounds and colors of the earth"
        },
        {
            "id": 643,
            "vi": "Cảm xúc",
            "en": "Feelings and emotions"
        },
        {
            "id": 644,
            "vi": "Làm thi sĩ, nghĩa là ru với gió,",
            "en": "To be a poet is to hum with winds,"
        },
        {
            "id": 645,
            "vi": "Mơ theo trăng, và vơ vẩn cùng mây,",
            "en": "to ride the moon and dream, to roam with clouds,"
        },
        {
            "id": 646,
            "vi": "Để linh hồn ràng buộc bởi muôn dây,",
            "en": "to have one’s soul involved in myriad ties"
        },
        {
            "id": 647,
            "vi": "Hay chia sẻ bởi trăm tình yêu mến",
            "en": "and share one’s heart among a hundred loves"
        },
        {
            "id": 648,
            "vi": "Đây là quán tha hồ muôn khách đến",
            "en": "Here is a home where all the world may lodge,"
        },
        {
            "id": 649,
            "vi": "Đây là bình thu hợp trí muôn hương",
            "en": "a vase that gathers minds of every hue,"
        },
        {
            "id": 650,
            "vi": "Đây là vườn chim nhả hạt mười phương,",
            "en": "a garden birds will sow with every seed,"
        },
        {
            "id": 651,
            "vi": "Hoa mật ngọt chen giao cùng trái độc",
            "en": "where honeyflowers jostle poison fruits"
        },
        {
            "id": 652,
            "vi": "Đôi giếng mắt đã chứa trời vạn hộc,",
            "en": "His eyes, two wells, contain the skies above"
        },
        {
            "id": 653,
            "vi": "Đôi bờ tai nào ngăn cản thanh âm:",
            "en": "his ears erect no barrier, stop no sound:"
        },
        {
            "id": 654,
            "vi": "Của vu vơ nghe mãi tiếng kêu thầm",
            "en": "he can perceive each whisper out of space"
        },
        {
            "id": 655,
            "vi": "Của xanh thẳm thấy luôn màu nói sẽ",
            "en": "and of the blue can catch the faintest hint"
        },
        {
            "id": 656,
            "vi": "Tay ấp ngực dò xem triều máu lệ,",
            "en": "With hand on breast, he feels the tide of blood"
        },
        {
            "id": 657,
            "vi": "Nghìn trái tim mang trong một trái tim",
            "en": "and tears for all men’s hearts within one heart"
        },
        {
            "id": 658,
            "vi": "Để hiểu vào giọng suối với lời chim,",
            "en": "He penetrates the murmur of a brook,"
        },
        {
            "id": 659,
            "vi": "Tiếng mưa khóc, lời reo tia nắng động",
            "en": "birdcalls, the howl of storms, a sunbeam’s cheer"
        },
        {
            "id": 660,
            "vi": "Không có cánh nhưng vẫn thèm bay bổng",
            "en": "Born wingless, he takes off and roams the sky"
        },
        {
            "id": 661,
            "vi": "Đi trong sân mà nhớ chuyện trên giời",
            "en": "walking on earth, he visits heaven’s heights"
        },
        {
            "id": 662,
            "vi": "Trút thời gian trong một phút chơi vơi",
            "en": "His minute can enfold a thousand years"
        },
        {
            "id": 663,
            "vi": "Ngắm phong cảnh giữa hai bề lá cỏ",
            "en": "he sees all nature in one blade of grass"
        },
        {
            "id": 664,
            "vi": "Tôi chỉ là một cây kim bé nhỏ,",
            "en": "I’m just a little pin—a million things"
        },
        {
            "id": 665,
            "vi": "Mà vạn vật là muôn đá nam châm",
            "en": "are all a million magnets drawing me"
        },
        {
            "id": 666,
            "vi": "Nếu hương đêm say dậy với trăng rằm,",
            "en": "Night scents, entrancing, rise with the full moon—"
        },
        {
            "id": 667,
            "vi": "Sao lại trách người thơ tình lơi lả?",
            "en": "why blame the poet for his throes of love?"
        },
        {
            "id": 668,
            "vi": "Huyền diệu",
            "en": "Magic"
        },
        {
            "id": 669,
            "vi": "Này lắng nghe em khúc nhạc thơm",
            "en": "Listen, my love, to music’s fragrant tune"
        },
        {
            "id": 670,
            "vi": "Say người như rượu tối tân hôn",
            "en": "It thrills like wine drunk on the nuptial night,"
        },
        {
            "id": 671,
            "vi": "Như hương thấm tận qua xương tuỷ,",
            "en": "it seeps like incense through the bone and pith—"
        },
        {
            "id": 672,
            "vi": "Âm điệu, thần tiên, thấm tận hồn",
            "en": "its magic euphony invades the soul"
        },
        {
            "id": 673,
            "vi": "Hãy tự buông cho khúc nhạc hường",
            "en": "Surrender now—let music’s rose-hued tune"
        },
        {
            "id": 674,
            "vi": "Dẫn vào thế giới của Du Dương",
            "en": "lead you to Melody, to fairyland"
        },
        {
            "id": 675,
            "vi": "Ngừng hơi thở lại, xem trong ấy",
            "en": "Please hold your breath—discover there a world"
        },
        {
            "id": 676,
            "vi": "Hiển hiện hoa và phảng phất hương",
            "en": "abloom with flowers, redolent of scents"
        },
        {
            "id": 677,
            "vi": "Hãy nghe lẫn lộn ghé bên tai",
            "en": "You'll hear a symphony—the voice of brooks,"
        },
        {
            "id": 678,
            "vi": "Giọng suối, lời chim, tiếng khóc người",
            "en": "the speech of birds, the human cry of grief"
        },
        {
            "id": 679,
            "vi": "Hãy uống thơ tan trong khúc nhạc",
            "en": "Drink up the wine, the poetry in those notes,"
        },
        {
            "id": 680,
            "vi": "Ngọt ngào kêu gọi thuở xa khơi",
            "en": "which sweetly moan and yearn for times long gone"
        },
        {
            "id": 681,
            "vi": "Rồi khi khúc nhạc đã ngừng im",
            "en": "And when the music’s fallen silent, hushed,"
        },
        {
            "id": 682,
            "vi": "Hãy vẫn ngừng hơi nghe trái tim",
            "en": "still hold your breath and listen to your heart:"
        },
        {
            "id": 683,
            "vi": "Còn cứ run hoài, như chiếc lá",
            "en": "it still keeps throbbing, trembling like a leaf"
        },
        {
            "id": 684,
            "vi": "Sau khi trận gió đã im lìm",
            "en": "after the gust of wind has long died down"
        },
        {
            "id": 685,
            "vi": "Gửi hương cho gió",
            "en": "Casting fragance to the wind"
        },
        {
            "id": 686,
            "vi": "Biết bao hoa đẹp trong rừng thẳm",
            "en": "How many beautiful flowers in the wilds"
        },
        {
            "id": 687,
            "vi": "Đem gửi hương cho gió phũ phàng",
            "en": "have cast their scent to ingrates, all those winds"
        },
        {
            "id": 688,
            "vi": "Mất một đời thơm trong kẽ núi,",
            "en": "They have misspent their lives in dells and nooks"
        },
        {
            "id": 689,
            "vi": "Không người du tử đến nhằm hang",
            "en": "where no wayfarer ever once sets foot"
        },
        {
            "id": 690,
            "vi": "Hoa ngỡ đem hương gửi gió kiều,",
            "en": "A flower casting fragrance to the winds"
        },
        {
            "id": 691,
            "vi": "Là truyền tin thắm gọi tình yêu",
            "en": "sends its own message forth—it offers love"
        },
        {
            "id": 692,
            "vi": "Song le hoa đợi càng thêm tủi:",
            "en": "Lonesome, it waits in vain for some response:"
        },
        {
            "id": 693,
            "vi": "Gió mặc hồn hương nhạt với chiều",
            "en": "its wind-borne scent will fade as sunlight dims"
        },
        {
            "id": 694,
            "vi": "Tản mác phương ngàn lạc gió câm,",
            "en": "The dumbstruck wind keeps roaming woods and hills,"
        },
        {
            "id": 695,
            "vi": "Dưới rừng hương đẹp chẳng tri âm",
            "en": "as in the wilds sweet fragrance goes unloved"
        },
        {
            "id": 696,
            "vi": "Tên rừng hoa đẹp rơi trên đá,",
            "en": "Those beautiful flowers drop on barren stone,"
        },
        {
            "id": 697,
            "vi": "Lặng lẽ hoàng hôn phủ bước thầm",
            "en": "and dusk will spread dark silence over all"
        },
        {
            "id": 698,
            "vi": "Tình yêu muôn thủa vẫn là hương",
            "en": "A flower’s scent means love, eternal love"
        },
        {
            "id": 699,
            "vi": "Biết mấy dòng thơm mở giữa đường,",
            "en": "How many hearts that bloomed along the way"
        },
        {
            "id": 700,
            "vi": "Đã mất tình yêu trong gió rủi,",
            "en": "have loved and lost by trusting fickle winds"
        },
        {
            "id": 701,
            "vi": "Không người thấu rõ đến nguồn thương",
            "en": "The loved ones know not who their lovers are"
        },
        {
            "id": 702,
            "vi": "Thiên hạ vô tình nhận ước mơ,",
            "en": "The thoughtless world receives a gift of dreams—"
        },
        {
            "id": 703,
            "vi": "Nhận rồi không hiểu mộng và thơ",
            "en": "such dreams, such poems it won’t understand"
        },
        {
            "id": 704,
            "vi": "Người si muôn kiếp là hoa núi,",
            "en": "Forever lovers are wild mountain flowers,"
        },
        {
            "id": 705,
            "vi": "Uổng nhuỵ lòng tươi tặng khách hờ",
            "en": "wasting their scent on those who do not care"
        },
        {
            "id": 706,
            "vi": "Lời thơ vào tập Gửi hương",
            "en": "Foreword to a book of poems"
        },
        {
            "id": 707,
            "vi": "Tôi là con chim đến từ núi lạ,",
            "en": "I am a bird from mountains you don’t know"
        },
        {
            "id": 708,
            "vi": "Ngứa cổ hát chơi",
            "en": "My throat feels itchy—so I start to chirp"
        },
        {
            "id": 709,
            "vi": "Khi gió sớm vào reo um khóm lá,",
            "en": "when sings the morning wind among the leaves,"
        },
        {
            "id": 710,
            "vi": "Khi trăng khuya lên ủ mộng xanh trời",
            "en": "when dreams the moon at midnight in the blue"
        },
        {
            "id": 711,
            "vi": "Chim ngậm suối đậu trên cành bịn rịn,",
            "en": "Perched on a branch, the bird longs for its brook—"
        },
        {
            "id": 712,
            "vi": "Kêu tự nhiên, nào biết bởi sao ca",
            "en": "it will break into song and not know why"
        },
        {
            "id": 713,
            "vi": "Tiếng to nhỏ chẳng xui chùm trái chín",
            "en": "Its ditties cannot make the fruits grow ripe"
        },
        {
            "id": 714,
            "vi": "Khúc huy hoàng không giúp nở bông hoa",
            "en": "its carols cannot help the flowers bloom"
        },
        {
            "id": 715,
            "vi": "Hát vô ích, thế mà chim vỡ cổ,",
            "en": "It’s profitless to sing, and yet the bird"
        },
        {
            "id": 716,
            "vi": "Héo tim xanh cho quá độ tài tình",
            "en": "will burst its throat and heart to sing its best"
        },
        {
            "id": 717,
            "vi": "Ca ánh sáng bao lần dây máu đỏ,",
            "en": "It’s sung of light while dripping with red blood,"
        },
        {
            "id": 718,
            "vi": "Rồi một ngày sa rụng giữa bình minh",
            "en": "and someday it will fall amid the dawn"
        },
        {
            "id": 719,
            "vi": "Tôi réo rắt, chẳng qua trời bắt vậy",
            "en": "I trill and warble—Heaven bids me sing"
        },
        {
            "id": 720,
            "vi": "Chiếc thuyền lòng, nước đẩy phải trôi theo",
            "en": "My heart, a boat, will move as flows the stream"
        },
        {
            "id": 721,
            "vi": "Gió đã thổi, cho nên buồn phải dậy",
            "en": "The wind is blowing—up the sails must hoist"
        },
        {
            "id": 722,
            "vi": "Hồn vu vơ, tội ấy ở mây đèo",
            "en": "My soul must drift and wander—blame the clouds"
        },
        {
            "id": 723,
            "vi": "Nghiệp tài tử nghìn xưa đông lắm chắc",
            "en": "The world once teemed with artists in past lives—"
        },
        {
            "id": 724,
            "vi": "Chúng tôi hùn làm một kiếp đa duyên",
            "en": "they’ve left me their bequest of too much love"
        },
        {
            "id": 725,
            "vi": "Cảm nếp trán của người lo sáu khắc,",
            "en": "I grieve for furrows on care-laden brows"
        },
        {
            "id": 726,
            "vi": "Thương năm canh nước mắt những ai phiền",
            "en": "and mourn the tears that sorrow sheds all night"
        },
        {
            "id": 727,
            "vi": "Nghề lựa chữ, thôi một trò trẻ nhỏ",
            "en": "To pick and choose some words—a children’s game"
        },
        {
            "id": 728,
            "vi": "Dăm câu vui đắp đối với câu sầu",
            "en": "I offset lines of gloom with lines of cheer"
        },
        {
            "id": 729,
            "vi": "Sương với bóng, không có gì tỏ rõ",
            "en": "All mists and shadows—nothing makes clear sense"
        },
        {
            "id": 730,
            "vi": "Xin đừng cười đời có nghĩa chi đâu?",
            "en": "But don’t you laugh Does life make any sense?"
        },
        {
            "id": 731,
            "vi": "Tiếng tôi hát chẳng làm ai tươi nở,",
            "en": "My song will make nobody grow and thrive,"
        },
        {
            "id": 732,
            "vi": "Nhưng sách nầy, tôi để cả trái tim",
            "en": "but to this book I’ve trusted my whole heart"
        },
        {
            "id": 733,
            "vi": "Giở cho khéo, kẻo lòng tôi động vỡ,",
            "en": "Open with caution—don’t disturb my heart"
        },
        {
            "id": 734,
            "vi": "Hồn người tình mỏng lắm, xếp cho êm",
            "en": "And gently close—a lover’s soul’s so frail"
        },
        {
            "id": 735,
            "vi": "Nắng cũ phai rồi, lòng tôi vẫn cất",
            "en": "Daylight has faded, yet my heart still keeps"
        },
        {
            "id": 736,
            "vi": "Một chiều ong vàng đẹp sắc năm mây",
            "en": "each golden sunset with its rainbow hues"
        },
        {
            "id": 737,
            "vi": "Xuân vội bước, nhưng mà hương chẳng mất:",
            "en": "Spring’s hurried off—whatever scent is left"
        },
        {
            "id": 738,
            "vi": "Tôi với tay giam giữ ở trong nầy",
            "en": "I’ve reached for with both hands and hold in here"
        },
        {
            "id": 739,
            "vi": "Nếu trang giấy có động mình tuyết bạch,",
            "en": "If something seems to stir the pure-white page"
        },
        {
            "id": 740,
            "vi": "Ấy là tôi dào dạt với âm thanh",
            "en": "and sway to music, that’s my living soul"
        },
        {
            "id": 741,
            "vi": "Hồn thắc mắc vẫn đi về với sách,",
            "en": "Restless and anguished, it still haunts the book:"
        },
        {
            "id": 742,
            "vi": "Dưới tay ai xem lại nỗi lòng mình",
            "en": "within your hands, you see it breathe again"
        },
        {
            "id": 743,
            "vi": "Vâng, đáng lẽ làm xong tôi giữ lấy",
            "en": "I should have kept these poems to myself"
        },
        {
            "id": 744,
            "vi": "Vui gì đâu mà đưa đẩy dương tranh,",
            "en": "They give no joy—why put them on display?"
        },
        {
            "id": 745,
            "vi": "Nhưng, cũng lạ nỗi tình đau khổ ấy,",
            "en": "It’s rather strange, but sorrows I once felt"
        },
        {
            "id": 746,
            "vi": "Để riêng tây, như có chỗ không đành",
            "en": "I’m not content to save as private griefs"
        },
        {
            "id": 747,
            "vi": "Thôi thì đó, nói cùng nhau cho thoả",
            "en": "Well, let me speak and get them off my chest"
        },
        {
            "id": 748,
            "vi": "Ai có thương thì tôi cũng cảm ơn,",
            "en": "Reader, if you love me, have my thanks"
        },
        {
            "id": 749,
            "vi": "Ai có ghét, tôi cũng cười khuây khoả",
            "en": "If you loathe me, I'll take it with a smile:"
        },
        {
            "id": 750,
            "vi": "Lỗi vì tôi, tôi đâu dám giận hờn",
            "en": "I cannot hold against you what’s my fault"
        },
        {
            "id": 751,
            "vi": "Nhưng nghĩ lại: sống vẫn là hơn chết",
            "en": "On second thought I’d rather live than die"
        },
        {
            "id": 752,
            "vi": "Gần hơn xa yêu mến ngọt ngào thay",
            "en": "Better stay close together—love tastes sweet"
        },
        {
            "id": 753,
            "vi": "Nên, thú thật, tôi mong nhiều kẻ biết",
            "en": "So, I'll confess my hope that many friends"
        },
        {
            "id": 754,
            "vi": "Xem nhiều thơ và nhớ lại nhiều ngày",
            "en": "will read me and remember me for long"
        },
        {
            "id": 755,
            "vi": "Và nghĩ ngợi: Ai mà ai oán thế",
            "en": "But you may think, Who ever is so sad?"
        },
        {
            "id": 756,
            "vi": "Ở nơi đâu mà giọng nói tiêu tao",
            "en": "Where can one hear so sorrowful a voice?"
        },
        {
            "id": 757,
            "vi": "Thưa, một kiếp ai không từng nhỏ lệ?",
            "en": "I’ll ask, Who’s never shed a tear or two?"
        },
        {
            "id": 758,
            "vi": "Ta cùng buồn: mơn trớn vuốt ve nao",
            "en": "We all have grieved—let’s comfort one and all"
        },
        {
            "id": 759,
            "vi": "Và hãy yêu tôi, một giờ cũng đủ,",
            "en": "And love me, friends, for just an hour, please"
        },
        {
            "id": 760,
            "vi": "Một giây cũng cam, một chút cũng đành",
            "en": "Or even for a minute—love a bit"
        },
        {
            "id": 761,
            "vi": "Khổ tôi hát, loài người xin chớ phụ",
            "en": "I sing my sorrows—humankind, give ear"
        },
        {
            "id": 762,
            "vi": "Cô hay dịu dàng chầm chậm, thưa anh",
            "en": "Young sister, listen Brother, stop and heed"
        },
        {
            "id": 763,
            "vi": "Thơ tôi đó, gió lùa đem toả khắp",
            "en": "The wind will blow my poems here and there"
        },
        {
            "id": 764,
            "vi": "Và lòng tôi, mời mọc bạn chia nhau",
            "en": "and bid you, readers, share what’s in my heart"
        },
        {
            "id": 765,
            "vi": "Trông thấy nghìn môi rượu mùa ăm ắp,",
            "en": "If I see my strong wine warm all your lips,"
        },
        {
            "id": 766,
            "vi": "Tôi sẽ vui được có tấm lòng sầu",
            "en": "I shall rejoice to have a heart that grieves"
        },
        {
            "id": 767,
            "vi": "Tôi là con chim đến từ núi lạ,",
            "en": "I am a bird from mountains you don’t know"
        },
        {
            "id": 768,
            "vi": "Ngửa cổ hát chơi",
            "en": "My throat feels itchy—so I start to chirp"
        },
        {
            "id": 769,
            "vi": "Hãy nghe lấy Còn như sao rỉ rả,",
            "en": "Please listen—as to reasons for my song,"
        },
        {
            "id": 770,
            "vi": "Hỏi làm chi Tôi không biết trả lời",
            "en": "why ask me? I just don’t know what to say"
        },
        {
            "id": 771,
            "vi": "Gởi Nguyễn Du",
            "en": "To Nguyen Du"
        },
        {
            "id": 772,
            "vi": "Hỡi Nguyễn Du Hỡi nhà thơ trác việt",
            "en": "Nguyén Du, a poet towering over all"
        },
        {
            "id": 773,
            "vi": "Đã đem dòng lệ huyết tự tâm can",
            "en": "From your own heart you squeezed out blood and tears"
        },
        {
            "id": 774,
            "vi": "",
            "en": "to fashion pearls—on golden threads of silk"
        },
        {
            "id": 775,
            "vi": "Để kết thành châu ngọc với tơ vàng",
            "en": "you then embroidered them and made brocade"
        },
        {
            "id": 776,
            "vi": "Dùng thêu vệt biết bao hàng cẩm tú",
            "en": "life and art"
        },
        {
            "id": 777,
            "vi": "Hỡi Nguyễn Du Hỡi nhà thơ bất hủ",
            "en": "Nguyén Du, a poet living for all times"
        },
        {
            "id": 778,
            "vi": "Rút tơ lòng phổ khúc Đoạn trường thanh",
            "en": "You plucked your heartstrings playing that sad tune"
        },
        {
            "id": 779,
            "vi": "Để khóc người bạc mạng nức tài danh",
            "en": "to mourn a gifted beauty cursed by fate"
        },
        {
            "id": 780,
            "vi": "Và khóc cả thân mình nhơ gió bụi",
            "en": "and mourn your self, which dust and storm had stained"
        },
        {
            "id": 781,
            "vi": "Người đã vẽ trong bao dòng lệ tủi",
            "en": "You dipped your pen in pools of bitter tears"
        },
        {
            "id": 782,
            "vi": "Một cuộc đời chìm nổi giữa truân chuyên,",
            "en": "and drew a life that jolted down rough roads"
        },
        {
            "id": 783,
            "vi": "Người đã đem một điệu nhạc thần tiên",
            "en": "You sang a melody the gods might sing,"
        },
        {
            "id": 784,
            "vi": "Thay những kẻ vô duyên cùng cảnh ngộ,",
            "en": "speaking for all unfortunates like you"
        },
        {
            "id": 785,
            "vi": "(Những kẻ sớm bạc đầu trong bể khổ)",
            "en": "(all those whose hair so early grays with woe),"
        },
        {
            "id": 786,
            "vi": "Giải nỗi lòng khôn tỏ với loài người,",
            "en": "unburdening hearts of woes the world ignored,"
        },
        {
            "id": 787,
            "vi": "Và than niềm uất hận mãi không nguôi",
            "en": "venting a rage that nothing could appease,"
        },
        {
            "id": 788,
            "vi": "Của kẻ chẳng gặp thời như ý nguyện",
            "en": "as someone born at odds with his own times"
        },
        {
            "id": 789,
            "vi": "Hỡi Nguyễn Du Nếu hồn người linh hiển",
            "en": "Nguyén Du If somehow you can hear these words,"
        },
        {
            "id": 790,
            "vi": "Dưới suối vàng xin hãy hết băn khoăn,",
            "en": "stop brooding—rest in peace among the shades"
        },
        {
            "id": 791,
            "vi": "Vì dẫu người đau khổ ở dương trần,",
            "en": "Though you once grieved and suffered much on earth,"
        },
        {
            "id": 792,
            "vi": "Người cũng được một đôi phần an ủi:",
            "en": "some crumbs of solace you did once enjoy"
        },
        {
            "id": 793,
            "vi": "Người đã thoát khỏi cuộc đời gió bụi",
            "en": "You could escape the field of dust and storm"
        },
        {
            "id": 794,
            "vi": "Trên cánh vàng rực rỡ của Ly Tao,",
            "en": "when with the muse and on her golden wings"
        },
        {
            "id": 795,
            "vi": "Người đã vào một thế giới thanh cao",
            "en": "you soared and entered that elysian sphere,"
        },
        {
            "id": 796,
            "vi": "Xa xã hội ba đào vinh lẫn nhục",
            "en": "far from a world where honors mixed with shame"
        },
        {
            "id": 797,
            "vi": "Người chẳng biết nổi khổ người trần tục,",
            "en": "You did not know the plight of common men"
        },
        {
            "id": 798,
            "vi": "Ngậm căm hờn lăn lóc giữa lầm than,",
            "en": "They swallow anger rolling in the dirt,"
        },
        {
            "id": 799,
            "vi": "Lê cái Buồn khốn nạn khắp nhân gian,",
            "en": "dragging their wretchedness across the earth,"
        },
        {
            "id": 800,
            "vi": "Muốn lên tiếng thở than, lời chẳng có",
            "en": "finding no words to utter their complaints"
        },
        {
            "id": 801,
            "vi": "Người đã được đem tài ra thi thố,",
            "en": "To all your gifts you gave the fullest secope—"
        },
        {
            "id": 802,
            "vi": "Mang râu mày không hổ với non sông",
            "en": "you need not ever blush to be a man"
        },
        {
            "id": 803,
            "vi": "Thân làm trai miễn sạch nợ tang bồng",
            "en": "A man will do what he, a man, must do—"
        },
        {
            "id": 804,
            "vi": "Còn thành bại, anh hùng chi xá kể",
            "en": "what matter if he fails or he succeeds?"
        },
        {
            "id": 805,
            "vi": "Người chẳng biết nỗi buồn người tráng sĩ",
            "en": "You did not feel the grief of some brave soul,"
        },
        {
            "id": 806,
            "vi": "Tài có thừa, chí khí kém chi ai,",
            "en": "endowed with talent, powered by strong will,"
        },
        {
            "id": 807,
            "vi": "Muốn ra tay quét sạch những chông gai,",
            "en": "who wants to sweep the ground quite clean of thorns"
        },
        {
            "id": 808,
            "vi": "Đền ân nặng cho giang sơn đất nước,",
            "en": "and to the fatherland acquit his debt"
        },
        {
            "id": 809,
            "vi": "Nhưng bất hạnh bị sa vòng bó buộc",
            "en": "Ill-fated, he gets captured and confined"
        },
        {
            "id": 810,
            "vi": "Để thân tàn mai một chốn hoang vu,",
            "en": "to waste away, forgotten, in the wilds"
        },
        {
            "id": 811,
            "vi": "Và trọn đời mang uất hận âm u",
            "en": "and nurse a silent wrath all through his life,"
        },
        {
            "id": 812,
            "vi": "Vì thời thế không dung người tráng liệt",
            "en": "because the world won’t nurture gallant men"
        },
        {
            "id": 813,
            "vi": "Người đã được biết bao người hiểu biết,",
            "en": "You’ve been well understood by many men"
        },
        {
            "id": 814,
            "vi": "Biết bao người thành thiệt mến thi nhân,",
            "en": "and as a poet loved by many men"
        },
        {
            "id": 815,
            "vi": "Biết bao người chung cảnh ngộ di thần",
            "en": "Not a few loyalists have shared your plight—"
        },
        {
            "id": 816,
            "vi": "Đã nhỏ lệ nghe tiếng người ta thán",
            "en": "on hearing your lament, they have shed tears"
        },
        {
            "id": 817,
            "vi": "Người chẳng biết nỗi buồn rầu chán nản",
            "en": "You have not known the torment and despair"
        },
        {
            "id": 818,
            "vi": "Của những người chịu mãi kiếp cô đơn,",
            "en": "of men who live forlorn, deserted lives,"
        },
        {
            "id": 819,
            "vi": "Không bạn bè thân thích, bị giang sơn",
            "en": "without a friend or any kin, despised,"
        },
        {
            "id": 820,
            "vi": "Và chủng tộc mãi khinh lờn, ghét bỏ,",
            "en": "abandoned by their countrymen, their race,"
        },
        {
            "id": 821,
            "vi": "Sưởi hồn lạnh chỉ vầng dương sáng tỏ,",
            "en": "whose chilly souls have nothing but the sun,"
        },
        {
            "id": 822,
            "vi": "Đáp tiếng lòng, không một tiếng vang êm",
            "en": "whom no faint echo answers when they call,"
        },
        {
            "id": 823,
            "vi": "Và khối tình tha thiết ở trong tim",
            "en": "who let their hearts, which flow with love and trust,"
        },
        {
            "id": 824,
            "vi": "Dần khô héo, chết mòn trong bóng tối",
            "en": "slowly run dry and wither in the dark"
        },
        {
            "id": 825,
            "vi": "Người chẳng biết nỗi băn khoăn bối rối",
            "en": "You have not known the anguish many feel,"
        },
        {
            "id": 826,
            "vi": "Của những người vô phúc chỉ là người,",
            "en": "those luckless ones who’re human—nothing more"
        },
        {
            "id": 827,
            "vi": "Trước dòng đời im lặng lạnh lùng trôi",
            "en": "While life is quietly, coldly streaming past,"
        },
        {
            "id": 828,
            "vi": "Chất tuổi tác trên tấm thân mỏi mệt,",
            "en": "their bodies tire beneath the load of years—"
        },
        {
            "id": 829,
            "vi": "Bỗng hoảng hốt thấy mình gần cõi chết",
            "en": "they panic as they stagger at death’s door"
        },
        {
            "id": 830,
            "vi": "Và bâng khuâng nhớ tiếc tuổi xuân qua",
            "en": "and in despair hark back to their lost youth"
        },
        {
            "id": 831,
            "vi": "Trước những hình đẹp đẻ buổi niên hoa,",
            "en": "Before bright pictures conjured in their minds,"
        },
        {
            "id": 832,
            "vi": "Tình yêu sống dậy trong lòng tha thiết",
            "en": "they feel their zest for life aroused again"
        },
        {
            "id": 833,
            "vi": "Ý cũng muốn được trường tồn bất diệt",
            "en": "They wish to live, live on, defying death,"
        },
        {
            "id": 834,
            "vi": "Nhưng bóng chiều sắp tắt, biết sao đây?",
            "en": "but twilight’s falling—what are they to do?"
        },
        {
            "id": 835,
            "vi": "Tưởng mình không có nữa dưới trời mây,",
            "en": "To think they’ll be no more beneath the blue"
        },
        {
            "id": 836,
            "vi": "Tưởng thân nát dưới làn cây xanh biếc,",
            "en": "To think that under those green trees they'll rot"
        },
        {
            "id": 837,
            "vi": "Ôi Phải chết Tưởng rằng mình phải chết",
            "en": "Oh, they shall die—to think that they shall die"
        },
        {
            "id": 838,
            "vi": "Chẳng còn gì để lại chốn nhân gian",
            "en": "and leave behind them nothing in the world"
        },
        {
            "id": 839,
            "vi": "Đau đớn thay cho kẻ chẳng tài năng",
            "en": "Alas for those, untalented, unskilled,"
        },
        {
            "id": 840,
            "vi": "Đứng ngơ ngác nhìn bên kia cửa Tử",
            "en": "who must stand there and stare beyond death’s door"
        },
        {
            "id": 841,
            "vi": "Mà chẳng được như nhà thơ bất hủ,",
            "en": "Unlike a poet of eternal fame,"
        },
        {
            "id": 842,
            "vi": "Được như người, hỡi thi sĩ Nguyễn Du",
            "en": "unlike you, minstrel for all times, Nguyén Du,"
        },
        {
            "id": 843,
            "vi": "Ước mong rằng ba thế kỷ về sau",
            "en": "they cannot hope they will be missed and mourned"
        },
        {
            "id": 844,
            "vi": "Còn có kẻ khóc mình trên mặt đất",
            "en": "by men on earth three centuries from now"
        }
    ]
}