{
    "file_name": "You cannot lock up the mind",
    "data": [
        {
            "id": 0,
            "vi": "Không giam được trí óc",
            "en": "You cannot lock up the mind"
        },
        {
            "id": 1,
            "vi": "Đế quốc tù ta, ta chẳng tù",
            "en": "Imperialists jail us—we are not jailed"
        },
        {
            "id": 2,
            "vi": "Ta còn bộ óc, ta không lo",
            "en": "We have our mind still—so we feel no fear"
        },
        {
            "id": 3,
            "vi": "Giam người, khoá cả chân tay lại",
            "en": "Lock up our bodies, tie us hand and foot,"
        },
        {
            "id": 4,
            "vi": "Chẳng thể ngăn ta nghĩ tự do",
            "en": "you can’t prevent us, though, from thinking free"
        },
        {
            "id": 5,
            "vi": "Có lúc ngươi toan đánh bể đầu",
            "en": "Time and again you’ve tried to crush our heads—"
        },
        {
            "id": 6,
            "vi": "Đầu ta chẳng bể, sống càng lâu",
            "en": "our heads stay whole, and longer we shall live"
        },
        {
            "id": 7,
            "vi": "Sống lâu ta nghĩ trăm ngàn kế",
            "en": "In our long lives, we shall devise the schemes"
        },
        {
            "id": 8,
            "vi": "Nghĩ kế đưa ngươi xuống vực sâu",
            "en": "to knock you down and lay you in the pit"
        },
        {
            "id": 9,
            "vi": "Đời ta đã có một con đường",
            "en": "We lead our lives along a single path"
        },
        {
            "id": 10,
            "vi": "Ý nghĩ ta đi khắp bốn phương",
            "en": "Toward all the world’s four corners go our thoughts,"
        },
        {
            "id": 11,
            "vi": "Đi đến hang sâu, vào ngục tối",
            "en": "to reach secluded hovels, prison cells,"
        },
        {
            "id": 12,
            "vi": "Gọi hồn nhân loại nắn đau thương",
            "en": "to call on human souls and salve their wounds"
        },
        {
            "id": 13,
            "vi": "Này này đế quốc biết hay chăng?",
            "en": "Hey, you imperialists! Do you know?"
        },
        {
            "id": 14,
            "vi": "Ngươi đã già nua, ta trẻ măng",
            "en": "You’ve grown decrepit—we stay young and strong"
        },
        {
            "id": 15,
            "vi": "Trái đất ngươi ôm, ôm chẳng nổi",
            "en": "The earth you held you can no longer hold"
        },
        {
            "id": 16,
            "vi": "Trời kia, ta với cả cung trăng",
            "en": "we aim at heaven, reaching for the moon"
        },
        {
            "id": 17,
            "vi": "Ngươi ơi ngươi đã trở về già",
            "en": "Aging imperialists, you’re on the wane"
        },
        {
            "id": 18,
            "vi": "Trái đất non sông này trả ta",
            "en": "This earth, this country, give it back to us"
        },
        {
            "id": 19,
            "vi": "Cửa kín tường cao bưng bít mấy",
            "en": "Closed doors, tall walls may close in everything—"
        },
        {
            "id": 20,
            "vi": "Ta nhìn vũ trụ vẫn bao la!",
            "en": "we still can see the firmament’s vast sweep"
        },
        {
            "id": 21,
            "vi": "Ta nghĩ ngày mai hết đói nghèo",
            "en": "We contemplate tomorrow hunger-free—"
        },
        {
            "id": 22,
            "vi": "Hết tù, hết tội, hết gieo neo",
            "en": "no poverty, no jail, no wretched life"
        },
        {
            "id": 23,
            "vi": "Trong ngoài bốn biển anh em cả",
            "en": "All peoples will be brothers in the world—"
        },
        {
            "id": 24,
            "vi": "Ôi, đẹp vườn xuân những sớm chiều!",
            "en": "O fair spring garden for their days and nights!"
        }
    ]
}