{
  "file_name": "",
  "data": [
    {
      "id": 0,
      "vi": "ai ai lẳng lặng mà nghe",
      "en": "All remains silent, not a single voice is heard anymoret"
    },
    {
      "id": 1,
      "vi": "có người ở quận  đông thành",
      "en": "In the district of Đông Thành lived a man"
    },
    {
      "id": 2,
      "vi": "tuổi vừa hai tám nghề chuyên học hành",
      "en": "At just sixteen years of age the young man assiduously applied himself to hiss studies"
    },
    {
      "id": 3,
      "vi": "mấy lời chẳng dám nói ra",
      "en": "no one in the village dared say a word."
    },
    {
      "id": 4,
      "vi": "thầy cho ba đạo  phù thần  đem theo",
      "en": "“hen the sorcerer gives the boy three celestial talismans."
    },
    {
      "id": 5,
      "vi": "xuống sông cũng vững lên đèo cũng an",
      "en": "you will cross rivers safely, you will climb mountains in peace!”"
    },
    {
      "id": 6,
      "vi": "chi bằng hỏi lại lẽ nào cho  minh",
      "en": "Since you ask, I really must explain,"
    },
    {
      "id": 7,
      "vi": "tiểu sinh  chẳng biết nắng mưa lúc nào",
      "en": "The maiden knew not what night it was."
    },
    {
      "id": 8,
      "vi": "tuy rằng soi khắp nơi nơi",
      "en": "although it shines everywhere,"
    },
    {
      "id": 9,
      "vi": "thấy con gái tốt qua đường bắt đi",
      "en": "“They spotted two beautiful girls on their way and seized them,"
    },
    {
      "id": 10,
      "vi": "trong làng chẳng dám nói chi",
      "en": "no one in the village dared say a word."
    },
    {
      "id": 11,
      "vi": "tôi xin ra sức anh hào",
      "en": "I would like to requite you for your beneficence,"
    },
    {
      "id": 12,
      "vi": "hỏi ai than khóc ở trong xe nàỷ",
      "en": "cries out: “Who is that wailing and weeping at the rear of this wheeled cart?”"
    },
    {
      "id": 13,
      "vi": "khoan khoan ngồi đó chớ ra",
      "en": "Remain calmly seated where you are, be careful not to come outt"
    },
    {
      "id": 14,
      "vi": "tiểu thư con gái nhà ai",
      "en": "To what family do this lady belong?"
    },
    {
      "id": 15,
      "vi": "nay con  tì tất  tên là kim liên",
      "en": "This is my servant, her name is Kim Liên."
    },
    {
      "id": 16,
      "vi": "quê nhà ở quận  tây xuyên",
      "en": "I hail from the district of Tây Xuyên,"
    },
    {
      "id": 17,
      "vi": "gặp đây đương lúc giữa đàng",
      "en": "We have met in mid-journey,"
    },
    {
      "id": 18,
      "vi": "ai ngờ đấng mặt anh hùng",
      "en": "Who could think a hero"
    },
    {
      "id": 19,
      "vi": "xuống tay bèn viết  tám câu năm vần",
      "en": "Her hand descends onto the paper, she writes eight lines of five characters each;"
    },
    {
      "id": 20,
      "vi": "ai ai cũng ở trong trời",
      "en": "but we all live under the same sky!"
    },
    {
      "id": 21,
      "vi": "cớ sao nên nỗi con đi một mình",
      "en": "And for what reason are you traveling all alone?”"
    },
    {
      "id": 22,
      "vi": "ngày nào nghe đặng tiếng đàn tri âm",
      "en": "When will come the day when my friend voice will be audible to my ears?"
    },
    {
      "id": 23,
      "vi": "vời vời đất rộng trời cao",
      "en": "O vast earth! O huge sky!"
    },
    {
      "id": 24,
      "vi": "trở vào bèn lấy bút nghiên",
      "en": "She goes back in, takes up her brush and inkkwell,"
    },
    {
      "id": 25,
      "vi": "anh hùng lại gặp anh hùng một khị",
      "en": "And here indeed, one hero has just met another!"
    },
    {
      "id": 26,
      "vi": "một mình mang cặp mà đi việc gì",
      "en": "To what end do you travel alone, carrying your bags?”"
    },
    {
      "id": 27,
      "vi": "đáp rằng ta cũng xuống thi",
      "en": "The traveler replies: \"I'm going to the exams too!"
    },
    {
      "id": 28,
      "vi": "cha già những tưởng mẹ già những trông",
      "en": "Your aged father never stopped thinking about you, your aged mother was constantly waiting for you."
    },
    {
      "id": 29,
      "vi": "con đi tới đó trao qua thư này",
      "en": "When you get there, you will deliver this letter to her address."
    },
    {
      "id": 30,
      "vi": "gió tây rày đã đưa xuân sang hè",
      "en": "The monsoon has driven away the spring, now summer has taken its place,"
    },
    {
      "id": 31,
      "vi": "sao không kết bạn mà đi vào trường",
      "en": "why don't you take a companion and go there together?"
    },
    {
      "id": 32,
      "vi": "tên là tử trực văn chương tót đời",
      "en": "his name is Tử Trực, he has devoted his life to the study of literature."
    },
    {
      "id": 33,
      "vi": "như chuông chẳng đánh sao kêu",
      "en": "If the bell is not rung, it will make no sound,"
    },
    {
      "id": 34,
      "vi": "khá khen hai gã tài lành cả haị",
      "en": "It's a good thing you Ve given me two ounces of good silver"
    },
    {
      "id": 35,
      "vi": "bóng trăng vừa cách cành dâu",
      "en": "The moon had just disappeared behind the treetops,"
    },
    {
      "id": 36,
      "vi": "xa xa vừa một dặm đường",
      "en": "Hardly has he walked a dặm"
    },
    {
      "id": 37,
      "vi": "năm ba chén rượu một vài câu thơ",
      "en": "they empty a few glasses of spirits and compose some lines of poetry."
    },
    {
      "id": 38,
      "vi": "hai người tìm quán nghỉ ngơi đợi kỳ",
      "en": "the two friends set off in search of an inn to rest up for the examinations."
    },
    {
      "id": 39,
      "vi": "một người ở phủ phanchương",
      "en": "One of them lives in the district of Phan Chương,"
    },
    {
      "id": 40,
      "vi": "hai người lại gặp hai người",
      "en": "striking both: both of them die!"
    },
    {
      "id": 41,
      "vi": "đều vào một quán vui cười ngửa nghiêng",
      "en": "all of them enter the inn full of cheer and roaring with laughter."
    },
    {
      "id": 42,
      "vi": "bốn người ngồi lại một dòng làm thơ",
      "en": "our four companions sit down side by side and compose verses."
    },
    {
      "id": 43,
      "vi": "ghét cay ghét đắng ghét vào tới tâm",
      "en": "hate them cruelly, hate them from the bottom of our hearts,"
    },
    {
      "id": 44,
      "vi": "để dân tới nỗi sa hầm sảy hang",
      "en": "who let the people sink into an abyss of unhappiness;"
    },
    {
      "id": 45,
      "vi": "khiến dân luống chịu lầm than muôn phần",
      "en": "who let the people sink into an abyss of unhappiness;"
    },
    {
      "id": 46,
      "vi": "thương dân sao chẳng lập thân",
      "en": "Since you love the people, why not secure a position for yourself"
    },
    {
      "id": 47,
      "vi": "đương khi nắng hạ toan phần  làm mưa",
      "en": "As the sun was declining towards the horizon,"
    },
    {
      "id": 48,
      "vi": "người nay có khác xưa nào",
      "en": "How are men today any different from those of yore?"
    },
    {
      "id": 49,
      "vi": "xem hai con mắt đã ngời như châu",
      "en": "Look at their two eyes, they shine like pearls!"
    },
    {
      "id": 50,
      "vi": "dây rơm  mũ trắng áo phùng",
      "en": "Straw rope, white hat, funeral robe,"
    },
    {
      "id": 51,
      "vi": "sao dời vật đổi  còn gì mà mong",
      "en": "Stars change place, objects change state, what have I left to hope for?”"
    },
    {
      "id": 52,
      "vi": "hai hàng nước mắt ròng ròng",
      "en": "Two streams of tears flow down his face;"
    },
    {
      "id": 53,
      "vi": "quán rằng thương đấng anh hùng",
      "en": "Who could think a hero"
    },
    {
      "id": 54,
      "vi": "đưa ba phong thuốc để phòng hộ than",
      "en": "I bring you three pills that will keep you alive."
    },
    {
      "id": 55,
      "vi": "ôi thôi con mắt  đã mang sầu sầu",
      "en": "Alas! Sadness has clouded my eyes!"
    },
    {
      "id": 56,
      "vi": "chân đi đã mỏi mình đau như dần",
      "en": "My feet are weary of walking, I am racked with pain!"
    },
    {
      "id": 57,
      "vi": "vừa may gặp khách qua đường",
      "en": "Just then they met a stranger crossing the road."
    },
    {
      "id": 58,
      "vi": "may mà bệnh ấy đặng an",
      "en": "If, fortunately, the ailment is cured,"
    },
    {
      "id": 59,
      "vi": "sau xem  y học  thứ cầu đông y",
      "en": "After having first examined the Y học,"
    },
    {
      "id": 60,
      "vi": "ngẫm trong tập  nghiệm  lương phương",
      "en": "I shall meditate upon the Tập nghiệm lương phang"
    },
    {
      "id": 61,
      "vi": "mệnh môn tướng hỏa  đã xông lên đầu",
      "en": "The fire inside has risen the the head,"
    },
    {
      "id": 62,
      "vi": "mười ngày chẳng bớt chút nào",
      "en": "Ten days go by and no improvement can be seen!"
    },
    {
      "id": 63,
      "vi": "bệnh sao chẳng bớt mà đòi bạc thêm",
      "en": "the pain is not subsiding and still you ask for more silver!”"
    },
    {
      "id": 64,
      "vi": "ra đi buôn bán giữa đường chẳng an",
      "en": "He was walking, engaging in trade, when he fell ill on the road."
    },
    {
      "id": 65,
      "vi": "tuổi này là tuổi giàu sang trên đời",
      "en": "his age is that of wealth and glory in this world."
    },
    {
      "id": 66,
      "vi": "một giao hai sách mà ba hào trùng",
      "en": "...One giao, two sách, three trùng!"
    },
    {
      "id": 67,
      "vi": "vì chưng ma quỉ lộ trình rất thiêng",
      "en": "for the demons of the road are formidable!"
    },
    {
      "id": 68,
      "vi": "muốn cho bệnh ấy đặng an",
      "en": "If you want his ailment to heal,"
    },
    {
      "id": 69,
      "vi": "sĩ rằng lấy ở đâu tìm",
      "en": "where is he to find a guide to lead him out?"
    },
    {
      "id": 70,
      "vi": "tóm thâu muôn vật vào bầu  hồ linh",
      "en": "I can conjure all creatures into the hổ linh flaskt."
    },
    {
      "id": 71,
      "vi": "có ba lượng bạc trao sang",
      "en": "You must give me three ounces of silver,"
    },
    {
      "id": 72,
      "vi": "cho ngươi ba đạo bùa trời",
      "en": "You must give me three ounces of silver,"
    },
    {
      "id": 73,
      "vi": "anh về nay đã hai năm",
      "en": "“It has been two years, he said, since you [left us to] return to your family!"
    },
    {
      "id": 74,
      "vi": "người lành nỡ bỏ người đau sao đành",
      "en": "can the one in good health desert the one afilicted?"
    },
    {
      "id": 75,
      "vi": "từ đây về đến đông thành",
      "en": "To go from here to Đồng Thành,"
    },
    {
      "id": 76,
      "vi": "tìm thuyền ta sẽ luận bàn cùng nhau",
      "en": "well find a boat there and sail together”"
    },
    {
      "id": 77,
      "vi": "vào rừng lấy thuốc ngoại khoa",
      "en": "Let us enter the forest to seek some precious remedy there"
    },
    {
      "id": 78,
      "vi": "tiểu đồng vội vã ra đi",
      "en": "The young servant runs off in haste,"
    },
    {
      "id": 79,
      "vi": "bắt người đồng tử buộc vào trong cây",
      "en": "seizes the boy and ties him to a tree."
    },
    {
      "id": 80,
      "vi": "vân tiên những ngồi đợi trông",
      "en": "Vân Tiên is still seated, waiting impatiently."
    },
    {
      "id": 81,
      "vi": "dò ra chốn cũ tìm thầy vân tiên",
      "en": "he runs to the places he left, searching for his master Vân Tiên."
    },
    {
      "id": 82,
      "vi": "tay lau nước mắt trông chừng",
      "en": "With his hand he wipes off the tears that blur his sight,"
    },
    {
      "id": 83,
      "vi": "đi nghe tiếng nói đầu rừng lao xao",
      "en": "when, all ofa sudden, he hears loud voices on the edge of the forest,"
    },
    {
      "id": 84,
      "vi": "mà dân đều hỏi thằng nào tới đâỷ",
      "en": "“Who is this boy coming hither?” ask the villagers."
    },
    {
      "id": 85,
      "vi": "tiểu đồng chẳng kịp hỏi han",
      "en": "The young servant, unable to inquire further,"
    },
    {
      "id": 86,
      "vi": "kêu nhau vác cuốc đều lui về nhà",
      "en": "They call out to one another, take up their pickaxes and move away."
    },
    {
      "id": 87,
      "vi": "một mình ở đất đại đề",
      "en": "Alone in the land of Đại Đề,"
    },
    {
      "id": 88,
      "vi": "đêm khuya lặng lẽ như tờ",
      "en": "It is late at night, the sea is calm, smooth as a mirror."
    },
    {
      "id": 89,
      "vi": "trong thuyền ai nấy đều ra",
      "en": "Everyone on the boat heaves a sigh;"
    },
    {
      "id": 90,
      "vi": "đều thương họ lục xót xa trong lòng",
      "en": "hate them cruelly, hate them from the bottom of our hearts,"
    },
    {
      "id": 91,
      "vi": "vừa may trời đã sáng ngày",
      "en": "Fortunately, the sun has just come out in the sky."
    },
    {
      "id": 92,
      "vi": "ngư ông khi ấy hỏi han",
      "en": "The fisherman then questions him,"
    },
    {
      "id": 93,
      "vi": "chớ tin sông cũ bến xưa mà lầm",
      "en": "Do not be misled by the river you once navigated or the bank where you once disembarlced!"
    },
    {
      "id": 94,
      "vi": "mấy ai ở được hảo tâm",
      "en": "How many possess goodness of heart?"
    },
    {
      "id": 95,
      "vi": "mấy ai hay nghĩ việc đời",
      "en": "Who could think a hero"
    },
    {
      "id": 96,
      "vi": "nhớ xưa trong núi  lư sơn",
      "en": "I recall that once, on Mount Lư sơn,"
    },
    {
      "id": 97,
      "vi": "đến sau  đình trưởng  đỗ thuyền",
      "en": "Later on Đình Trưởng had his boat moored"
    },
    {
      "id": 98,
      "vi": "vốn không ép vợ lẽ nào ép con",
      "en": "Naturally, I do not compel my wife, why compel my child?”"
    },
    {
      "id": 99,
      "vi": "xưa nay ai nỡ đem chôn dưới bùn",
      "en": "who has ever agreed to drive it into the mud?"
    },
    {
      "id": 100,
      "vi": "ai cho chanh khế sánh cùng lựu lê",
      "en": "Who has ever mixed lemon and starfruit with pomegranate and pear?"
    },
    {
      "id": 101,
      "vi": "đông thành ngàn dặm còn xa",
      "en": "Đông Thành is still a thousand miles away."
    },
    {
      "id": 102,
      "vi": "đêm khuya ngọn gió thổi lò",
      "en": "The wind on this winter night rushes underground,"
    },
    {
      "id": 103,
      "vi": "sương bay lác đác nằm co lạnh lùng",
      "en": "The wind on this winter night rushes underground,"
    },
    {
      "id": 104,
      "vi": "du thần trở lại  sơn trung",
      "en": "Du thần returns to the mountain,"
    },
    {
      "id": 105,
      "vi": "cứu tôi một lúc ơn tày tái sinh",
      "en": "by saving me today you will give me a second life."
    },
    {
      "id": 106,
      "vi": "nay đà sáu bữa chẳng hòa mùi chi",
      "en": "It has been six days now that I have not tasted food,"
    },
    {
      "id": 107,
      "vi": "muốn đi theo đó mà đi khôn dời",
      "en": "I would like to follow you, but will I make it all the way there?”"
    },
    {
      "id": 108,
      "vi": "khỏi rừng ra tới đầu đường",
      "en": "Upon leaving the forest and heading towards a crossroads,"
    },
    {
      "id": 109,
      "vi": "vào chùa ta sẽ luận bàn cùng nhau",
      "en": "Let us enter the pagoda, I beg you, we shall confer there together”"
    },
    {
      "id": 110,
      "vi": "vào rừng đốn củi bán rày chợ phiên",
      "en": "I go to the forest to fell wood and then sell it at the market in Phiên”"
    },
    {
      "id": 111,
      "vi": "tôi xin báo đáp chút tình cho ông",
      "en": "I would like to requite you for your beneficence,"
    },
    {
      "id": 112,
      "vi": "lão tiều trở lại  lâm sơn",
      "en": "The old woodcutter returns to the mountain forests,"
    },
    {
      "id": 113,
      "vi": "cớ sao  ngọc hữu  ở đây làm gì",
      "en": "What are maidens doing in this place?"
    },
    {
      "id": 114,
      "vi": "tôi bèn nổi giận một khi",
      "en": "I was at once afire with anger,"
    },
    {
      "id": 115,
      "vi": "tôi bèn phá ngục tìm đường về đây",
      "en": "I escaped from my prison and, seeking my way, arrived here,"
    },
    {
      "id": 116,
      "vi": "vừa may lại gặp chùa này",
      "en": "Fortunately,  happened upon this pagoda,"
    },
    {
      "id": 117,
      "vi": "mắt sa hạt lệ như bình nước nghiêng",
      "en": "and tears fall drop by drop from his eyes as from a tilted vase."
    },
    {
      "id": 118,
      "vi": "có khi phú quí có lần gian nan",
      "en": "man is Sometimes rich and happy, sometimes poor and wretched."
    },
    {
      "id": 119,
      "vi": "đem nhau ta sẽ lập đường công danh",
      "en": "we shall go together to establish our reputation."
    },
    {
      "id": 120,
      "vi": "cùng con gái lão sum vầy  thất gia",
      "en": "and start a new family with my daughter"
    },
    {
      "id": 121,
      "vi": "vợ tiên là trực chị dâu",
      "en": "Tiên wife is Trực's sister-in-law,"
    },
    {
      "id": 122,
      "vi": "chẳng hay người học sách chi",
      "en": "I know not what books you have studied,"
    },
    {
      "id": 123,
      "vi": "nói ra những chuyện dị kỳ khó nghe",
      "en": "but you utter words that are strange and unseemly!"
    },
    {
      "id": 124,
      "vi": "miệng chào thày cử tân khôi mới về",
      "en": "her mouth greets the new bachelor returning from the examination."
    },
    {
      "id": 125,
      "vi": "nối rèm chờ đợi bóng trăng bấy chầy",
      "en": "waited for the moon to shine for many an autumn night!"
    },
    {
      "id": 126,
      "vi": "so loài cầm thú nào là khác chi",
      "en": "In what way do you then differ from a beast?"
    },
    {
      "id": 127,
      "vi": "tay lau nước mắt trở ra",
      "en": "With his hand he wipes off the tears that blur his sight,"
    },
    {
      "id": 128,
      "vi": "bạc vàng lễ mọn xin đưa",
      "en": "Gold, silver, jewelry and garments,"
    },
    {
      "id": 129,
      "vi": "nghe con than thở xót xa lòng vàng",
      "en": "his heart sinks at hearing his daughter wail,"
    },
    {
      "id": 130,
      "vi": "có người chức cả ngôi cao",
      "en": "“Has a man of lofty soul"
    },
    {
      "id": 131,
      "vi": "lễ đưa lỡ lại về nhà thái sư",
      "en": "sent the presents back to the Thái sư with đue ceremony."
    },
    {
      "id": 132,
      "vi": "nguyệt nga là gái kiều công",
      "en": "Nguyệt Nga is a young woman of virtuous nature."
    },
    {
      "id": 133,
      "vi": "mới mười bốn tuổi má hồng đương xanh",
      "en": "she is hardly fourteen years old, beautiful and graceful."
    },
    {
      "id": 134,
      "vi": "lại thêm hai chữ tài lành rất ngoan",
      "en": "It's a good thing you Ve given me two ounces of good silver"
    },
    {
      "id": 135,
      "vi": "hai nàng trước đã phải đi",
      "en": "“These two maidens had to leave, one of them"
    },
    {
      "id": 136,
      "vi": "trông chồng mà chẳng gặp chồng",
      "en": "“I was waiting for my husband, but I did not see hưm, she says."
    },
    {
      "id": 137,
      "vi": "của này để lại cho cha dưỡng già",
      "en": "[so] I leave you this, O my father, to provide for your old agel!\""
    },
    {
      "id": 138,
      "vi": "lạy rồi nước mắt nhỏ sa",
      "en": "and tears rained down from his eyes."
    },
    {
      "id": 139,
      "vi": "các quan đều hộ đưa ngay xuống thuyền",
      "en": "the mandarins escorting her lead her straight to the vessel."
    },
    {
      "id": 140,
      "vi": "nguyệt nga vội khiến kim liên",
      "en": "Nguyệt Nga hastens to send Kim Liên"
    },
    {
      "id": 141,
      "vi": "mười ngày vừa tới  ải đồng",
      "en": "After sailing for ten days, they were about to reach the border post."
    },
    {
      "id": 142,
      "vi": "bóng trăng vắt vắt bóng sao mờ mờ",
      "en": "The bright light of the moon made that of the stars pale,"
    },
    {
      "id": 143,
      "vi": "quân hầu đều ngủ đã lâu",
      "en": "The whole crew had long been fast asleep."
    },
    {
      "id": 144,
      "vi": "đặng làm hoàng hậu nước phiên ở đời",
      "en": "was to become queen in the land of Phiên for the rest of her life?"
    },
    {
      "id": 145,
      "vi": "bóng trăng vừa tới ngọn cây",
      "en": "The moon had just disappeared behind the treetops,"
    },
    {
      "id": 146,
      "vi": "xiết bao sương tuyết đêm đông",
      "en": "The wind on this winter night rushes underground,"
    },
    {
      "id": 147,
      "vi": "đem thây nàng lại tình rày vườn hoa",
      "en": "took her and laid her in the middle ofa flower garden."
    },
    {
      "id": 148,
      "vi": "tìm nơi nương tựa cho qua tháng ngày",
      "en": "seek out a pÌace of refuge, let the days go by there!"
    },
    {
      "id": 149,
      "vi": "việc chi mà tới giữa vườn hoa ta",
      "en": "took her and laid her in the middle ofa flower garden."
    },
    {
      "id": 150,
      "vi": "thưa rằng trận gió hôm qua",
      "en": "Yesterday, she says, a gale"
    },
    {
      "id": 151,
      "vi": "chìm thuyền nên nỗi mình ra thế này",
      "en": "sunk my boat and reduced me to this state."
    },
    {
      "id": 152,
      "vi": "trong nhà không gái hậu sinh",
      "en": "In my house I had no daughter."
    },
    {
      "id": 153,
      "vi": "may mà lại gặp kì linh giữa trời",
      "en": "Fortunately, the sun has just come out in the sky."
    },
    {
      "id": 154,
      "vi": "thấy nàng thờ bức  tượng nhân",
      "en": "Having seen the maiden give signs oỀ veneration to the picture of a man,"
    },
    {
      "id": 155,
      "vi": "ai từng bán được mà ngồi chợ trưa",
      "en": "Who, having sold everything, has ever remained seated at market till noon?"
    },
    {
      "id": 156,
      "vi": "ong qua bướm lại biết bao nhiêu lần",
      "en": "how often does one se the bee buzzing by, the butterfly approaching!"
    },
    {
      "id": 157,
      "vi": "hoa tàn nhụy rữa là rừng bỏ hoang",
      "en": "and the flower wilts, the stamens drop; it is nothing now but an untended forest!"
    },
    {
      "id": 158,
      "vi": "ai từng mặc áo không bào",
      "en": "Who has ever worn a dress without a collar,"
    },
    {
      "id": 159,
      "vi": "ăn cơm không đũa ăn trầu không cau",
      "en": "eaten rice without chopsticks? Chewed betel without slaked lime?"
    },
    {
      "id": 160,
      "vi": "một đời vui sướng cũng qua một đời",
      "en": "a life of pleasure is worth no less than any other life!"
    },
    {
      "id": 161,
      "vi": "muốn rằng cho đặng sánh cùng con ta",
      "en": "I want us to take up together."
    },
    {
      "id": 162,
      "vi": "trăng thanh gió mát cắm thuyền đợi ai",
      "en": "the moon is serene, the wind fresh; for whom is your boat waiting, moored to its stake?"
    },
    {
      "id": 163,
      "vi": "niêm lên trên vách một tờ",
      "en": "pastes it on the white wall,"
    },
    {
      "id": 164,
      "vi": "qua sông rồi lại lên đèo",
      "en": "They cross marvelous waterways and lovely mountains"
    },
    {
      "id": 165,
      "vi": "vừa may trời đã rạng hừng vầng đông",
      "en": "Fortunately, the sun has just come out in the sky."
    },
    {
      "id": 166,
      "vi": "nguyệt nga đi đã đến rồi",
      "en": "Nguyệt Nga soon came to again"
    },
    {
      "id": 167,
      "vi": "lão bà chống gậy trong rừng đi ra",
      "en": "The old woodcutter returns to the mountain forests,"
    },
    {
      "id": 168,
      "vi": "hỏi rằng nàng phải nguyệt nga",
      "en": "She asks how many miles must be crossed"
    },
    {
      "id": 169,
      "vi": "khá tua gắng gượng về nhà cùng ta",
      "en": "endeavor to follow me to my home!"
    },
    {
      "id": 170,
      "vi": "khi đêm nằm thấy phật bà",
      "en": "Whilst reposing last night, I saw Phật bà appear to me,"
    },
    {
      "id": 171,
      "vi": "đến nay kể lại trót đà bốn năm",
      "en": "to the present moment, nearly six years have elapsed,"
    },
    {
      "id": 172,
      "vi": "tuổi cha nay đã năm lăm",
      "en": "His father is now over a century old!"
    },
    {
      "id": 173,
      "vi": "vân tiên trở lại quê nhà",
      "en": "He sets off to return to his land,"
    },
    {
      "id": 174,
      "vi": "dám đâu bày mặt ra thi",
      "en": "how could I dare appear for the exam?"
    },
    {
      "id": 175,
      "vi": "khó hèn còn nợ sang giàu nỡ quên",
      "en": "remember the poor and disregard the rich and noble'?"
    },
    {
      "id": 176,
      "vi": "lục ông nước mắt tuôn rơi",
      "en": "and tears rained down from his eyes."
    },
    {
      "id": 177,
      "vi": "xóm làng chú bác gần xa",
      "en": "All the villagers, their close and distant relatives,"
    },
    {
      "id": 178,
      "vi": "đều mừng chạy tới chật nhà hỏi thăm",
      "en": "were overjoyed and came running to the house, plying him with questions."
    },
    {
      "id": 179,
      "vi": "mẹ tôi phần mộ nơi nào đã an",
      "en": "but where is my mother's tomb? I wish to go and pay my respects to her!”"
    },
    {
      "id": 180,
      "vi": "bạc vàng đem giúp cửa nhà đặng xuê",
      "en": "Gold, silver, jewelry and garments,"
    },
    {
      "id": 181,
      "vi": "cho tôi tới đó đáp câu ân tình",
      "en": "come there with me and I shall be able to express my gratitude for the service [you have rendered me]."
    },
    {
      "id": 182,
      "vi": "tôi xin qua đó thăm cha nàng cùng",
      "en": "Allow me to go and find her father in order to thank him as well!\""
    },
    {
      "id": 183,
      "vi": "kinh sư ngàn dặm một đường thẳng ra",
      "en": "Hardly had Tiên walked one mile"
    },
    {
      "id": 184,
      "vi": "mắt thao tóc đỏ tướng hung lạ lùng",
      "en": "with a tiger's face, red beard, an aspect strange and fierce,"
    },
    {
      "id": 185,
      "vi": "hai chàng đều phải một thời mạng vong",
      "en": "striking both: both of them die!"
    },
    {
      "id": 186,
      "vi": "trải qua vừa đặng bảy đèo",
      "en": "They cross seven hills in this manner!"
    },
    {
      "id": 187,
      "vi": "trời đà tối mịt biết chừng gần xa",
      "en": "The sky is black, he knows not how far away [his army] is!"
    },
    {
      "id": 188,
      "vi": "đêm ngày chong ngọn đèn ngồi",
      "en": "She was up late one night, sitting close to her lit lamp,"
    },
    {
      "id": 189,
      "vi": "đêm khuya lạ mặt dám vào nhà ta",
      "en": "entering my home in the middle of the night?"
    },
    {
      "id": 190,
      "vi": "vì theo dẹp giặc ô qua lạc đường",
      "en": "for the demons of the road are formidable!"
    },
    {
      "id": 191,
      "vi": "hỏi rằng tượng ấy tượng chi",
      "en": "“What is this picture? he asks."
    },
    {
      "id": 192,
      "vi": "tượng này vốn thiệt chồng nàng ngồi đây",
      "en": "“In truth, she says, it is the portrait of the husband of the maiden you see seated here!”"
    },
    {
      "id": 193,
      "vi": "người trong bức tượng tên là vân tiên",
      "en": "“The man this picture portrays bears the given name of Vân Tiên."
    },
    {
      "id": 194,
      "vi": "chàng đà về chốn cửu tuyền",
      "en": "He sets off to return to his land,"
    },
    {
      "id": 195,
      "vi": "chồng là tên ấy vợ là tên chỉ",
      "en": "“You tell me the husbandS name, but what is the wife's?”"
    },
    {
      "id": 196,
      "vi": "anh em mừng rỡ tỏ tình cùng nhau",
      "en": "the two friends rejoice and tell each other what has transpired,"
    },
    {
      "id": 197,
      "vi": "quyết đem binh mã tới miền ôqua",
      "en": "and I had made up my mind to lead my cavalry all the way to the land of Ô Qua,"
    },
    {
      "id": 198,
      "vi": "nay đà sum họp một nhà",
      "en": "but here we are now reunited in the same house!"
    },
    {
      "id": 199,
      "vi": "ta thì lấy bức tượng này",
      "en": "“What is this picture? he asks."
    },
    {
      "id": 200,
      "vi": "đem binh trở lại triều ca một bề",
      "en": "leading the multitudinous army back to the capital."
    },
    {
      "id": 201,
      "vi": "sở vương bước xuống  kim giai",
      "en": "The king walked down to the bottom of the golden steps,"
    },
    {
      "id": 202,
      "vi": "thái sư trước bệ liền tâu",
      "en": "The Thái sư kneels before the steps of the throne."
    },
    {
      "id": 203,
      "vi": "sở vương xem tượng phán rằng",
      "en": "Sở Vương examines it and says:"
    },
    {
      "id": 204,
      "vi": "sở vương trần phán trong triều",
      "en": "Sở Vương, in the midst of his court, issued an edict"
    },
    {
      "id": 205,
      "vi": "giết ruồi ai dụng gươm vàng  làm chi",
      "en": "Who would take up a golden broadsword to kill a fly?"
    },
    {
      "id": 206,
      "vi": "sai quân hộ về rước nàng nguyệt nga",
      "en": "sent the soldiers of the royal guard to bring Nguyệt Nga to his fathers house,"
    },
    {
      "id": 207,
      "vi": "bạc vàng đem tạ lão bà",
      "en": "They bore gold and silver to the old woman to reward her,"
    },
    {
      "id": 208,
      "vi": "ngày qua tháng chọn đã đầy ba năm",
      "en": "Days, months had gone by, nearly three years elapsed,"
    },
    {
      "id": 209,
      "vi": "nửa tin rằng tớ nửa ngờ rằng ma",
      "en": "Half believing, she says: “It is my husband!” Half doubting, she wonders who this might be."
    },
    {
      "id": 210,
      "vi": "e người còn nhớ những ngày trong hang",
      "en": "and I fear he will remember the days he spent in the cave!”"
    },
    {
      "id": 211,
      "vi": "hàn giang về tới xẩy liền đóng quân",
      "en": "As soon as he reached Hàn Giang, he halted his soldiers."
    },
    {
      "id": 212,
      "vi": "bạc vàng châu ngọc áo quần",
      "en": "Gold, silver, jewelry and garments,"
    },
    {
      "id": 213,
      "vi": "thấy hai ông cọp chạy ra đón đường",
      "en": "they espied two tigers that leapt tp and barred their path."
    },
    {
      "id": 214,
      "vi": "thảy đều bắt mẹ con nàng",
      "en": "They pounced upon both mother and daughter at once"
    },
    {
      "id": 215,
      "vi": "rày mừng hai họ một nhà thành thân",
      "en": "joyfully saw their two houses united that through these accomplished spouses."
    }
  ]
}