{
    "file_name": "The Poetry of Han Mac Tu",
    "data": [
        {
            "id": 0,
            "vi": "Ai mua trăng, tôi bán trăng cho",
            "en": "Who wants to buy the moon, I will sell it to you"
        },
        {
            "id": 1,
            "vi": "Trăng nằm im trên cành liễu đợi chờ",
            "en": "As it lies still waiting on the willow branch"
        },
        {
            "id": 2,
            "vi": "Ai mua trăng, tôi bán trăng cho",
            "en": "Who wants to buy the moon, I will sell it to you"
        },
        {
            "id": 3,
            "vi": "Chẳng bán tình duyên ước hẹn hò.",
            "en": "But I will not peddle my love and promises"
        },
        {
            "id": 4,
            "vi": "Đường lên dốc đá nửa đêm trăng tàn nhớ câu chuyện xưa",
            "en": "Climbing the rocky path under the waning moon, remembering an old tale"
        },
        {
            "id": 5,
            "vi": "Lầu ông Hoàng đó thuở nào chân Hàn Mặc Tử đã qua",
            "en": "Of the Hoàng Inn where Hàn Mặc Tử once passed through"
        },
        {
            "id": 6,
            "vi": "Ánh trăng treo nghiêng nghiêng, bờ cát dài thêm hoang vắng",
            "en": "While the moon hangs crooked over the deserted sandy bank"
        },
        {
            "id": 7,
            "vi": "Tiếng chim kêu đau thương, như nức nở dưới trời sương",
            "en": "Birds calling out achingly, as if their chests are bursting under the dewy sky"
        },
        {
            "id": 8,
            "vi": "Lá rơi rơi đâu đây sao cứ ngỡ bước chân người tìm về giữa đêm buồn",
            "en": "Leaves falling here and there, the stars misleading his feet in the somber night."
        },
        {
            "id": 9,
            "vi": "Đường lên dốc đá nhớ xưa hai người đã một lần đến",
            "en": "Ascending the gravel path, remembering long ago two people came together"
        },
        {
            "id": 10,
            "vi": "Tình yêu vừa chớm xót xa cho chàng cuộc sống phế nhân",
            "en": "Passion just flared only to regret him and his wasted life"
        },
        {
            "id": 11,
            "vi": "Tiếc thay cho thân trai, một nửa đời chưa qua hết",
            "en": "Wistful for a man whose life was not halfway done"
        },
        {
            "id": 12,
            "vi": "Trách thay cho tơ duyên chưa thắm nồng đã vội tan",
            "en": "Remorse for a love fading before it had a chance to flourish"
        },
        {
            "id": 13,
            "vi": "Hồn ngất ngư điên cuồng cho trời đất cũng tang thương, mà khổ đau niềm riêng.",
            "en": "The soul drowning and crazed even the heavens is moved, yet he suffers alone."
        },
        {
            "id": 14,
            "vi": "Hà Mạc Tử xuôi về quê cũ, giấu thân nơi nhà hoang",
            "en": "Hàn Mặc Tử retreated to his village, hiding in a deserted house"
        },
        {
            "id": 15,
            "vi": "Mộng Cầm hỡi thôi đừng thương tiếc, tủi cho nhau mà thôi",
            "en": "Mộng Cầm please, save your sympathy, let’s just lament our fate"
        },
        {
            "id": 16,
            "vi": "Tình đã lỡ xin một câu hứa, kiếp sau ta trọn đôi",
            "en": "Love has gone, promise to complete each other in the next life"
        },
        {
            "id": 17,
            "vi": "Còn gì nữa thân tàn xin để một mình mình đơn côi.",
            "en": "There’s nothing left but this dying body, leave me to be alone"
        },
        {
            "id": 18,
            "vi": "Tìm vào cô đơn đất Quy Nhơn gầy đón chân chàng đến",
            "en": "Seeking solitude, the land of Qui Nhơn welcomed his arrival"
        },
        {
            "id": 19,
            "vi": "Người xưa nào biết, chốn xưa ngập đường pháo cưới kết hoa",
            "en": "Who knows this path was flooded with wedding firecrackers before?"
        },
        {
            "id": 20,
            "vi": "Chốn hoang liêu tiêu sơ Hàn âm thầm nghe trăng vỡ",
            "en": "Now sparse and abandoned, Hàn quietly listens as the moon disintegrates"
        },
        {
            "id": 21,
            "vi": "Xót thương thân bơ vơ, cho đến một buổi chiều kia",
            "en": "Bitter for his destitute life, until one evening"
        },
        {
            "id": 22,
            "vi": "Trời đất như quay cuồng khi hồn phách vút lên cao",
            "en": "The earth seems to spin madly when his soul darted up to the sky"
        },
        {
            "id": 23,
            "vi": "Mặc Tử nay còn đâu",
            "en": "Mac Tu is now gone"
        },
        {
            "id": 24,
            "vi": "Trăng vàng ngọc, trăng ân tình chưa phỉ",
            "en": "Oh the pearly moon of unfulfilled love"
        },
        {
            "id": 25,
            "vi": "Ta nhìn trăng, khôn xiết ngậm ngùi trăng.",
            "en": "I look at you, forever in despair."
        },
        {
            "id": 26,
            "vi": "Bóng hằng trong chén ngả nghiêng",
            "en": "The Shade of Lady Moon sways in my cup"
        },
        {
            "id": 27,
            "vi": "Lả lơi tắm mát làm duyên gợi tình",
            "en": "She is graceful and seductive in her cool-bath"
        },
        {
            "id": 28,
            "vi": "Gió đùa mặt nước rung rinh",
            "en": "Breeze stirs the cup water surface gently"
        },
        {
            "id": 29,
            "vi": "Lòng ta khát tiếng chung tình từ lâu",
            "en": "My soul has been thirsty for the fame of loyal love for a while"
        },
        {
            "id": 30,
            "vi": "Uống đi cho đỡ khô hầu",
            "en": "Please drink to wet one's dry throat"
        },
        {
            "id": 31,
            "vi": "Uống đi cho bớt cái sầu miên man",
            "en": "Please drink to reduce one's never-ending melancholy"
        },
        {
            "id": 32,
            "vi": "Có ai nuốt ánh trăng vàng",
            "en": "Was there anyone who ever swallowed golden moonlight"
        },
        {
            "id": 33,
            "vi": "Có ai nuốt cả bóng nàng tiên nga.",
            "en": "Was there anyone who ever swallowed the shade of a fairy"
        },
        {
            "id": 33,
            "vi": "Có ai nuốt cả bóng nàng tiên nga.",
            "en": "Was there anyone who ever swallowed the shade of a fairy?"
        },
        {
            "id": 34,
            "vi": "Trong làn nắng ửng khói mơ tan",
            "en": "In rosy light dreamy fog dissipates"
        },
        {
            "id": 35,
            "vi": "Đôi mái nhà tranh lấm tấm vàng",
            "en": "A few thatched huts are speckled gold"
        },
        {
            "id": 36,
            "vi": "Sột soạt gió trêu tà áo biếc",
            "en": "Rustling wind teases a blue dress"
        },
        {
            "id": 37,
            "vi": "Trên giàn thiên lý Bóng xuân sang",
            "en": "On the wisteria trellis, spring’s shadow passes"
        },
        {
            "id": 38,
            "vi": "Sóng cỏ xanh tươi gợn tới trời",
            "en": "Undulating green grass spreads to Heaven"
        },
        {
            "id": 39,
            "vi": "Bao cô thôn nữ hát trên đồi",
            "en": "Countless village girls are singing on the hills"
        },
        {
            "id": 40,
            "vi": "Ngày mai trong đám xuân xanh ấy",
            "en": "Tomorrow, within that spring-green bunch"
        },
        {
            "id": 41,
            "vi": "Có kẻ theo chồng bỏ cuộc chơi",
            "en": "There’s one who will follow her husband, abandon the pastime"
        },
        {
            "id": 42,
            "vi": "Tiếng ca vắt vẻo lưng chừng núi",
            "en": "Their singing whips halfway up mountains"
        },
        {
            "id": 43,
            "vi": "Hổn hển như lời của nước mây",
            "en": "Eager as the voices of clouds and waters"
        },
        {
            "id": 44,
            "vi": "Thầm thỉ với ai ngồi dưới trúc",
            "en": "Confiding with one who sits under bamboo"
        },
        {
            "id": 45,
            "vi": "Nghe ra ý vị và thơ ngây",
            "en": "Making out interest and innocence"
        },
        {
            "id": 46,
            "vi": "Khách xa gặp lúc mùa xuân chín",
            "en": "The traveler, coming upon a ripened spring"
        },
        {
            "id": 47,
            "vi": "Lòng trí bâng khuâng sực nhớ làng",
            "en": "Feelings and thoughts unreal, suddenly remembers the village"
        },
        {
            "id": 48,
            "vi": "Chị ấy, năm nay còn gánh thóc",
            "en": "Does she, this year, still carry unhulled rice"
        },
        {
            "id": 49,
            "vi": "Dọc bờ sông trắng nắng chang chang",
            "en": "On the white riverbank beaming midday sunlight"
        },
        {
            "id": 50,
            "vi": "Trăng lên nước lặng tre la đà",
            "en": "The moon rises, waters still, bamboo hovers"
        },
        {
            "id": 51,
            "vi": "Rơi bóng im trên đám cỏ hoa",
            "en": "Dropping silent shadow onto a patch of weedy flowers"
        },
        {
            "id": 52,
            "vi": "Tiếng động sau cùng lau cỏ mọc",
            "en": "A disturbance behind the reed bank—"
        },
        {
            "id": 53,
            "vi": "Tiếng ca chen lấn từ trong ra",
            "en": "A singing voice from within encroaches"
        },
        {
            "id": 54,
            "vi": "Tiếng ca ngắt, cành lá runh rinh",
            "en": "A piercing voice, leaves tremble"
        },
        {
            "id": 55,
            "vi": "Một nường con gái trông xinh xinh",
            "en": "A girl, pretty to look at"
        },
        {
            "id": 56,
            "vi": "Ống quần vo xắn lên đầu gối",
            "en": "Pants’ legs rolled up to her knees"
        },
        {
            "id": 57,
            "vi": "Da thịt, trời ơi! trắng rợn mình",
            "en": "Her skin, O God! scarily white!"
        },
        {
            "id": 58,
            "vi": "Cô gái ngây thơ nhìn xuống hồ",
            "en": "The young woman innocently looks down"
        },
        {
            "id": 59,
            "vi": "Nước trong nổi bật dung hình cô",
            "en": "The clear water ignites her lovely figure"
        },
        {
            "id": 60,
            "vi": "Nụ cười dưới ấy và trên ấy",
            "en": "And a smile below and another one above"
        },
        {
            "id": 61,
            "vi": "Không hẹn, đồng nhau nở lẳng lơ",
            "en": "Without appointment, in air, bloom together"
        },
        {
            "id": 62,
            "vi": "Ngậm một khối căm hờn trong cũi sắt",
            "en": "Chomping on bitter resentment in the iron cage"
        },
        {
            "id": 63,
            "vi": "Ta nằm dài trông ngày tháng dần qua",
            "en": "I lie prostrate watching days and months pass slowly by"
        },
        {
            "id": 64,
            "vi": "Khinh lũ người kia ngạo mạn, ngẩn ngơ",
            "en": "Disdain that gawky, daring human tribe"
        },
        {
            "id": 65,
            "vi": "Giương mắt bé diễu oai linh rừng thẳm",
            "en": "Lifting puny eyes to mock the mighty spirit of the deep jungle"
        },
        {
            "id": 66,
            "vi": "Nay sa cơ, bị nhục nhằn tù hãm",
            "en": "Now fallen into a low estate, suffers humiliating imprisonment"
        },
        {
            "id": 67,
            "vi": "Để làm trò lạ mắt, thứ đồ chơi.",
            "en": "To be a novel sight, an amusing toy"
        },
        {
            "id": 68,
            "vi": "Chịu ngang bầy cùng bọn gấu dở hơi",
            "en": "Endures the same treatment as the stupid bears"
        },
        {
            "id": 69,
            "vi": "Với cặp báo chuồng bên vô tư lự",
            "en": "And a pair of leopards in the next sty lacking all self-possession"
        },
        {
            "id": 70,
            "vi": "Ta sống mãi trong tình thương nỗi nhớ,",
            "en": "I live forever in the love of things past, in remembrance"
        },
        {
            "id": 71,
            "vi": "Thủa tung hoành, hống hách những ngày xưa.",
            "en": "Of another era, roaming free and full of arrogance."
        },
        {
            "id": 72,
            "vi": "Nhớ cảnh sơn lâm, bóng cả, cây già,",
            "en": "I miss the scene of mountains and forests, great shadows of ancient trees,"
        },
        {
            "id": 73,
            "vi": "Với tiếng gió gào ngàn, với giọng nguồn hét núi,",
            "en": "With wind scouring the heavens, with cataracts screaming at cliffs,"
        },
        {
            "id": 74,
            "vi": "Với khi thét khúc trường ca dữ dội",
            "en": "With the resounding frightful anthem"
        },
        {
            "id": 75,
            "vi": "Ta bước chân lên, dõng dạc, đường hoàng,",
            "en": "When I advanced proper on the kingly path,"
        },
        {
            "id": 76,
            "vi": "Luận tấm thân như sóng cuộn nhịp nhàng,",
            "en": "Working my body like the rhythmic waves of the sea,"
        },
        {
            "id": 77,
            "vi": "Vờn bóng âm thầm, lá gai, cỏ sắc.",
            "en": "In among silent shadows, thorny leaves, sharp grass."
        },
        {
            "id": 78,
            "vi": "Trong hang tối, mắt thần khi đã quắc",
            "en": "In the dark cave, when supernatural eyes had narrowed,"
        },
        {
            "id": 79,
            "vi": "Là khiến cho mọi vật đều im hơi.",
            "en": "Then all creatures held their breaths;"
        },
        {
            "id": 80,
            "vi": "Ta biết ta chúa tể của muôn loài",
            "en": "I knew that I was lord of creation,"
        },
        {
            "id": 81,
            "vi": "Giữa chốn thảo hoa, không tên không tuổi.",
            "en": "I amid nameless, ageless flora."
        },
        {
            "id": 82,
            "vi": "Nào đâu những đêm vàng bên bờ suối,",
            "en": "Where now are those golden nights beside the stream,"
        },
        {
            "id": 83,
            "vi": "Ta say mồi đứng uống ánh trăng tan?",
            "en": "Drunk on prey, I drank in dissolving moonlight?"
        },
        {
            "id": 84,
            "vi": "Đâu những ngày mưa chuyển bốn phương ngàn",
            "en": "Where now, days rain mobilized the four directions"
        },
        {
            "id": 85,
            "vi": "Ta lặng ngắm giang san ta đổi mới?",
            "en": "As silently I contemplated my realm being changed?"
        },
        {
            "id": 86,
            "vi": "Đâu những bình minh cây xanh nắng gội",
            "en": "Radiant mornings sunlight bathed fresh growth,"
        },
        {
            "id": 87,
            "vi": "Tiếng chim ca giấc ngủ ta tưng bừng?",
            "en": "The singing of birds tumultuously celebrating my slumber;"
        },
        {
            "id": 88,
            "vi": "Đâu những chiều lênh láng máu sau rừng",
            "en": "Blood-drenched afternoons behind the forest,"
        },
        {
            "id": 89,
            "vi": "Ta đợi chết mảnh mặt trời gay gắt",
            "en": "When I waited to die the fierce and unrelenting sun,"
        },
        {
            "id": 90,
            "vi": "Để ta chiếm lấy riêng phần bí mật?",
            "en": "That I may seize for my own a portion of the Mystery—"
        },
        {
            "id": 91,
            "vi": "Than ôi! thời oanh liệt nay còn đâu?",
            "en": "O woe! those powerful days, where are they?"
        },
        {
            "id": 92,
            "vi": "Nay ta ôm niềm uất hận ngàn sâu",
            "en": "Here I embrace an indelible hatred,"
        },
        {
            "id": 93,
            "vi": "Ghét những cảnh không đời nào thay đổi,",
            "en": "Loathe the scene that never changes,"
        },
        {
            "id": 94,
            "vi": "Những cảnh sửa sang, tầm thường, giả dối:",
            "en": "A well-kept landscape, mediocre, mendacious:"
        },
        {
            "id": 95,
            "vi": "Hoa chăm, cỏ xén, lối phẳng, cây trồng;",
            "en": "Fertilized flowers, mowed grass, straight paths, cultivated trees."
        },
        {
            "id": 96,
            "vi": "Giải nước đen giả suối, chẳng thông dòng",
            "en": "A stretch of brackish water, un-fluent"
        },
        {
            "id": 97,
            "vi": "Len dưới nách những mô gò thấp kém;",
            "en": "Creeps at the foot of low mounds;"
        },
        {
            "id": 98,
            "vi": "Dăm vừng lá hiền lành không bí hiểm",
            "en": "Several patches of weeds, tame, without secrets,"
        },
        {
            "id": 99,
            "vi": "Cũng học đòi bắt chước vẻ hoang vu",
            "en": "Still seeking to imitate the wild abandonment"
        },
        {
            "id": 100,
            "vi": "Của chốn ngàn năm cao cả, âm u.",
            "en": "Of a thousand-year-old gloomy majesty."
        },
        {
            "id": 101,
            "vi": "Hỡi oai linh, cảnh nước non hùng vĩ!",
            "en": "O Mighty Spirit! the scene of majestic waters and mountains,"
        },
        {
            "id": 102,
            "vi": "Là nơi giống hùm thiêng ta ngự trị,",
            "en": "Where the hallowed tiger kind reigned,"
        },
        {
            "id": 103,
            "vi": "Nơi thênh thang ta vùng vẫy ngày xưa",
            "en": "In whose empty boundlessness I struggled"
        },
        {
            "id": 104,
            "vi": "Nơi ta không còn được thấy bao giờ!",
            "en": "That long ago—never will I see you again."
        },
        {
            "id": 105,
            "vi": "Có biết chăng trong những ngày ngao ngán",
            "en": "Who knows if, during these dreadful days,"
        },
        {
            "id": 106,
            "vi": "Ta đang theo giấc mộng ngàn to lớn",
            "en": "I fall into a dream vast"
        },
        {
            "id": 107,
            "vi": "Để hồn ta phảng phất được gần ngươi",
            "en": "And my wafting soul comes near to you,"
        },
        {
            "id": 108,
            "vi": "Hỡi cảnh rừng ghê gớm của ta ơi!",
            "en": "O my terrible, my frightful jungle."
        },
        {
            "id": 109,
            "vi": "Thuở trời đất nổi cơn gió bụi",
            "en": "When dust storms throughout the earth and heaven arise"
        },
        {
            "id": 110,
            "vi": "Khách má hồng nhiều nỗi truân chuyên",
            "en": "young women suffer many hardships in their lives."
        },
        {
            "id": 111,
            "vi": "Xanh kia thăm thẳm tầng trên",
            "en": "O He who resides on high in the deep blue far above,"
        },
        {
            "id": 112,
            "vi": "Vì ai gây dựng cho nên nỗi này",
            "en": "I wonder for whom was the reason and making of all these woes?"
        },
        {
            "id": 113,
            "vi": "Trống Trường Thành lung lay bóng nguyệt",
            "en": "The beating of war drums at the Great Wall shakes Chang’an moon."
        },
        {
            "id": 114,
            "vi": "Khói Cam Tuyền mờ mịt thức mây",
            "en": "Smoke from burning signal fires on the Kan-ch'uan Mountain reddens the clouds."
        },
        {
            "id": 115,
            "vi": "Chín tầng gươm báu trao tay",
            "en": "From his high throne, the king hands the precious royal sword to the general."
        },
        {
            "id": 116,
            "vi": "Nửa đêm truyền hịch định ngày xuất chinh",
            "en": "Late at night, an imperial edict sets the day for marching to war."
        },
        {
            "id": 117,
            "vi": "Nước thanh bình ba trăm năm cũ",
            "en": "For the last three hundred years, the people had lived in peace."
        },
        {
            "id": 118,
            "vi": "Áo nhung trao quan vũ từ đây",
            "en": "Now, battle attire are again worn by military officers."
        },
        {
            "id": 119,
            "vi": "Sứ trời sớm giục đường mây",
            "en": "At daybreak, the king’s envoy came to speed the soldiers on their way."
        },
        {
            "id": 120,
            "vi": "Phép công là trọng, niềm tây sá nào",
            "en": "The welfare of the people outweighs personal matters."
        },
        {
            "id": 121,
            "vi": "Đường giong ruổi lưng đeo cung tiễn",
            "en": "Armed with bows and arrows on their backs, the soldiers take off,"
        },
        {
            "id": 122,
            "vi": "Buổi tiễn đưa lòng bận thê noa",
            "en": "with pain in their hearts after parting from their wives and children."
        },
        {
            "id": 123,
            "vi": "Bóng cờ tiếng trống xa xa",
            "en": "While banners flying and drums resounding in the far-off distance,"
        },
        {
            "id": 124,
            "vi": "Sầu lên ngọn ải, oán ra cửa phòng",
            "en": "a soldier’s sorrow rises over the pass, a woman’s grief flows out her chamber."
        },
        {
            "id": 125,
            "vi": "Nước trong chảy lòng phiền chẳng rửa",
            "en": "The stream’s rushing water cannot wash away my grief."
        },
        {
            "id": 126,
            "vi": "Cỏ xanh thơm dạ nhớ khó quên",
            "en": "The grass’s fragrant scent only invokes in me a deep longing."
        },
        {
            "id": 127,
            "vi": "Nhủ rồi tay lại trao liền",
            "en": "After saying goodbyes, we keep holding hands."
        },
        {
            "id": 128,
            "vi": "Bước đi một bước lại vin áo chàng",
            "en": "Each halting step you take forward, I cling onto your robe."
        },
        {
            "id": 129,
            "vi": "Lòng thiếp tựa bóng trăng theo dõi",
            "en": "My heart’s like the moon following you, my love."
        },
        {
            "id": 130,
            "vi": "Dạ chàng xa ngoài cõi Thiên San",
            "en": "Keeping you company even to the distant Thousand Peaks Mountain."
        },
        {
            "id": 131,
            "vi": "Múa gươm rượu tiễn chưa tàn",
            "en": "Wine cup not yet drained, I see you brandishing your sword,"
        },
        {
            "id": 132,
            "vi": "Chỉ ngang ngọn giáo vào ngàn hang beo",
            "en": "and point your spear towards a den of ferocious panthers."
        },
        {
            "id": 133,
            "vi": "Săn Lâu Lan, rằng theo Giới Tử",
            "en": "Hunting the rebels of Loulan, you follow the example of Fu Chieh-Tzu."
        },
        {
            "id": 134,
            "vi": "Tới Man Khê, bàn sự Phục Ba",
            "en": "Going to Man-hsi to discuss Fu-bo’s strategies."
        },
        {
            "id": 135,
            "vi": "Áo chàng đỏ tựa ráng pha",
            "en": "Your coat is red like the clouds at sunset."
        },
        {
            "id": 136,
            "vi": "Ngựa chàng sắc trắng như là tuyết in",
            "en": "your horse is white as the mountain snow."
        },
        {
            "id": 137,
            "vi": "Tiếng nhạc ngựa lần chen tiếng trống",
            "en": "The sounds of horses’ bells mixed with the sounds of beating drums."
        },
        {
            "id": 138,
            "vi": "Giáp mặt rồi phút bỗng chia tay",
            "en": "Face touching face just a moment ago, but now we have to part."
        },
        {
            "id": 139,
            "vi": "Hà lương chia rẽ đường này",
            "en": "Here at this bridge, we will go our separate paths."
        },
        {
            "id": 140,
            "vi": "Bên đường, trông bóng cờ bay ngùi ngùi",
            "en": "By the roadside, I watch banners and flags flying in sorrow."
        },
        {
            "id": 141,
            "vi": "Quân trước đã gần ngoài doanh Liễu",
            "en": "The vanguard is already near Camp Willow."
        },
        {
            "id": 142,
            "vi": "Kỵ sau còn khuất nẻo Tràng Dương",
            "en": "The following cavalry still stay behind at Poplar Field."
        },
        {
            "id": 143,
            "vi": "Quân đưa chàng ruổi lên đường",
            "en": "The troops escort you with haste and great speed."
        },
        {
            "id": 144,
            "vi": "Liễu dương biết thiếp đoạn trường này chăng ?",
            "en": "Do the weeping willows and poplars know of my heart’s distress?"
        },
        {
            "id": 145,
            "vi": "Tiếng địch trổi nghe chừng đồng vọng",
            "en": "The sounds of flutes echo faintly from afar."
        },
        {
            "id": 146,
            "vi": "Hàng cờ bay trong bóng phất phơ",
            "en": "Files of flying flags flapping back and forth in the wind."
        },
        {
            "id": 147,
            "vi": "Dấu chàng theo lớp mây đưa",
            "en": "Your tracks are like clouds drifting into clouds."
        },
        {
            "id": 148,
            "vi": "Thiếp nhìn rặng núi ngẩn ngơ nỗi nhà",
            "en": "Gazing at the mountain range, I mourn for a life without you!"
        },
        {
            "id": 149,
            "vi": "Chàng thì đi cõi xa mưa gió",
            "en": "You are going to far lands of wind and rain."
        },
        {
            "id": 150,
            "vi": "Thiếp lại về buồng cũ gối chăn",
            "en": "I’ll be returning to our old bedchamber."
        },
        {
            "id": 151,
            "vi": "Đoái trông theo đã cách ngăn",
            "en": "Straining to see each other but the view is hindered"
        },
        {
            "id": 152,
            "vi": "Tuôn màu mây biếc, trải ngần núi xanh",
            "en": "by the blue clouds and green mountains in between."
        },
        {
            "id": 153,
            "vi": "Tình gia thất nào ai chẳng có",
            "en": "Who’s there without thoughts of kin or family"
        },
        {
            "id": 154,
            "vi": "Kìa lão thân, khuê phụ nhớ thương",
            "en": "They all miss their old parents or long for their young wives."
        },
        {
            "id": 155,
            "vi": "Mẹ già phơ phất mái sương",
            "en": "Your mother’s hair now covered with frost."
        },
        {
            "id": 156,
            "vi": "Con thơ măng sữa, vả đương phù trì",
            "en": "Your infant still feeds on mother’s milk and needs tender care."
        },
        {
            "id": 157,
            "vi": "Nay một thân nuôi già dạy trẻ",
            "en": "Alone, I support your mother and teach our child."
        },
        {
            "id": 158,
            "vi": "Nỗi quan hoài mang mể biết bao",
            "en": "Bearing heavy burdens, I long for you to be at my side."
        },
        {
            "id": 159,
            "vi": "Nhớ chàng trải mấy sương sao",
            "en": "I miss you so much in these years of loneliness."
        },
        {
            "id": 160,
            "vi": "Xuân từng đổi mới, Đông nào còn dư",
            "en": "Spring seasons had came and gone and winter’s fast approaching."
        },
        {
            "id": 161,
            "vi": "Kể năm đã ba tư cách diễn",
            "en": "It has been about four years since our parting."
        },
        {
            "id": 162,
            "vi": "Mối sầu thêm nghìn vạn ngổn ngang",
            "en": "My sorrow has grown a thousand more jumbled threads."
        },
        {
            "id": 163,
            "vi": "Ước gì gần gũi tấc gang",
            "en": "Wish that we are just a hand’s length from each other."
        },
        {
            "id": 164,
            "vi": "Giãi niềm cay đắng để chàng tỏ hay",
            "en": "Then I will tell you all the bitterness I have felt since your departure."
        },
        {
            "id": 165,
            "vi": "Kể năm đã ba tư cách diễn",
            "en": "It has been about four years since our parting."
        },
        {
            "id": 166,
            "vi": "Mối sầu thêm nghìn vạn ngổn ngang",
            "en": "My sorrow has grown a thousand more jumbled threads."
        },
        {
            "id": 167,
            "vi": "Ước gì gần gũi tấc gang",
            "en": "Wish that we are just a hand’s length from each other."
        },
        {
            "id": 168,
            "vi": "Giãi niềm cay đắng để chàng tỏ hay",
            "en": "Then I will tell you all the bitterness I have felt since your departure."
        },
        {
            "id": 169,
            "vi": "Thoa cung Hán thuở ngày xuất giá",
            "en": "This hairpin from the Han palace, my marriage jewel."
        },
        {
            "id": 170,
            "vi": "Gương lầu Tần dấu đã soi chung ",
            "en": "This mirror from the Ch’in dynasty that we’d looked in together."
        },
        {
            "id": 171,
            "vi": "Cậy ai mà gửi tới cùng ",
            "en": "On whom can I depend to send them to you"
        },
        {
            "id": 172,
            "vi": "Để chàng thấu hết tấm lòng tương tư",
            "en": "And let you know how much I miss and long for you."
        },
        {
            "id": 173,
            "vi": "Nhẫn đeo tay mọi khi ngắm nghía",
            "en": "This ring I wear that I often admire,"
        },
        {
            "id": 174,
            "vi": "Ngọc cài đầu thuở bé vui tươi",
            "en": "This beloved brooch of jade since the days of my joyful childhood,"
        },
        {
            "id": 175,
            "vi": "Cậy ai mà gửi tới nơi",
            "en": "On whom can I depend to send them to you?"
        },
        {
            "id": 176,
            "vi": "Để chàng trân trọng dấu người tương thân ",
            "en": "So you can cherish these beloved keepsakes from the one you love."
        },
        {
            "id": 177,
            "vi": "Trải mấy thu, tin đi tin lại",
            "en": "These past few years, news traveled between us back and forth."
        },
        {
            "id": 178,
            "vi": "Tới xuân này tin hãy vắng không",
            "en": "But this spring, I haven’t heard any tidings of you."
        },
        {
            "id": 179,
            "vi": "Thấy nhạn, luống tưởng thư phong",
            "en": "Seeing a swallow, I think it brings me your letter."
        },
        {
            "id": 180,
            "vi": "Nghe hơi sương, sắm áo bông sẵn sàng",
            "en": "Feeling frost coming, I prepare for you cotton-padded dresses for winter."
        },
        {
            "id": 181,
            "vi": "Gió tây nổi không đường hồng tiện",
            "en": "The west wind hinders the path of swallows’ flights."
        },
        {
            "id": 182,
            "vi": "Xót cõi ngoài tuyết quyến mưa sa",
            "en": "No tidings of you! But I can envision the life of a soldier."
        },
        {
            "id": 183,
            "vi": "Màn mưa trướng tuyết xông pha",
            "en": "Living with a curtain of rain and a tent of snow."
        },
        {
            "id": 184,
            "vi": "Nghĩ thêm lạnh lẽo kẻ ra cõi ngoài",
            "en": "I think of you and feel your cold at the border."
        },
        {
            "id": 185,
            "vi": "Đề chữ gấm, phong thôi lại mở",
            "en": "My letter on brocade, for several times, I seal and unseal to re-read."
        },
        {
            "id": 186,
            "vi": "Gieo bói tiền tin dở còn ngờ",
            "en": "I toss the oracle coins, and would not believe any bad fortune."
        },
        {
            "id": 187,
            "vi": "Trời hôm tựa bóng ngẩn ngơ",
            "en": "At dusk, I’m alone, leaning on my forlorn shadow."
        },
        {
            "id": 188,
            "vi": "Trăng khuya nương gối bơ phờ tóc mai",
            "en": "The late night moon shines on my unkempt hair atop the disheveled pillow."
        },
        {
            "id": 189,
            "vi": "Há như ai, hồn say bóng lẫn",
            "en": "Was my soul drunk or has my wits become addled"
        },
        {
            "id": 190,
            "vi": "Bỗng thơ thơ thẩn thẩn hư không",
            "en": "Feeling dazed, as if in a trance, my mind drifts and wanders."
        },
        {
            "id": 191,
            "vi": "Trâm cài, xiêm giắt thẹn thùng",
            "en": "Blushing, I set my hairpin and put on a skirt."
        },
        {
            "id": 192,
            "vi": "Lệch làn tóc rối, lỏng vòng lưng eo",
            "en": "My hair disheveled, and my waistband loose."
        },
        {
            "id": 193,
            "vi": "Dạo hiên vắng thầm gieo từng bước",
            "en": "On the lonesome terrace, I take a slow walk."
        },
        {
            "id": 194,
            "vi": "Bức rèm thưa rủ thác đòi phen",
            "en": "Mindlessly, I often raise and drop the thin blinds."
        },
        {
            "id": 195,
            "vi": "Ngoài rèm thước chẳng mách tin",
            "en": "Outside the blinds, no magpie brings any news."
        },
        {
            "id": 196,
            "vi": "Trong rèm dường đã có đèn biết chăng ?",
            "en": "Inside, perhaps the lamp understands my mind."
        },
        {
            "id": 197,
            "vi": "Đèn có biết, dường bằng chẳng biết",
            "en": "The lamp may understand but its understanding useless."
        },
        {
            "id": 198,
            "vi": "Lòng thiếp riêng bi thiết mà thôi",
            "en": "The anguish in my heart must be borne by me alone."
        },
        {
            "id": 199,
            "vi": "Buồn rầu nói chẳng nên lời",
            "en": "A sorrow so poignant that takes away the utterance of words."
        },
        {
            "id": 200,
            "vi": "Hoa đèn kia với bóng người khá thương",
            "en": "Poor me with my lonely shadow by the lamp’s bright light."
        },
        {
            "id": 201,
            "vi": "Gà eo óc gáy sương năm trống",
            "en": "Cocks crow noisily, announcing the night’s fifth watch."
        },
        {
            "id": 202,
            "vi": "Hoè phất phơ rủ bóng bốn bên",
            "en": "Sophora branches swaying in the wind, casting shadows all around."
        },
        {
            "id": 203,
            "vi": "Khắc giờ đằng đẵng như niên",
            "en": "An hour of waiting seems like a year long."
        },
        {
            "id": 204,
            "vi": "Mối sầu dằng dặc tựa miền bể xa",
            "en": "My sorrow is deep and immense like the blue sea."
        },
        {
            "id": 205,
            "vi": "Hương gượng đốt, hồn đà mê mải",
            "en": "Burning some incense, I’m enraptured by its scent."
        },
        {
            "id": 206,
            "vi": "Gương gượng soi, lệ lại chứa chan",
            "en": "Looking in the mirror, tears stream down my face."
        },
        {
            "id": 207,
            "vi": "Sắt cầm gượng gảy ngón đàn",
            "en": "I try to pluck the lute but I’m afraid"
        },
        {
            "id": 208,
            "vi": "Dây uyên kinh đứt, phím loan ngại chùng",
            "en": "to break the strings or disorient the frets."
        },
        {
            "id": 209,
            "vi": "Lòng này gửi gió đông có tiện",
            "en": "If the East Wind can send this heart,"
        },
        {
            "id": 210,
            "vi": "Nghìn vàng xin gửi đến non Yên",
            "en": "A thousand taels of gold I would pay to reach Smoky Mountain"
        },
        {
            "id": 211,
            "vi": "Non Yên dù chẳng tới miền",
            "en": "Although Smoky Mountain cannot be reached,"
        },
        {
            "id": 212,
            "vi": "Nhớ chàng thăm thẳm đường lên bằng trời",
            "en": "My longing for you is endlessly long like the path to Heaven."
        },
        {
            "id": 217,
            "vi": "Sương như búa bổ mòn gốc liễu",
            "en": "The frost like a hammer wears down the willows."
        },
        {
            "id": 218,
            "vi": "Tuyết dường cưa xẻ héo cành ngô",
            "en": "The snow like a saw cutting down the plane trees’ withered boughs."
        },
        {
            "id": 219,
            "vi": "Giọt sương phủ bụi chim gù",
            "en": "Drops of dew cover the bushes of cooing birds."
        },
        {
            "id": 220,
            "vi": "Sâu tường kêu vẳng, chuông chùa nện khơi",
            "en": "Wall-insects hum, and far-off pagoda bells toll."
        },
        {
            "id": 225,
            "vi": "Hoa giãi nguyệt, nguyệt in một tấm",
            "en": "The flowers enfold the silky threads of moonlight."
        },
        {
            "id": 226,
            "vi": "Nguyệt lồng hoa, hoa thắm từng bông",
            "en": "The moon enfolds each flower and sets it glowing in the night."
        },
        {
            "id": 227,
            "vi": "Nguyệt hoa, hoa nguyệt trùng trùng",
            "en": "A beautiful play of moon and flowers, of flowers and moon."
        },
        {
            "id": 228,
            "vi": "Trước hoa, dưới nguyệt, trong lòng xiết đau",
            "en": "Before the flowers, beneath the moon, I am grieving deep inside."
        },
        {
            "id": 229,
            "vi": "Đâu xiết kể, muôn sầu nghìn não",
            "en": "How can I tell them all – the hundred griefs and thousand sadnesses."
        },
        {
            "id": 230,
            "vi": "Từ nữ công, phụ xảo đều nguôi",
            "en": "The feminine arts I have forsaken since."
        },
        {
            "id": 231,
            "vi": "Biếng cầm kim, biếng đưa thoi",
            "en": "I’ve been disinclined to hold the sewing needle,"
        },
        {
            "id": 232,
            "vi": "Oanh đôi thẹn dệt, bướm đôi ngại thùa",
            "en": "I’ve been disinclined to move the loom shuttle."
        }
    ]
}
