{
    "file_name": "Vietnamese_Anthology_P3",
    "data": [
        {
            "id": 0,
            "vi": "Ví dù lầm phải vợ ai,",
            "en": "If by mistake you sleep with someone’s wife,"
        },
        {
            "id": 1,
            "vi": "Giòng sông bè chuối mới hay cho đời.",
            "en": "you’ll be sent down the river on a raft!”"
        },
        {
            "id": 2,
            "vi": "Sáng tai họ, điếc tai cày,",
            "en": "But all her words were wasted on his ears,"
        },
        {
            "id": 3,
            "vi": "Mà lòng lại tưởng đến người đào thơ.",
            "en": "as he kept thinking of the youthful mouse."
        },
        {
            "id": 4,
            "vi": "Những mong lại có bao giờ,",
            "en": "He wished to see her once again at least"
        },
        {
            "id": 5,
            "vi": "Cho khuây khoả dạ kẻo mơ mẩn tình.",
            "en": "and thus assuage his longing, his desire."
        },
        {
            "id": 6,
            "vi": "Ví không duyên nợ ba sinh,",
            "en": "If destiny had not meant her for him,"
        },
        {
            "id": 7,
            "vi": "Nàng sao gặp nỗi bất bình tới đây?",
            "en": "why had an accident brought her his way?"
        },
        {
            "id": 8,
            "vi": "Nghĩ càng như tỉnh như say,",
            "en": "Lost in a daze, he yearned and pined, eyes glazed"
        },
        {
            "id": 9,
            "vi": "Mặt như đầu lợn nhìn thầy trơ trơ.",
            "en": "and staring like a shaman’s slaughtered pig."
        },
        {
            "id": 10,
            "vi": "Nàng ngờ phải thuốc phải bùa,",
            "en": "His wife thought him bewitched; he’d eaten up"
        },
        {
            "id": 11,
            "vi": "Ve sầu xác rũ nó cho ăn quàng.",
            "en": "some magic dish concocted by the mouse!"
        },
        {
            "id": 12,
            "vi": "Cho nên thơ thẩn võ vàng,",
            "en": "The lovelorn rat would walk about and moon."
        },
        {
            "id": 13,
            "vi": "Tìm lươn cho kíp cháo thang giã giùng.",
            "en": "His wife fed him a stew of eel and herbs—"
        },
        {
            "id": 14,
            "vi": "Kẻo lòng tơ tưởng mơ mòng,",
            "en": "she hoped to break the mouse’s spell on him"
        },
        {
            "id": 15,
            "vi": "Khỏi hồn Thục đế, khỏi lòng Đỗ quyên",
            "en": "and bid his wayward soul come home to her."
        },
        {
            "id": 16,
            "vi": "Bấy giờ tính nết đã quen,",
            "en": "The rat, though, was past cure"
        },
        {
            "id": 17,
            "vi": "Chắc rằng cua lỗ khó lên trên trời.",
            "en": "no crab will leave its hole and go to Heaven as you wish.”"
        },
        {
            "id": 18,
            "vi": "Nàng rằng bắt chạch đằng đuôi,",
            "en": "“An eel I’m holding by the tail,” she thought."
        },
        {
            "id": 19,
            "vi": "Kiện vô chứng cớ khôn đời đôi co.",
            "en": "“I can’t divorce him on these flimsy grounds."
        },
        {
            "id": 20,
            "vi": "Nguyên viết hữu, bị viết vô,",
            "en": "The suspect will deny the plaintiff's charge—"
        },
        {
            "id": 21,
            "vi": "Minh đơn so với duyên do thế nào.",
            "en": "how can I prove what I accuse him of?"
        },
        {
            "id": 22,
            "vi": "Nó thời nhất hướng tại đào,",
            "en": "He may abscond and scamper to the woods—"
        },
        {
            "id": 23,
            "vi": "Đi lên rừng biết đường nào truy đương.",
            "en": "who’ll make him pay his alimony then?"
        },
        {
            "id": 24,
            "vi": "Vô tang tích tịch tình tang,",
            "en": "No corpus delicti can I bring to bear—"
        },
        {
            "id": 25,
            "vi": "Khôn làm lý đoán cho tường được đâu.",
            "en": "I lack a case to have my day in court.”"
        },
        {
            "id": 26,
            "vi": "Rầm nhà tiếng hỏi lao xao,",
            "en": "She raised an uproar, grilling him again:"
        },
        {
            "id": 27,
            "vi": "Ai hay rằng sự dấu đầu hở đuôi.",
            "en": "“The rat has hid his head but shown his tail!"
        },
        {
            "id": 28,
            "vi": "Vẫn còn thèm thịt thèm xôi,",
            "en": "You still crave tender meat and fancy rice,"
        },
        {
            "id": 29,
            "vi": "Ngày thường cơm tẻ thiếp nuôi lệ gì.",
            "en": "and you won’t touch the homey fare I cook."
        },
        {
            "id": 30,
            "vi": "Có cãi rằng quí dịch thê,",
            "en": "‘He changes wives who’s risen in the world.’"
        },
        {
            "id": 31,
            "vi": "Gái này chẳng dám nằn nì thương yêu.",
            "en": "This woman will not beg you for your love."
        },
        {
            "id": 32,
            "vi": "Già rồi lận cận bỏ liều,",
            "en": "A doddering wife should be left on the shelf—"
        },
        {
            "id": 33,
            "vi": "Sá chi vú sếch lưng eo sồ sề.",
            "en": "who cares for sagging breasts and shrunken frame?"
        },
        {
            "id": 34,
            "vi": "Chẳng ưa cà chín bầu già,",
            "en": "None likes to eat ripe eggplant or old squash,"
        },
        {
            "id": 35,
            "vi": "Tuổi đà dư lạp lịch đà quá niên.",
            "en": "and I’m well past my prime, along in years."
        },
        {
            "id": 36,
            "vi": "Có trăng nên nỗi phụ đèn,",
            "en": "When there’s a moon, the lamp will be ignored.’"
        },
        {
            "id": 37,
            "vi": "Chẳng ngon thể sốt, thời liền bến hơi.",
            "en": "They love what’s piping hot, though badly cooked."
        },
        {
            "id": 38,
            "vi": "Cười ra nước mắt hổ ngươi,",
            "en": "I laugh so hard that I shed tears of shame."
        },
        {
            "id": 39,
            "vi": "Khen ai khéo đặt nên lời ví xưa:",
            "en": "Praise him who coined this adage in times past:"
        },
        {
            "id": 40,
            "vi": "Còn duyên kẻ đón người đưa,",
            "en": "‘While she still has her looks, they pay her court."
        },
        {
            "id": 41,
            "vi": "Hết duyên vắng ngắt như chùa bà Đanh.",
            "en": "Her looks once gone, they leave her all forlorn.’?"
        },
        {
            "id": 42,
            "vi": "Thế tình chuộng lạ tham thanh,",
            "en": "What’s new and fresh is cherished by the world—"
        },
        {
            "id": 43,
            "vi": "Thân tiên thân cú ra tình xấu chơi.",
            "en": "an owl cannot compete against a nymph."
        },
        {
            "id": 44,
            "vi": "Cầu nôm đồng thủng lạ đời,",
            "en": "Send this old, leaky pot back to South Bridge”"
        },
        {
            "id": 45,
            "vi": "Kẻo còn nhọc xác mệt người xông pha.",
            "en": "and spare her more hard work, more toil and moil."
        },
        {
            "id": 46,
            "vi": "Cắn đuôi tha trứng gần xa,",
            "en": "No more will she drag home a heavy egg?!"
        },
        {
            "id": 47,
            "vi": "Cái thân tất tả như bà đánh ong.",
            "en": "or bustle like a gammer fighting bees.”"
        },
        {
            "id": 48,
            "vi": "Dạ tràng xe cát luống công,",
            "en": "A sand crab carries sand, to no avail.?"
        },
        {
            "id": 49,
            "vi": "Tò vò nuôi nhện há mong cậy nhờ.",
            "en": "Raised by a wasp, a spider gives no thanks.”"
        },
        {
            "id": 50,
            "vi": "Chàng rằng: “Lời nói cũng kỳ,",
            "en": "“The words you say sound rather strange,” he said,"
        },
        {
            "id": 51,
            "vi": "Kể khoan kể nhặt thói quê thường tình.",
            "en": "“though it’s a woman’s knack to nag and scold:"
        },
        {
            "id": 52,
            "vi": "Tiếng chua hơn nữa vắt chanh,",
            "en": "their sting is worse than lemon juice fresh squeezed."
        },
        {
            "id": 53,
            "vi": "Toan đường tầm ngải lấn cành được sao?",
            "en": "Your ivy shall not conquer my whole tree."
        },
        {
            "id": 54,
            "vi": "Ta đây dễ nạt được nào,",
            "en": "Am I a weakling you can push around?"
        },
        {
            "id": 55,
            "vi": "Chẳng như kẻ quặp râu vào rẻ roi.",
            "en": "I’m not a man whose mustache wilts and droops!"
        },
        {
            "id": 56,
            "vi": "Cũng toan níu náu cho rồi,",
            "en": "I’ve always tried to live and let you live,"
        },
        {
            "id": 57,
            "vi": "Càng ngày càng một tỏ coi những màu.",
            "en": "but more and more you’re baring your true face."
        },
        {
            "id": 58,
            "vi": "Cắm đầu mà chịu vuốt râu,",
            "en": "I’ve hung my head and let you tweak my beard."
        },
        {
            "id": 59,
            "vi": "Đã căm như ngựa cầm tàu mấy phen.",
            "en": "I’ve chafed and seethed just like a cooped-up horse."
        },
        {
            "id": 60,
            "vi": "Giống lừa ưa nặng đã quen,",
            "en": "A donkey’s used to blows and kicks, but stop?’"
        },
        {
            "id": 61,
            "vi": "Thôi đừng dức lác huyên thiên tít mù.”",
            "en": "your endless nagging, pick on me no more!”"
        },
        {
            "id": 62,
            "vi": "Bấy giờ nàng lại tri hô,",
            "en": "She thereupon burst out in furious screams"
        },
        {
            "id": 63,
            "vi": "Sắn quần sắn áo thập thò cửa hang.",
            "en": "and rolling up her sleeves, made for the door."
        },
        {
            "id": 64,
            "vi": "Rằng: “Đà mang tiếng tào khang,",
            "en": "“Together since we were dirt-poor,” she said,"
        },
        {
            "id": 65,
            "vi": "Những nhờ rễ mận rễ bàng cùng nhau.",
            "en": "“we two should have evolved strong, binding ties."
        },
        {
            "id": 66,
            "vi": "Bây giờ nên nỗi cơ cầu,",
            "en": "Instead, it now turns into this fine mess."
        },
        {
            "id": 67,
            "vi": "Bà làm cho tỏ ra đầu ra đuôi.”",
            "en": "Well, I shall clean it up for good and all!”"
        },
        {
            "id": 68,
            "vi": "Miệng thời thở ngắn thở dài,",
            "en": "Sighing and moaning, she betook herself"
        },
        {
            "id": 69,
            "vi": "Tìm đường thăm lối kíp dời lân đông.",
            "en": "to that east neighborhood where lived the mouse."
        },
        {
            "id": 70,
            "vi": "Cửa hang chuột bạch tới gần,",
            "en": "Now she approached the mousehole—finding her,"
        },
        {
            "id": 71,
            "vi": "Đã phần sỉ vả lại phần mỉa mai.",
            "en": "she heaped abuse and insults on her head."
        },
        {
            "id": 72,
            "vi": "Chuột bạch đỏ mặt tía tai,",
            "en": "The mouse turned purple with both shame and ire."
        },
        {
            "id": 73,
            "vi": "Hỏi rằng: “Ai đấy mắng ai chốn này.",
            "en": "“How dare you, ma’am, insult me here?” she asked."
        },
        {
            "id": 74,
            "vi": "Con này chưa biết bà đây,",
            "en": "“You do not know my mettle, yet you dare"
        },
        {
            "id": 75,
            "vi": "Lại toan tiếng nọ lời này đành hanh.”",
            "en": "call me these names; for that you'll surely pay!”"
        },
        {
            "id": 76,
            "vi": "Con mèo thủng thỉnh góc thành,",
            "en": "Sauntering around a corner of the wall,"
        },
        {
            "id": 77,
            "vi": "Đến xem tranh đấu ra tình làm sao.",
            "en": "a cat came up to arbitrate the fight."
        },
        {
            "id": 78,
            "vi": "Hai bên hồn lạc phách xiêu,",
            "en": "Both parties, frightened quite out of their wits,"
        },
        {
            "id": 79,
            "vi": "Trèo non nhảy núi ra chiều lao đao.",
            "en": "hopped knolls and hurdled hills to scamper off."
        },
        {
            "id": 80,
            "vi": "Lạ đường chuột cái sa ao,",
            "en": "The flustered she-rat fell into a pond:"
        },
        {
            "id": 81,
            "vi": "Thực là báo ứng trời nào có xa.",
            "en": "was Heaven, dispensing justice, far away?"
        },
        {
            "id": 82,
            "vi": "Bạch thời chạy được về nhà,",
            "en": "But the white mouse got home without a hitch:"
        },
        {
            "id": 83,
            "vi": "Bước qua cống gạo liền xa mình vào.",
            "en": "she reached her gate and gladly scurried through."
        },
        {
            "id": 84,
            "vi": "Ngẫm xem báo ứng kíp sao,",
            "en": "As Heaven’s retribution dealt the blow,"
        },
        {
            "id": 85,
            "vi": "Hồ sinh đứng nấp tường đào thử trông.",
            "en": "our scholar  was watching by the wall."
        },
        {
            "id": 86,
            "vi": "Thấy con chuột cái vẫy vùng,",
            "en": "He saw the she-rat thrashing in the pond—"
        },
        {
            "id": 87,
            "vi": "Trên bờ mèo chực, những mong ra chào.",
            "en": "on shore, the cat was waiting with a grin."
        },
        {
            "id": 88,
            "vi": "Hồ dơ tay mới đuổi mèo,",
            "en": "Ho waved the feline off—then, wading in,"
        },
        {
            "id": 89,
            "vi": "Vén quần lội xuống cán bèo vớt lên.",
            "en": "he fished the rat out of the duckweed pond."
        },
        {
            "id": 90,
            "vi": "Ráo lông tỉnh lại vừa an,",
            "en": "Her hair dried out, she soon regained her wits"
        },
        {
            "id": 91,
            "vi": "Cúi đầu mà lạy khoan khoan trình bày:",
            "en": "and with bowed head, she meekly told her tale:"
        },
        {
            "id": 92,
            "vi": "“Thiếp nay là phận thơ ngây,",
            "en": "“T am a fool—neglected by my rat,"
        },
        {
            "id": 93,
            "vi": "Phải chồng ruồng rẫy tới đây gặp nàn.",
            "en": "I traveled to these parts and met with woe."
        },
        {
            "id": 94,
            "vi": "Ơn ông cứu được thân tàn,",
            "en": "I’m grateful that you saved my humble life—"
        },
        {
            "id": 95,
            "vi": "Thửa công đức ấy muôn vàn xiết đâu.",
            "en": "how can I value your kind deed enough?"
        },
        {
            "id": 96,
            "vi": "Nhờ ông lượng bể cao sâu,",
            "en": "I owe it to your large and noble heart—"
        },
        {
            "id": 97,
            "vi": "Hẳn cơ tạo hoá quên đâu kẻ hiền.”",
            "en": "Heaven will not forget a virtuous man.”"
        },
        {
            "id": 98,
            "vi": "Sinh rằng: “Những tính hay ghen,",
            "en": "“Such havoc jealous mates may wreak!” said Ho."
        },
        {
            "id": 99,
            "vi": "Hễ là già néo ắt liền đứt giây.",
            "en": "“You pull and tug too hard—the string must snap.”"
        },
        {
            "id": 100,
            "vi": "Rõ ràng kể nói cho hay,",
            "en": "Let me tell you what happened, make it clear."
        },
        {
            "id": 101,
            "vi": "Ban khuya chuột bạch tới đây tìm mồi.",
            "en": "At midnight that white mouse went hunting food."
        },
        {
            "id": 102,
            "vi": "Phải con muông đuổi một thôi,",
            "en": "Chased by a dog, she took her refuge here,"
        },
        {
            "id": 103,
            "vi": "Vào hang này ẩn, an rồi lại ra.",
            "en": "ready to leave once danger was no more."
        },
        {
            "id": 104,
            "vi": "Lạ gì gái đẹp đến nhà,",
            "en": "As he found such a beauty in his hole,"
        },
        {
            "id": 105,
            "vi": "Chồng mầy cũng muốn lân la với tình.",
            "en": "was it so strange he made a play for her?"
        },
        {
            "id": 106,
            "vi": "Song le phải gái kiên trinh,",
            "en": "But he ran up against a constant wife—"
        },
        {
            "id": 107,
            "vi": "Ra chiều khôn lẽ dỗ dành lại thôi.",
            "en": "his wooing got him nowhere, so he quit."
        },
        {
            "id": 108,
            "vi": "Ngươi về chưa tỏ đầu đuôi,",
            "en": "Then home you came—unwitting, you gnashed teeth,"
        },
        {
            "id": 109,
            "vi": "Máu ghen nghếm ngẩm nói lời éo le.",
            "en": "and jealousy made you say vicious things."
        },
        {
            "id": 110,
            "vi": "Dẫu rằng đức Phật từ bi,",
            "en": "The merciful Buddha, let alone your rat,"
        },
        {
            "id": 111,
            "vi": "Ắt là cũng giận huống gì chồng ngươi.",
            "en": "would have been angered by what you said then."
        },
        {
            "id": 112,
            "vi": "Há rằng việc ấy bởi ai,",
            "en": "Well, think it over: whose fault was this mess?"
        },
        {
            "id": 113,
            "vi": "Mình làm mình chịu, trách người sao nên.",
            "en": "You suffer for your act—blame no one else."
        },
        {
            "id": 114,
            "vi": "Tính hay bạo hổ đã quen,",
            "en": "So used to braving streams and daring cats,"
        },
        {
            "id": 115,
            "vi": "Dám tìm chuột bạch đánh ghen tại nhà.",
            "en": "you challenged that white mouse in her own den."
        },
        {
            "id": 116,
            "vi": "Lại làm xấu bọn đàn bà,",
            "en": "You have cast ignominy on all your sex,"
        },
        {
            "id": 117,
            "vi": "Oan lòng tiết phụ nghĩ đà phải chưa.”",
            "en": "contemning faithful wives—is it no so?”"
        },
        {
            "id": 118,
            "vi": "Nàng vâng nghe biết sau xưa,",
            "en": "She listened, learning what had taken place."
        },
        {
            "id": 119,
            "vi": "Rằng ơn ông dạy bây giờ mới hay.",
            "en": "“Thank you—you’ve let me know the facts,” she said."
        },
        {
            "id": 120,
            "vi": "Mấy lời nghĩ lại hổ thay,",
            "en": "“What I said then I now recall with shame."
        },
        {
            "id": 121,
            "vi": "Trăng kia đã khuyết khôn xoay được tròn.",
            "en": "The moon has waned—how can I make it wax?"
        },
        {
            "id": 122,
            "vi": "Trót đà cả giận mất khôn,",
            "en": "A fit of anger made me lose my wits??—"
        },
        {
            "id": 123,
            "vi": "Bây giờ cắn rốn lại còn được ru.”",
            "en": "now can remorse undo what then was done?”!"
        },
        {
            "id": 124,
            "vi": "Liệu lời Sinh mới dạy cho,",
            "en": "The scholar chose his words, consoling her"
        },
        {
            "id": 125,
            "vi": "Lấy đường khuyên giải điển mô mọi lời.",
            "en": "and counseling her in every way he could:"
        },
        {
            "id": 126,
            "vi": "“Việc này cơn cớ vì ngươi,",
            "en": "“It’s you who brought this down upon yourself."
        },
        {
            "id": 127,
            "vi": "Liệu về nói dỗ chồng nguôi thì là.",
            "en": "Go back and sweet-talk him to calm his wrath."
        },
        {
            "id": 128,
            "vi": "Muốn cho yên cửa yên nhà,",
            "en": "If you want peace and quiet in your home,"
        },
        {
            "id": 129,
            "vi": "Chẳng gì hơn ở thuận hoà cùng nhau.",
            "en": "the best’s to get along, agree and live."
        },
        {
            "id": 130,
            "vi": "Dễ ai đội áo qua đầu,",
            "en": "Who ever wears a shirt above the head?!!"
        },
        {
            "id": 131,
            "vi": "Sao không nghĩ trước nghĩ sau cho tày.",
            "en": "Why not think matters through before you act?"
        },
        {
            "id": 132,
            "vi": "Ái ân là nghĩa nặng thay,",
            "en": "Conjugal love, how much it means and weighs!"
        },
        {
            "id": 133,
            "vi": "Vợ chồng há phải một ngày rồi quên.",
            "en": "Is marriage but a short-lived, one-day thing?"
        },
        {
            "id": 134,
            "vi": "Ở đời vô sự là tiên,",
            "en": "Stay out of strife—know heaven here on earth."
        },
        {
            "id": 135,
            "vi": "Mà đều yên đẹp hơn bên cục cằn.",
            "en": "The meek and mild shall outlive shrews and brutes."
        },
        {
            "id": 136,
            "vi": "Trót đà cùng chiếu cùng chăn,",
            "en": "Woman and man have shared one mat, one bed—"
        },
        {
            "id": 137,
            "vi": "Lẽ nào con nhện mấy lần vương tơ.",
            "en": "how often should a spider spin its silk?!?"
        },
        {
            "id": 138,
            "vi": "Tính sao như thể nước cờ,",
            "en": "Mull over every action like a move at chess—"
        },
        {
            "id": 139,
            "vi": "Nghĩ cho một phải hai vừa thì thôi.",
            "en": "using your head, do nothing in excess."
        },
        {
            "id": 140,
            "vi": "Chớ toan những sự tranh phôi,",
            "en": "Don’t pick a quarrel—poke at weeds or tares"
        },
        {
            "id": 141,
            "vi": "Bới bèo ra bọ, tanh hôi cửa nhà.",
            "en": "and bugs come out to stink your household up."
        },
        {
            "id": 142,
            "vi": "Đàn bà như hạt mưa sa,",
            "en": "A woman’s like a raindrop—where she falls"
        },
        {
            "id": 143,
            "vi": "Gặp sao hay vậy biết là đâu hơn.",
            "en": "there she’s to stay: she’ll know no better place.!"
        },
        {
            "id": 144,
            "vi": "Dẫu chồng trăm giận nghìn hờn,",
            "en": "However sore or furious he may be,"
        },
        {
            "id": 145,
            "vi": "Cũng nên bấm bụng van lơn dỗ dành.",
            "en": "contain yourself and soothe him with soft pleas."
        },
        {
            "id": 146,
            "vi": "Một câu nhịn, chín câu lành,",
            "en": "Spare one harsh word and earn nine words of love!—"
        },
        {
            "id": 147,
            "vi": "Chớ hề tật đố cậy mình cậy công.",
            "en": "never presume on what you’ve done for him."
        },
        {
            "id": 148,
            "vi": "Mới là phải đạo xướng tòng,",
            "en": "Thus you'll fulfill a wife’s submissive role:"
        },
        {
            "id": 149,
            "vi": "Chiều người lấy việc, chiều chồng lấy con.",
            "en": "yield to the man and you’ll get your own way.!"
        },
        {
            "id": 150,
            "vi": "Cơm chẳng lành, canh chẳng ngon,",
            "en": "When your cooked rice tastes bland and soup lacks spice,!"
        },
        {
            "id": 151,
            "vi": "Rang rang thôi hết khéo khôn đàn bà.",
            "en": "the world will sneer—a woman’s wiles have failed."
        },
        {
            "id": 152,
            "vi": "Mèo lành ở mả đâu là,",
            "en": "A decent cat will never prowl the graves!—"
        },
        {
            "id": 153,
            "vi": "Của yêu đâu có bày ra ở ngoài.",
            "en": "you don’t show off your treasure to all eyes!"
        },
        {
            "id": 154,
            "vi": "Thôi đừng đua sức thi hơi,",
            "en": "Don’t try to outtalk him and waste your breath—"
        },
        {
            "id": 155,
            "vi": "Há rằng ba chốn bốn nơi được nào.",
            "en": "he’s your sole man, not one of three or four."
        },
        {
            "id": 156,
            "vi": "Tránh voi xấu mặt hay sao,",
            "en": "It’s no disgrace to shun an elephant’s path!©—"
        },
        {
            "id": 157,
            "vi": "Hãy xem sứa vượt được nào qua đăng.",
            "en": "see if a jellyfish can leap the weir!!!"
        },
        {
            "id": 158,
            "vi": "Làm chi mặt vượt, mặt lăng,",
            "en": "Why don a croaker’s face and look so grim?"
        },
        {
            "id": 159,
            "vi": "Dứt dây chẳng sợ động rừng kia ru.",
            "en": "Don’t yank at vines or you’ll shake up the woods."
        },
        {
            "id": 160,
            "vi": "Thi bơi với giải thời thua,",
            "en": "Don’t swim against a hawksbill or you'll lose!—"
        },
        {
            "id": 161,
            "vi": "Đàn bà đâu có tranh đua cho đành.",
            "en": "how could a woman race and beat a man?"
        },
        {
            "id": 162,
            "vi": "Kíp toan cải dữ làm lành,",
            "en": "Soon mend your petulant ways, learn gentle arts—"
        },
        {
            "id": 163,
            "vi": "Ắt là sum họp yến anh một nhà.",
            "en": "two lovebirds will build their own nest and home."
        },
        {
            "id": 164,
            "vi": "Dịu dàng phải phép đàn bà,",
            "en": "Softness becomes a woman—it’s her strength,"
        },
        {
            "id": 165,
            "vi": "Chẳng thời chua xót lệ sa ròng ròng.”",
            "en": "or else she’ll meet with sorrow and weep tears.”"
        },
        {
            "id": 166,
            "vi": "Nàng vâng lời dạy ghi lòng,",
            "en": "She heeded ’s advice—when she came home,"
        },
        {
            "id": 167,
            "vi": "Trở về van lạy cùng chồng dám sai.",
            "en": "she bowed and begged forgiveness from her rat."
        },
        {
            "id": 168,
            "vi": "Hồ sinh về chốn thư trai",
            "en": "Back in his study,  took pen and ink"
        },
        {
            "id": 169,
            "vi": "Giở nghiên bút mới ghi lời kẻo quên.",
            "en": "and wrote the story down lest he forget."
        },
        {
            "id": 170,
            "vi": "Nào ngờ vị vật chính chuyên,",
            "en": "Such constancy as proven by a mouse"
        },
        {
            "id": 171,
            "vi": "Rằng: chê rằng cũng nên khen lệ gì.",
            "en": "deserves no little praise, and so it is!"
        },
        {
            "id": 172,
            "vi": "Cũng hay trinh tiết giữ nghì,",
            "en": "If beasts keep faith, remaining staunch and true,"
        },
        {
            "id": 173,
            "vi": "Vật còn dường ấy huống chi là người.",
            "en": "then why should men fall short and break their vows?"
        },
        {
            "id": 174,
            "vi": "Ai hay đen bạc biến dời,",
            "en": "A fickle heart betrays, plays fast and loose:"
        },
        {
            "id": 175,
            "vi": "Tuy người chẳng biết nhưng trời đã hay.",
            "en": "men may be unaware, but Heaven knows."
        },
        {
            "id": 176,
            "vi": "Những người mặt dạn mày dày,",
            "en": "Traitors with brazen faces, when compared,"
        },
        {
            "id": 177,
            "vi": "So xem ắt cũng chẳng tày muông dê.",
            "en": "prove not the equals of mere beasts or Bids"
        },
        {
            "id": 178,
            "vi": "Như lòng chuột đực khá chê,",
            "en": "The he-rat won no prize as he played false"
        },
        {
            "id": 179,
            "vi": "Toan đường quyến rũ dạ mê đạo lành.",
            "en": "and coaxed the mouse to leave the path of right."
        },
        {
            "id": 180,
            "vi": "Ấy là chuột bạch chí thành,",
            "en": "The constant mouse lived up to her ideal"
        },
        {
            "id": 181,
            "vi": "Ví dù nó chẳng tiết trinh ra gì.",
            "en": "although he proved himself a faithless rat."
        },
        {
            "id": 182,
            "vi": "Thấy chưng quả phụ nhân nghì,",
            "en": "He found a widow doing what she must"
        },
        {
            "id": 183,
            "vi": "Chẳng khuyên đường chính mà mê thói tà.",
            "en": "and tried to swerve her from the virtuous course."
        },
        {
            "id": 184,
            "vi": "Vậy nên eo óc cửa nhà,",
            "en": "When raucous tiffs and fights broke out at home,"
        },
        {
            "id": 185,
            "vi": "Chẳng nhưng chỉ trách đàn bà ngon ghen.",
            "en": "he blamed them on a woman’s jealous streak."
        },
        {
            "id": 186,
            "vi": "Khá khen chuột bạch trinh kiên,",
            "en": "Praiseworthy was the mouse’s steadfast troth:"
        },
        {
            "id": 187,
            "vi": "Trăng hoa chẳng tưởng, giữ gìn tấm son.",
            "en": "temptation could not sway her true-red heart."
        },
        {
            "id": 188,
            "vi": "Dẫu rằng đá lở non mòn,",
            "en": "Though rocks may fall and mountains may wear down,"
        },
        {
            "id": 189,
            "vi": "Tấm lòng tạc sắt ghi son chẳng dời.",
            "en": "nothing can shift and change a stalwart faith."
        }
    ]
}